[
    {
        "title": "ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834456",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747135824-1896.jpg",
        "time": "2025-05-13 16:30:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747135824-1896.jpg",
        "content": " <p>لاہور (ڈیلی پاکستان آن لائن )پاکستان کرکٹ ٹیم کے سابق کپتان شعیب ملک نے پی سی بی کے مینٹور کی حیثیت سے استعفیٰ کی تصدیق کر دی اور کہا کہ انہوں نے ڈومیسٹک کرکٹ کی مینٹور شپ سے خود استعفیٰ دیا ہے۔<br/>نجی ٹی وی جیو نیوز کے مطابق منگل کے روز یہ خبر سامنے آئی کہ پاکستان کرکٹ بورڈ سے مینٹورز کو فارغ کرنے کا فیصلہ کیا گیا ہے، ذرائع نے بتایا کہ چیئرمین پی سی بی محسن نقوی نے اہم اجلاس میں مینٹورز کی کارگردگی کا جائزہ لیا اور اس عہدے سے فارغ کرنے کا فیصلہ کیا۔<br/>ذرائع کا بتانا ہے کہ مینٹورز وقار یونس، شعیب ملک، ثقلین مشتاق، مصباح الحق اور سرفراز احمد کو فارغ کردیا گیا ہے۔اس کے علاوہ مصباح الحق اور سرفراز احمد کو پی سی بی میں اہم ذمہ داری دی جائیں گی۔<br/>انسٹاگرام پر جاری اپنے بیان میں سابق کپتان نے کرکٹ فینز سمیت چیئرمین پی سی بی کا شکریہ ادا کیا اور بتایا کہ دو ہفتے قبل انہوں نے خود تحریری طور پر پی سی بی کو استعفیٰ دے دیا تھا۔<br/>شعیب ملک نے بتایا کہ یہ آسان فیصلہ نہیں تھا لیکن ذاتی کمٹ منٹس اور ذمہ داریوں کی وجہ سے مینٹور کا عہدہ جاری رکھنا مشکل تھا، میں اپنا کام اچھے سے سرانجام نہیں دے پارہا تھا جس کی وجہ سے میں نے استعفیٰ دینے کا فیصلہ کیا۔انہوں نے کہا کہ میرے مطابق یہ ہی اس فیصلہ کا درست وقت ہے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834455\">بھارتی ڈرون حملے میں شہید ہونیوالے 8 بہنوں کے اکلوتے بھائی کی دردناک کہانی</a> </div> </div>  "
    },
    {
        "title": "بھارتی ڈرون حملے میں شہید ہونیوالے 8 بہنوں کے اکلوتے بھائی کی دردناک کہانی",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834455",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747135077-9741.jpg",
        "time": "2025-05-13 16:18:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747135077-9741.jpg",
        "content": " <p>راولپنڈی ،لاہور (ڈیلی پاکستان آن لائن )6 اور 7 مئی 2025 کی شب شروع ہونے والے بھارت کے بزدلانہ حملوں کے نتیجے میں کئی معصوم شہریوں، خواتین، بچوں اور بزرگوں کی جانیں ضائع ہوئیں۔ان شہیدوں میں لاہور کے علاقے کوٹ لکھپت کا 20 سالہ چپس فروش حیدر علی بھی شامل تھا جس کی شہادت نے کئی آنکھوں کو نم کردیا۔<br/>اردو نیوز میں شائع رپورٹ کے مطابق حیدر علی پی ایس ایل میچ کے دوران راولپنڈی کرکٹ سٹیڈیم کے نزدیک لگائے گئے فوڈ سٹال پر چپس اور دیگر کھانے پینے کی اشیاءفروخت کرتا تھا اور اسے یہ سٹال لگائے صرف 3 روز ہی گزرے تھے کہ بزدل دشمن کے حملے نے حیدر علی کی زندگی کا چراغ ہمیشہ کیلئے بجھا دیا۔<br/>7 مئی کی شب حیدر علی پنڈی سٹیڈیم کے نزدیک واقع فوڈ سٹریٹ میں ایک ریسٹورنٹ کے شیڈ کے نیچے دوسرے مزدوروں کے ساتھ سورہا تھا، صبح 10 بجے کے قریب بھارت کی جانب سے داغے گئے ڈرون حملے نے حیدر علی کی جان لے لی۔<br/>رپورٹ کے مطابق ڈرون حیدر علی سے آٹکرایا جس کے بعد دھماکا ہوا اور ریسٹورنٹ کے شیشوں سمیت شیڈ بھی گرگیا ، حملے کے دوران حیدر علی سمیت دیگر شہریوں کو شدید چوٹیں آئیں تاہم حیدر زخموں کی تاب نہ لاتے ہوئے بینظیر بھٹو شہید ہسپتال میں دم توڑ گیا۔<br/>حیدر علی کے چچا زاد بھائی نے اردو نیوز کو بتایا کہ ’حید ر اپنے گھر کا واحد کفیل تھا جو چند روز پہلے ہی روزگار کی امید میں راولپنڈی گیا تھا لیکن اس کی میت اس کے آبائی شہر پہنچائی گئی جہاں اسے سپرد خاک بھی کیاجاچکا ہے‘۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "بھارت کے پاس پانی روکنے کی صلاحیت ہی نہیں، پانی کی فراہمی معمول کے مطابق ہے: عطا تارڑ",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834454",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747134187-1546.jpg",
        "time": "2025-05-13 16:03:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747134187-1546.jpg",
        "content": " <p>اسلام آباد(ڈیلی پاکستان آن لائن )وفاقی وزیراطلاعات عطاتارڑ کا کہنا ہے کہ بھارت کے پاس پاکستان کا پانی روکنے کی صلاحیت ہی نہیں اور نہ بھارت نے اب تک پاکستان کا پانی روکا ہے۔<br/>نجی ٹی وی جیو نیوز کے مطابق برطانوی ٹی وی کو دیے گئے انٹرویو میں عطا تارڑ نے کہا کہ پاکستان کی فتح روز روشن کی طرح عیاں ہے اور سیز فائر پاکستان کی کمزوری نہیں بلکہ حکمت عملی کی کامیابی ہے۔<br/>انہوں نے کہا کہ بھارت کے پاس پاکستان کا پانی روکنے کی صلاحیت ہی نہیں اور نہ بھارت نے اب تک پاکستان کا پانی روکا ہے، پانی کی فراہمی معمول کے مطابق جاری ہے بھارت نے اب تک پاکستان کا پانی نہیں روکا ہے۔<br/>وفاقی وزیراطلاعات کا کہنا تھا کہ بھارت کے نقصانات سب کے سامنے ہیں، بھارت مزید کشیدگی جھیلنے کی پوزیشن میں نہیں تھا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "بھارت کیخلاف پورا آپریشن نواز شریف کی زیر نگرانی ڈیزائن ہوا: عظمیٰ بخاری",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834453",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747133682-6880.jpg",
        "time": "2025-05-13 15:54:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747133682-6880.jpg",
        "content": " <p>لاہور(ڈیلی پاکستان آن لائن ) پنجاب کی وزیر اطلاعات عظمیٰ بخاری نے کہا ہے کہ بھارت کےخلاف پورا آپریشن نواز شریف کی زیر نگرانی ڈیزائن ہوا۔<br/>نجی ٹی وی جیو نیوز کے مطابق لاہور میں میڈیا سے گفتگو کرتے ہوئے عظمیٰ بخاری نے کہا کہ 10 مئی کو نواز شریف نے وزیر اعظم کے ساتھ مل کر ملک کو بچایا، بھارت کےخلاف پورا آپریشن نواز شریف کی زیر نگرانی ڈیزائن ہوا۔<br/>صحافی کی جانب سے نواز شریف کی ٹوئٹ میں بھارت کا نام نہ لینے سے متعلق سوال پر عظمیٰ بخاری نے کہا کہ نواز شریف اے بی سی ڈی ٹائپ کے تجزیہ کار نہیں ہیں، ان کے کام بولتے ہیں ، انہوں نے ہی ملک کو ایٹمی طاقت بنایا۔<br/>عظمیٰ بخاری کا مزید کہنا تھا کہ بھارت نے ابھی ہمارا ٹریلر دیکھا، فلم باقی ہے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "نوشکی: پنجاب سے تعلق رکھنے والے 4افراد کی لاشیں برآمد",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834452",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747133319-1667.png",
        "time": "2025-05-13 15:48:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747133319-1667.png",
        "content": " <p>نوشکی(ڈیلی پاکستان آن لائن)بلوچستان کے ضلع نوشکی کے علاقے گلنگور میں چار افراد کی گولیاں لگی لاشیں برآمد ہوئی ہیں۔ لیویز فورس نے جائے وقوعہ پر پہنچ کر لاشوں کو اپنی تحویل میں لے کر ضابطے کی کارروائی کے لیے نوشکی ٹیچنگ ہسپتال منتقل کر دیا ہے۔</p> <p>نجی ٹی وی چینل آج نیوز کے مطابق ہسپتال ذرائع کے مطابق مقتولین کی شناخت پنجاب کے رہائشیوں کے طور پر ہوئی ہے۔</p> <p>ہلاک ہونے والوں میں دو افراد کا تعلق پاکپتن سے ہے جن کی شناخت معین ولد غلام مصطفیٰ اور حذیفہ ولد محمد لطیف کے نام سے ہوئی ہے۔ دیگر دو افراد عمران علی ولد مقصود احمد اور عرفان علی ولد مقصود احمد کا تعلق رحیم یار خان سے بتایا جا رہا ہے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>لیویز حکام کا کہنا ہے کہ نامعلوم افراد نے ان افراد کو فائرنگ کا نشانہ بنایا۔ جائے وقوعہ سے شواہد اکھٹے کیے جا رہے ہیں اور علاقے کو گھیرے میں لے کر تفتیش کا دائرہ وسیع کر دیا گیا ہے۔</p> <p>ابتدائی شواہد کے مطابق مقتولین کو فائرنگ یا ممکنہ تشدد کا نشانہ بنایا گیا ہے تاہم حتمی حقائق پوسٹ مارٹم رپورٹ کے بعد ہی سامنے آئیں گے۔ حکام کے مطابق واقعے کی وجوہات اور پس منظر جاننے کے لیے تحقیقات کا آغاز کر دیا گیا ہے۔</p> <p>خیال رہے کہ بلوچستان میں حالیہ مہینوں میں پنجاب سے تعلق رکھنے والے مزدوروں، مسافروں اور سرکاری ملازمین کی ٹارگٹ کلنگ کے واقعات میں اضافہ دیکھا گیا ہے۔ زیادہ تر واقعات کی ذمہ داری کالعدم دہشتگرد تنظیم بلوچ لبریشن آرمی (بی ایل اے) نے قبول کی ہے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834455\">بھارتی ڈرون حملے میں شہید ہونیوالے 8 بہنوں کے اکلوتے بھائی کی دردناک کہانی</a> </div> </div>  "
    },
    {
        "title": "نازی تحریکیں بے رحمی سے کچلیں گے، روسی قونصل جنرل کا کراچی میں تقریب سے خطاب",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834451",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747133123-6975.jpg",
        "time": "2025-05-13 15:45:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747133123-6975.jpg",
        "content": " <p>کراچی(ڈیلی پاکستان آن لائن ) جنگ عظیم دوم میں جانوں کا نذرانہ پیش کرنیوالے روسی اور پاکستانی فوجیوں کو خراج عقیدت پیش کرنے کے لئے کراچی میں تقریب منعقد کی گئی۔<br/>نجی ٹی وی جیو نیوز کے مطابق تقریب سے خطاب میں روس کے قونصل جنرل آندرے وکٹروچ فیڈرو نے کہا ہے کہ ماضی کی طرح اب بھی نازی تحریکوں کو بے رحمی سے کچلا جائے گا تاکہ مشترکہ مستقبل محفوظ رہے۔ روسی قونصل جنرل نے کہا کہ جنگ عظیم دوم میں اتحادی افواج کے افسروں اورسپاہیوں کی قربانیاں ناقابل فراموش ہیں، ا±ن میں سے کئی کراچی کے فوجی قبرستان میں مدفون ہیں۔<br/>آندرے وکٹروچ فیڈرو نے کہا کہ پاکستانی فوجیوں نے جنگ عظیم دوم کے محاذوں پر نازیوں کیخلاف دلیرانہ انداز سے جنگ لڑی اور اس عظیم فتح میں پاکستانی فوجیوں کا کردار ہمیشہ یاد رہے گا۔<br/>قونصل جنرل نے اس بات پر بھی پاکستان کو خراج تحسین پیش کیا کہ اس نے جنگ عظیم دوم کے خاتمے کے اٹھارہویں سالانہ یادگاری دن کے موقع پراقوام متحدہ کی جنرل اسمبلی میں قرارداد کا مسودہ شریک مصنف کے طورپر پیش کیا تھا، انہوں نے پاکستان کے اس اقدام کو نازیوں کیخلاف فتح کی اہمیت کا عکاس قرار دیا۔<br/>آندرے وکٹروچ فیڈرو نے کہا کہ 1945 میں اقوام متحدہ کے قیام کا مقصد آنیوالی نسلوں کو تیسری جنگ عظیم سے بچانا تھا اور ا±سی کی بدولت ملکوں کو اپنی کالونی بنانے کے نظام کا تیزی سے خاتمہ ہوا جس سے کئی ممالک مضبوط خودمختار اقوام کے طورپر ابھرے۔جنگ عظیم دوم کا ذکر کرتے ہوئے آندرے وکٹروچ فیڈرو کا کہنا تھا کہ 80 سال پہلے سوویت یونین نے اپنے شہریوں کے اتحاد اور جرات کے ذریعے اس نازی جرمنی کو تباہ کردیا تھاجو سوویت یونین، اسکی ثقافت اور روایات کو صفحہ ہستی سے مٹانا چاہتا تھا۔انہوں نے کہا کہ سرد موسم میں جاری اس جنگ میں درجہ حرارت منفی 25 ڈگری سینٹی گریڈ تک گرگیا تھا مگر ماسکو کا دفاع یقینی بنایا گیا اور 900 روز تک لینن گراڈ کا محاصرہ کئے جانے کے باوجود شہریوں کے حوصلے پست نہیں ہوئے تھے اور انہوں نے بھرپور زندگی جاری رکھی۔<br/>روسی قونصل جنرل نے کہا کہ یہ ناقابل اعتراض حقیقت ہے کہ نازیوں کے سبب سب سے زیادہ قربانیاں سوویت یونین کو دینا پڑیں اور 2 کروڑ 70 لاکھ سوویت افراد جن میں سے نصف عام شہری تھے، وہ جنگ عظیم دوم میں مارے گئے جبکہ نازی فوج کو تباہ کرنے میں اسی فیصد کردار سوویت س±رخ فوج کا تھا۔روسی قونصل جنرل نے کہا کہ یہی وجہ ہے کہ ان کا ملک نازی جرمنی کے خلاف فتح میں سوویت کردار کم کرنے کی کوششوں کو مجرمانہ عمل تصور کرتا ہے۔انہوں نے کہا کہ روس جنگ عظیم دوم میں اپنے اتحادیوں امریکہ، فرانس اور برطانیہ کی کاوشوں کو قدر کی نگاہ سے دیکھتا ہے مگر تاریخ کو اپنی مرضی سے لکھنے اور فتح کا کریڈٹ چرانے کی کوشش کبھی برداشت نہیں کی جائےگی۔<br/>آندرے وکٹروچ کاکہنا تھاکہ اب بھی نازی تحریکوں کو بے رحمی سے کچلا جائے گا کیونکہ روسی شہری کسی بھی دیگر قوم کے مقابلے میں اس لعنت کے خطرے سے زیادہ بخوبی واقف ہے اور مشترکہ محفوظ مستقبل کی خاطر اسی لئے نازیوں کو دوبارہ ابھرنے سے روکنے کے لئے کسی بھی اقدام سے گریز نہیں کیا جائے گا۔<br/>قونصل خانے کی جانب سے لافانی رجمنٹ کو بھی خراج عقیدت پیش کیا گیا اور شرکا اپنے ان عزیزوں کی تصاویر اٹھائے ہوئے تھے جنہوں نے جنگ عظیم میں سوویت فوج میں خدمات انجام دی تھیں۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "علیزے شاہ کی مختصر عرصے بعد سوشل میڈیا پر دوبارہ واپسی،ویڈیو وائرل",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834450",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747133092-8568.jpg",
        "time": "2025-05-13 15:45:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747133092-8568.jpg",
        "content": " <p>اسلام آباد(ڈیلی پاکستان آن لائن)پاکستان شوبز انڈسٹری کی معروف اداکارہ و ماڈل علیزے شاہ اپنی بولڈ ویڈیوز اور تصاویر کی وجہ سے کافی تنازعات کی زد میں رہتی ہیں،ٹرولنگ سے تنگ آکر سوشل میڈیا سے بریک لینے کے مختصر عرصے بعد ہی وہ اب دوبارہ منظر عام پر آگئیں ہیں۔</p> <p>تنازعات کے باعث سرخیوں میں رہنے والی اداکارہ علیزے شاہ کچھ روز قبل سوشل میڈیا سے کنارہ کشی کا اعلان کیا تھا،جس کے بعد اداکارہ نے اپنے انسٹاگرام اکاونٹ سے تمام پوسٹس ہٹا دی تھیں۔</p> <blockquote> <div><a href=\"https://www.instagram.com/reel/DJjlZAOoDxI/?utm_source=ig_embed&amp;utm_campaign=loading\">    <div> <div>View this post on Instagram</div> </div>    </a> <p><a href=\"https://www.instagram.com/reel/DJjlZAOoDxI/?utm_source=ig_embed&amp;utm_campaign=loading\">A post shared by @alizehshahofficial</a></p> </div> </blockquote> <p>  </p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>  اداکارہ علیزے شاہ کی آج دوبارہ سوشل میڈیا پر واپسی ہوئی ہے،جس میں انہوں نے اپنی ایک بولڈ ویڈیو شیئر کی ہے،ویڈیو کے کیپشن میں اداکارہ نے لکھا back like a bad habit ،جس پر سوشل میڈیا صارفین انکو ویلکم کررہے ہیں۔</p> <p>خیال رہے کہ علیزہ شاہ جنہوں نےاپنےکیریئرکا آغاز فلم ’سپرسٹار‘ سےکیا اور ڈرامہ’عہد وفا‘ کے ذریعے مقبولیت حاصل کی،حالیہ برسوں سوشل میڈیا ٹرولنگ کا نشانہ بنتی رہی ہیں جس کی وجوہات میں ان کا لباس، سٹائل اور میوزک ویڈیوز شامل ہیں۔</p> "
    },
    {
        "title": "آپریشن بنیان مرصوص واضح ثبوت ہے کہ ہم جارحیت کا جواب دینا جانتے ہیں: وزیراعظم",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834449",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747132135-5580.jpg",
        "time": "2025-05-13 15:11:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747132135-5580.jpg",
        "content": " <p>اسلام آباد(ڈیلی پاکستان آن لائن )وزیراعظم شہباز شریف نے بھارتی جارحیت میں خواتین اور بچوں سمیت 40 معصوم لوگوں کی شہادت پر غم کا اظہار کرتے ہوئے کہا ہے کہ شہدائے وطن کو نہ بھولے ہیں نہ بھولیں گے۔<br/>نجی ٹی وی جیو نیوز کے مطابق ایک بیان میں وزیراعظم نے خواتین اور بچوں سمیت 40 معصوم لوگوں کی شہادت پر غم کا اظہار کیا اور شہدا کے بلندی درجات اور ان کے اہل خانہ کے لئے صبر کی دعا کی۔ وزیراعظم نے کہا کہ شہداپیکیج کا اعلان کیا جاچکا، شہداکے اہلخانہ کی کفالت کی ذمہ داری ریاست بھرپورطورسے انجام دےگی، ان کے اہل خانہ کو تنہا نہیں چھوڑیں گے۔<br/>شہباز شریف کا کہنا تھا کہ آپریشن بنیان مرصوص نے بھارت کو بھرپور جواب دیا، بھارت کو واضح کیاکہ خطے کے ممالک کی سالمیت،خودمختاری کا احترام کرنا ہوگا، افواج پاکستان نے بھارت کی عددی برتری کی خوش فہمی اورغرورخاک میں ملادیا۔<br/>وزیراعظم نے مزید کہا کہ ہم پر امن قوم ہیں مگر کسی بھی جارحیت کا جواب دینا جانتے ہیں اور آپریشن بنیان مرصوص اس کا واضح ثبوت ہے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "زیادہ طیارے رکھنے والے دنیا کے ٹاپ 10 ممالک کی فہرست جاری، پاکستان کتنے نمبر پر ہے؟ تفصیلات سامنے آگئیں",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834448",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747130892-4310.png",
        "time": "2025-05-13 15:09:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747130892-4310.png",
        "content": " <p>اسلام آباد (ویب ڈیسک) پاکستان ایئرفورس کی بھارت پر برتری ثابت ہونے کے بعد   طیاروں کا معاملہ تاحال رکنے کا نام نہیں لے رہا اور اب دنیا میں زیادہ طیارے رکھنے والے ٹاپ 10 ممالک کی فہرست سامنےآگئی ہے ۔ </p> <p> تفصیل کے مطابق   لڑاکا طیاروں کا بیڑا ملک کے دفاع میں اہم کردار ادا کرتا ہے اور یہی وجہ ہے کہ حکومتیں اپنے ممالک کے خلاف کسی بھی مذموم عزائم کو ناکام بنانے کے لیے اسے ہمیشہ اپ ڈیٹ رکھنے کی کوشش کرتی ہیں۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>گلوبل فائر پاور، جو عالمی فوجی طاقت کے حوالے سے درجہ بندی جاری کرتا ہے، نے دسمبر 2024 تک سب سے زیادہ  فوجی طیاروں کے حامل 10 ممالک کی فہرست بھی جاری کی ہے۔</p> <p>امریکہ اپنے فوجی بیڑے میں 13,209 طیاروں کے ساتھ درجہ بندی میں سرفہرست ہے، اس کے بعد روس 4,255 طیاروں کے ساتھ اور چین 3,304 طیاروں کے ساتھ ہے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834455\">بھارتی ڈرون حملے میں شہید ہونیوالے 8 بہنوں کے اکلوتے بھائی کی دردناک کہانی</a> </div> </div>  <p>ہندوستان 2,296 کے ساتھ چوتھے نمبر پر ہے، اس کے بعد جنوبی کوریا 1,576 کے ساتھ پانچویں اور جاپان 1,459 طیاروں کے ساتھ  چھٹے نمبر پر ہے۔</p> <p>پاکستان درجہ بندی میں ساتویں نمبر پر ہے کیونکہ اس کے فوجی طیاروں کے بیڑے میں 1,434 ہیں۔  مصر (1,080)، ترکی (1,069) اور فرانس (972) ہیں۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834454\">بھارت کے پاس پانی روکنے کی صلاحیت ہی نہیں، پانی کی فراہمی معمول کے مطابق ہے: عطا تارڑ</a> </div> </div>  <p></p> <blockquote> <p>Top 10 Countries with the Largest Military Aircraft Fleets ✈️ ???? <br/><br/>1. ???????? United States - 13,209<br/>2. ???????? Russia - 4,255<br/>3. ???????? China - 3,304<br/>4. ???????? India - 2,296<br/>5. ???????? South Korea - 1,576<br/>6. ???????? Japan - 1,459<br/>7. ???????? Pakistan - 1,434<br/>8. ???????? Egypt - 1,080<br/>9. ???????? Turkey - 1,069<br/>10. ???????? France… <a href=\"https://t.co/0nQ6S1Hpaa\">pic.twitter.com/0nQ6S1Hpaa</a></p> — Global Statistics (@Globalstats11) <a href=\"https://twitter.com/Globalstats11/status/1921250247218786394?ref_src=twsrc%5Etfw\">May 10, 2025</a></blockquote> <p>  </p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834453\">بھارت کیخلاف پورا آپریشن نواز شریف کی زیر نگرانی ڈیزائن ہوا: عظمیٰ بخاری</a> </div> </div>  <p></p> <p>درجہ بندی میں 10 ممالک کو دکھایا گیا ہے جہاں سروس کی تمام شاخوں میں سب سے زیادہ فوجی طیارے ہیں۔</p> "
    },
    {
        "title": "100اور 1500 روپے والے قومی انعامی بانڈز کی قرعہ اندازی سے متعلق تازہ خبرآگئی",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834447",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747129902-4942.jpg",
        "time": "2025-05-13 14:51:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747129902-4942.jpg",
        "content": " <p> <br/><br/>کراچی  (آئی این پی)سینٹرل ڈائریکٹوریٹ آف نیشنل سیونگز حکومتِ پاکستان کے زیرِ اہتمام 100اور 1500 روپے والے قومی انعامی بانڈز کی قرعہ اندازی  15مئی 2025ء بروز جمعرات کراچی اور سیالکوٹ میں منعقد ہوگی۔</p> <p>1500 روپے والے قومی انعامی بانڈ کا پہلا انعام 30 لاکھ روپے، دوسرا انعام 10 لاکھ روپے کے تین انعامات اور اسی طرح 18500روپے کے 1696انعامات رکھے گئے ہیں جبکہ 100روپے والے بانڈ کا پہلا انعام 7 لاکھ روپے، دوسرا انعام 2 لاکھ روپے کے تین انعامات اور تیسرا انعام 1000 روپے کے 1199 انعامات خوش نصیبوں میں تقسیم کئے جائیں گے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "پاکستان کا فلائٹ آپریشن معمول پر آگیا، سعودی عرب سمیت 15 ممالک کی پروازیں شروع",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834446",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747129323-6991.jpg",
        "time": "2025-05-13 14:42:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747129323-6991.jpg",
        "content": " <p>اسلام آباد (ڈیلی پاکستان آن لائن )پاک بھارت کشیدگی کے بعد پاکستان کا فلائٹ آپریشن معمول پر آگیا۔ <br/>نجی ٹی وی جیو نیوز نے ایئرپورٹ ذرائع کے حوالے سے بتایا کہ سعودی عرب سمیت 15 ممالک نے پاکستان کے مختلف ایئرپورٹس کیلئے پروازیں شروع کر دی ہیں جبکہ ملک بھر کا حج فلائٹ آپریشن بھی تیزی سے تکمیل کی جانب گامزن ہے۔سعودی ائیر لائن نے آج لاہور اور اسلام آباد کیلئے بھی پروازیں شروع کردیں۔<br/>ایئرلائن ذرائع کے مطابق جدہ سے لاہور، اسلام آباد کی سعودی ایئر کی پروازیں آپریٹ کی جا رہی ہے۔ <br/>ایئرپورٹ ذرائع کاکہنا ہے کہ پاکستان سے حج پروازوں کو معمول پر لانے کیلئے کوششیں جاری ہیں۔ <br/>فلائٹ شیڈول کے مطابق سیالکوٹ پشاور کوئٹہ فیصل آباد اور ملتان سے آج کوئی پرواز منسوخ نہیں جبکہ بحرین، دوحا سیالکوٹ اور مدینہ آسلام اباد کی قومی ایئر کی پروازیں لاہور منتقل کی گئی ہیں۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "جنید اکبر پبلک اکاؤنٹس کمیٹی کی چیئرمین شپ سے مستعفی",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834445",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747129298-7207.jpg",
        "time": "2025-05-13 14:41:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747129298-7207.jpg",
        "content": " <p>اسلام آباد(ڈیلی پاکستان آن لائن)پاکستان تحریک انصاف کے رہنما جنید اکبر نے پبلک اکاؤنٹس کمیٹی (پی اے سی) کی چیئرمین شپ سے استعفیٰ دے دیا ہے۔ ذرائع کے مطابق جنید اکبر نے اپنا تحریری استعفیٰ پی ٹی آئی کے چیئرمین گوہر علی خان کے حوالے کر دیا ہے۔</p> <p>نجی ٹی وی چینل آج نیوز کے مطابق استعفے کی وجوہات کے حوالے سے پارٹی کی جانب سے تاحال کوئی باضابطہ بیان سامنے نہیں آیا، تاہم ذرائع کا کہنا ہے کہ پارٹی کے اندرونی فیصلوں اور تنظیمی حکمت عملی کے تحت یہ قدم اٹھایا گیا ہے۔</p> <p>جنید اکبر نے پبلک اکاؤنٹس کمیٹی کی سربراہی کے دوران متعدد اہم حکومتی محکموں اور منصوبوں کی آڈٹ رپورٹس پر کارروائی کی، اور کرپشن کے متعدد کیسز کو اجاگر کیا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>واضح رہے کہ بانی پی ٹی آئی نے جنید اکبر کو پبلک اکاؤنٹس کمیٹی (پی اے سی) کی چیئرمین شپ سے استعفیٰ دینے کی ہدایت کی تھی۔ ذرائع کے مطابق یہ تحریری حکم علیمہ خان کے ذریعے پارٹی قیادت تک پہنچایا گیاتھا۔</p> "
    },
    {
        "title": "وزیراعظم شہبازشریف کی قومی قیادت کو دعوت ملتوی",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834444",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747126743-1208.jpg",
        "time": "2025-05-13 13:59:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747126743-1208.jpg",
        "content": " <p>اسلام آباد (ڈیلی پاکستان آن لائن )وزیراعظم شہباز شریف کی جانب سے قومی قیادت کو اسلام آباد میں دی گئی دعوت بعض وجوہات کی بنا پرملتوی کردی گئی ہے۔<br/>نجی ٹی وی جیو نیوز نے ذرائع کے حوالے سے بتایا کہ وزیراعظم شہبازشریف نے آج کل جماعتی کانفرنس طلب نہیں کی بلکہ قومی قیادت کو مدعو کیا تھا۔ذرائع کے مطابق سیاسی جماعتوں کے رہنماﺅں کے ساتھ گورنر پنجاب سردار سلیم حیدر، گورنر سندھ کامران خان ٹیسوری، گورنر خیبرپختونخوا فیصل کریم کنڈی، گورنر بلوچستان شیخ جعفرخان مندوخیل اور گورنر گلگت بلتستان سید مہدی شاہ کو بھی ظہرانے میں شرکت کی دعوت دی گئی تھی۔<br/>دعوت کا مقصد اس بات پر اظہار تشکر تھا کہ بھارتی جارحیت کے خلاف پاکستان کی سیاسی جماعتوں کے رہنماوں نے یک زبان ہوکر حکومت اور افواج پاکستان کا بھرپورساتھ دیا تھا جس کے نتیجے میں قومی وحدت کا تصور مضبوط ہوا تھا۔<br/>بھارت کی جانب سے مسلط کی گئی جنگ سے پہلے عام تاثر تھا کہ پاکستان میں سیاسی قیادت شدید اختلافات کا شکار ہے اور حکومت کو بھارت کے خلاف اقدامات میں تمام سیاسی جماعتوں کی بھرپور حمایت ملنا مشکل ہوگا تاہم بھارت کی یہ خام خیالی بھی اس وقت جاتی رہی جب قومی اسمبلی کے اجلاس میں تمام سیاسی جماعتوں کے رہنماو¿ں نے یک زبان ہوکر افواج پاکستان کا ساتھ دیا اور حکومت کی جانب سے کئے گئے اقدامات کی بھرپور حمایت کی۔<br/>ذرائع کا کہنا ہے کہ ملکی قیادت کو چند روزبعد دعوت دیے جانے کاامکان ہے جس میں سیاسی وحدت کا اظہار کرنے پر اظہار تشکر کیا جائےگا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "پاک بنگلہ دیش ٹی 20 سیریز کے شیڈول میں ردوبدل",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834443",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747126521-3448.jpg",
        "time": "2025-05-13 13:55:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747126521-3448.jpg",
        "content": " <p>لاہور(ڈیلی پاکستان آن لائن) پاک بنگلہ دیش ٹی 20 سیریز کے شیڈول میں ردوبدل کرنے کا فیصلہ کیا گیا ہے۔</p> <p>نجی ٹی وی چینل ہم نیوز ذرائع کے مطابق پاک بنگلہ دیش ٹی 20 سیریز 25 کے بجائے اب 27 مئی کو شروع کرانے کا فیصلہ کیا گیا ہے۔ پاک بنگلہ دیش ٹی 20 سیریز کا آخری میچ 3 کے بجائے 5 جون کو شیڈول کیا جا رہا ہے۔</p> <p>25 مئی کو پی ایس ایل فائنل کی وجہ سے پاک بنگلہ دیش سیریز کا آغاز 2 روز آگے کرنا پڑا۔ اور پاکستان کرکٹ بورڈ (پی سی بی) نے بنگلہ دیش کرکٹ بورڈ کو تاریخوں میں ردوبدل سے متعلق اعتماد میں لے لیا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>ذرائع کے مطابق پی سی بی پاک بنگلہ دیش ٹی 20 سیریز کا حتمی شیڈول جلد جاری کرے گا۔ پاک بنگلہ دیش ٹی 20 سیریز فیصل آباد اور لاہور میں شیڈول کیا جا رہا ہے۔ پاک بھارت کشیدگی کے باعث پی ایس ایل اور بنگلہ دیش سیریز کا شیڈول متاثر ہوا۔</p> "
    },
    {
        "title": "خیبرپختونخوا حکومت نے کوہ پیمائی ٹیکس میں 2 سال کی چھوٹ دیدی",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834442",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747125959-9469.jpg",
        "time": "2025-05-13 13:46:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747125959-9469.jpg",
        "content": " <p>پشاور(ڈیلی پاکستان آن لائن )خیبرپختونخوا حکومت نے کوہ پیمائی ٹیکس میں 2 سال کے لئے چھوٹ دے دی۔<br/>نجی ٹی وی جیو نیوز کے مطابق صوبے کے ڈی جی ٹورازم اتھارٹی نے بتایا کہ ہندوکش رینج کی چوٹیوں پرکوہ پیمائی ٹیکس میں چھوٹ دی ہے، ترچ میر چوٹی سر کرنے کے 75 سال ہونے پر سال 2025 ترچ میرکا سال قرار دیا گیا ہے۔<br/>ڈی جی ٹورازم اتھارٹی کے مطابق خیبرپختونخوا حکومت نے کوہ پیمائی ٹیکس میں 2 سال کے لئے چھوٹ دی ہے، کوہ پیمائی ٹیکس کی چھوٹ 2025 سے 2026 تک ہوگی۔انہوں نے مزید بتایا کہ حکومتی اقدام سے کوہ پیمائی اور سیاحت کو فروغ ملے گا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "بھارت کیساتھ حالیہ کشیدگی کا پاکستان پرکوئی بڑا مالی اثر نہیں پڑےگا: وزیر خزانہ",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834440",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747125216-9126.jpg",
        "time": "2025-05-13 13:33:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747125216-9126.jpg",
        "content": " <p>اسلام آباد (ڈیلی پاکستان آن لائن )وفاقی وزیر خزانہ محمد اورنگزیب نے کہا ہے کہ آئی ایم ایف سے بیل آوٹ فنڈز کی ادائیگی آج متوقع ہے ، بھارت سے کشیدگی کی وجہ سے کسی بڑے مالیاتی اثر کی توقع نہیں۔<br/>نجی ٹی وی جیو نیوز کے مطابق برطانوی خبرایجنسی سے گفتگو میں وزیرخزانہ کا کہنا تھا کہ کشیدگی کے باعث کسی نئے معاشی جائزے کی رپورٹ کی ضرورت نہیں، آئی ایم ایف کے ساتھ بجٹ پر بات چیت 14 سے 23 مئی تک جاری رہے گی۔انہوں نے کہاکہ امریکہ کے ساتھ تجارتی مسائل جلد حل ہونے کی توقع ہے، بھارت کو یکطرفہ طور پر معطل سندھ طاس معاہدہ واپس بحال کرنا ہوگا۔<br/>وزیر خزانہ محمد اورنگزیب کاکہنا تھا کہ پاکستان بھارت سیزفائر کا خیر مقدم کرتے ہیں جو صدر ٹرمپ کی ثالثی سے ممکن ہوا، چیزیں معمول کی طرف بڑھتے ہوئے دیکھ رہے ہیں جو اچھی بات ہے۔انہوں نے بتایا کہ پیر کو پاکستان سٹاک مارکیٹ میں بہتری دیکھی گئی، بھارت کے ساتھ حالیہ کشیدگی کا پاکستان پرکوئی بڑا مالی اثر نہیں پڑےگا، اثر کا انتظام موجودہ بجٹ میں کیا جائے گا۔<br/>وزیر خزانہ محمد اورنگزیب نے کہا کہ نیا بجٹ آنے میں ابھی تین چار ہفتے باقی ہیں،کچھ کہنا قبل ازوقت ہوگا، دفاعی ضروریات کو یقینی بنانے کے سلسلے میں جو کرنا ہوگا،کیا جائے گا۔واضح رہے کہ گزشتہ دنوں بھارت پاکستان کے لئے آئی ایم ایف کا قرض پروگرام روکنے میں ناکام ہوگیا، آئی ایم ایف نے توسیعی فنڈ سہولت کے تحت اگلی قسط کی منظوری دی۔آئی ایم ایف کے ایگزیکٹو بورڈ نے 7 ارب ڈالر کے قرض پروگرام کی دوسری قسط جاری کرنےکا فیصلہ کیا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "وقار یونس، شعیب ملک، ثقلین مشتاق، مصباح الحق،  سرفراز احمد مینٹورز کے عہدوں سے فارغ",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834439",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747124508-4834.jpg",
        "time": "2025-05-13 13:21:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747124508-4834.jpg",
        "content": " <p>لاہور(ڈیلی پاکستان آن لائن)پاکستان کرکٹ بورڈ(پی سی بی)نے ڈومیسٹک ٹیموں اور چیمپئنزکپ کیلئے بنائے پانچوں مینٹورز کوفارغ کرنے کا فیصلہ کرلیا۔</p> <p>نجی ٹی وی سما نیوز کے مطابق ذرائع کاکہنا ہے کہ چیئرمین پی سی بی کی زیرصدارت اہم اجلاس میں مینٹورز کی کارکردگی کا جائزہ لیاگیا، محسن نقوی کی ہدایت پر مینٹورز کو فارغ کرنے کا فیصلہ کیاگیا،</p> <p>وقار یونس، شعیب ملک، ثقلین مشتاق، مصباح الحق،  سرفراز احمد مینٹورزشپ سے فارغ ہو گئے۔</p> <p> ذرائع کاکہنا ہے کہ مصباح الحق اور سرفراز احمد کو مینٹورز شپ سے ہٹائے جانے کے بعد  پی سی بی میں اہم ذمہ داری دی جائیں گی۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>ذرائع کاکہنا ہے کہ شعیب ملک نے 2ہفتے قبل عہدے سے استعفیٰ دیا تھا۔</p> <p>یادرہے کہ چیمپئنزکپ کیلئے مینٹورز کی خدمات گزشتہ برس حاصل کی گئی تھیں۔</p> "
    },
    {
        "title": "مودی کے خطاب سے لگتا ہے کہ انہیں ابھی تک مکمل چین نہیں آیا: عمر ایوب",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834437",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747124201-5644.jpg",
        "time": "2025-05-13 13:16:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747124201-5644.jpg",
        "content": " <p>اسلام آباد(ڈیلی پاکستان آن لائن ) قومی اسمبلی میں اپوزیشن لیڈر عمر ایوب نے کہا ہے کہ مودی کے خطاب سے لگتا ہے کہ انہیں ابھی تک مکمل چین نہیں آیا۔<br/>نجی ٹی وی جیو نیوز کے مطابق ایک بیان میں عمر ایوب نے کہا کہ بانی پی ٹی آئی نے 4 سال پہلے کہا تھا کہ مودی فالس فلیگ آپریشن کرکے کا ملبہ پاکستان پر ڈالے گا۔انہوں نے مزید کہا کہ مودی کے خطاب سے لگتا ہے کہ انہیں ابھی تک مکمل چین نہیں آیا، ہمت ہے تو فاشسٹ مودی پاکستان پر دوبارہ حملے کا شوق پورا کر لے، پاکستانی قوم اور افواج متحد ہو کر مقابلہ کریں گے۔<br/>خیال رہے کہ بھارت کے وزیراعظم نریندر مودی نے قوم سے خطاب کیا لیکن وہ آف کلر نظر آئے، انہوں نے اپنی تقریر میں پہلگام واقعے کو ظلم قرار دیا اور پاکستان پر روایتی الزامات کو دہرایا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "سمیع رشید نے سحر حیات سے علیٰحدگی کی افواہوں پر خاموشی توڑ دی",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834438",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747124202-3925.png",
        "time": "2025-05-13 13:16:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747124202-3925.png",
        "content": " <p><br/>لاہور (آئی ا ین پی) معروف ٹک ٹاکر، یوٹیوبر و اداکارہ سحر حیات کے شوہر سمیع رشید نے سوشل میڈیا پر اہلیہ سے علیٰحدگی کی افواہوں پر ردِ عمل کا اظہار کردیا۔</p> <p> سمیع رشید نے اپنے سوشل میڈیا اکاؤنٹ انسٹاگرام پر ویڈیو پیغام شیئر کیا اور کہا کہ گزشتہ ایک ماہ سے سوشل میڈیا پر چہ میگوئیاں ہو رہی ہیں، میں اپنی نجی زندگی کے معاملات سوشل میڈیا پر نہیں لانا چاہتا تھا مگر مجھے اب کچھ باتوں کو واضح کرنا پڑ رہا ہے۔ٹک ٹاکر و مواد تخلیق کار کا کہنا ہے کہ ہماری زندگی میں آج کل بہت مسائل آئے ہوئے، وہ مسائل اتنے بڑے نہیں ہیں مگر انہیں سوشل میڈیا کے دور کی وجہ سے بڑا بنادیا گیا ہے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>ان کا کہنا ہے کہ میں یہ نہیں کہوں گا کہ شادی کے بعد میں نے بہت مشکل دن گزارے یا میں چین نہیں لے سکا، میں یہ بھی نہیں کہوں گا سحر جھوٹ بول رہی ہے یا کچھ غلط کہہ رہی ہے۔سمیع رشید کا یہ بھی کہنا تھا کہ سحر حیات میری بیوی ہے اور میرے نکاح میں رہے گی، میری طرف سے کبھی رشتہ توڑنے کی بات نہیں ہوگی۔<br/>سحر حیات نے سوشل میڈیا پر جو کچھ بھی کہا ہے میری طرف سے ایسا نہیں ہے۔سمیع رشید کا کہنا ہے کہ میں نے ایک ماہ سے اپنی بیٹی کو دیکھا تک نہیں ہے، صرف وی لاگ میں دیکھ رہا ہوں۔</p> "
    },
    {
        "title": "مخصوص نشستوں سے متعلق کیس؛سنی اتحاد کونسل کے وکیل کی استدعا پر پیر تک سماعت ملتوی",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834435",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747123896-6855.jpg",
        "time": "2025-05-13 13:12:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747123896-6855.jpg",
        "content": " <p>اسلام آباد(ڈیلی پاکستان آن لائن)سپریم کورٹ آئینی بنچ نے سنی اتحاد کونسل کے وکیل فیصل صدیقی کی استدعا پرمخصوص نشستوں سے متعلق کیس کی سماعت پیر تک ملتوی کردی۔</p> <p>نجی ٹی وی چینل جیو نیوز کے مطابق سپریم کورٹ آئینی بنچ میں مخصوص نشستوں سے متعلق کیس میں دائر نظرثانی اپیل پر سماعت ہوئی،جسٹس امین الدین کی سربراہی میں 11رکنی آئینی بنچ نے کیس کی سماعت کی، الیکشن کمیشن کے وکیل سکندر بشیر اور ن لیگ کے وکیل حارث عظمت عدالت پیش ہوئے،سنی اتحاد کونسل کے وکیل فیصل صدیقی نے پیر تک سماعت ملتوی کرنے کی استدعا کردی،فیصل صدیقی کی جانب سے جواب جمع کرانے کیلئے وقت مانگ لیا، فیصل صدیقی نے کہا کہ پہلی سماعت پر نوٹس موصول نہیں ہوا، دوسری سماعت پر جنگ چھڑ چکی تھی،عدالت نے مخصوص نشستوں کے کیس میں نظرثانی اپیل پر سماعت 19مئی تک ملتوی  کردی۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "ایک ہی گھر سے ماں باپ اور 2 بچوں کی3 دن پرانی لاشیں برآمد",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834434",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747123918-6849.jpg",
        "time": "2025-05-13 13:12:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747123918-6849.jpg",
        "content": " <p>جامشورو(آئی این پی )جامشورو کی تحصیل کوٹری خدا کی بستی میں ایک گھر سے 4 افراد کی لاشیں برآمد ہوئی  ہیں  ۔</p> <p>ایس ایس پی جامشورو ظفر صدیقی نے ایک نجی ٹی وی سے گفتگو کرتے ہوئے  بتایا کہ گھر سے ملنے والی لاشیں کی شناخت عمران احمد خان اہلیہ عالیہ اور اس کے 2 کمسن بچوں کی ہیں۔  ظفر صدیقی کے مطابق چاروں افراد کو کسی تیز دھار آلے سے قتل کیا گیا ہے اور ہلاک افراد کا تعلق بلوچستان سے ہے۔</p> <p>انہوں نے مزید بتایا کہ عمران احمد نے 9 سال قبل پسند کی شادی کرکے کوٹری میں رہائش اختیار کی ہوئی تھی،  واقعہ غیرت کے نام پر قتل کا لگتا ہے اور لاشیں3 دن پرانی ہیں، لاشیں پوسٹ مارٹم کے لیے اسپتال منتقل کردی گئی ہیں۔ </p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "دریاﺅں اور آبی ذخیروں میں پانی کی صورتحال پر رپورٹ جاری",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834433",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747123621-4627.jpg",
        "time": "2025-05-13 13:07:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747123621-4627.jpg",
        "content": " <p>اسلام آباد (ڈیلی پاکستان آن لائن )واٹر اینڈ پاور ڈویلپمنٹ اتھارٹی (واپڈا) نے  دریاﺅں اور آبی ذخیروں میں پانی کی صورتحال سے متعلق رپورٹ جاری کردی۔<br/>نجی ٹی وی جیو نیوز نے ترجمان واپڈا کے حوالے سے بتایا کہ دریائے سندھ میں پانی کی آمد ایک لاکھ 8 ہزار 400 اور اخراج 82 ہزار کیوسک ہے جبکہ دریائے جہلم میں پانی کی آمد 41 ہزار 900 اور اخراج 28 ہزار کیوسک ہے۔<br/>ترجمان واپڈا نے بتایا کہ چشمہ بیراج میں پانی کی آمد ایک لاکھ 43 ہزار 900 اور اخراج ایک لاکھ 14 ہزار کیوسک ہے جبکہ ہیڈمرالہ پر چناب میں پانی کی آمد 29 ہزار 400 اور اخراج 10 ہزار کیوسک ہے۔<br/>اسی طرح دریائے کابل میں پانی کی آمد 39 ہزار 200 اور اخراج 39 ہزار 200 کیوسک ہے۔ ترجمان نے بتایا کہ تربیلا میں پانی کی سطح 1462.48 فٹ، پانی کا ذخیرہ 15 لاکھ 10 ہزار ایکڑ فٹ ہے جبکہ منگلا میں پانی کی سطح 1143.95فٹ اور پانی کا ذخیرہ 14 لاکھ 79 ہزار ایکڑ فٹ ہے۔<br/>ادھر چشمہ میں آج پانی کی سطح 648.10 فٹ اور پانی کا ذخیرہ 2 لاکھ 63 ہزار ایکڑ فٹ ہے جبکہ منگلا اور چشمہ میں پانی کا مجموعی ذخیرہ 32 لاکھ 52 ہزار ایکڑ فٹ ہے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "دشمنوں اور غیروں کے ساتھ صلح ہوسکتی ہے تو اپنوں کے ساتھ بھی ہونی چاہیے: بیرسٹر گوہر",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834432",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747122860-8164.jpg",
        "time": "2025-05-13 12:54:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747122860-8164.jpg",
        "content": " <p>اسلام آباد(ڈیلی پاکستان آن لائن )چیئرمین تحریک انصاف بیرسٹرگوہر نے کہا ہے کہ اگر دشمنوں اور غیروں کے ساتھ صلح ہوسکتی ہے تو اپنوں کےساتھ بھی ہونی چاہیے۔<br/>نجی ٹی وی’’ جیو نیوز ‘‘سے گفتگو کرتے ہوئے بیرسٹر گوہر نے کہا کہ اگر والدین کو آپ جیل میں رکھوتو بچے کب تک آپ کا ساتھ دیں گے؟کب تک آپ کےساتھ فنکشن منائیں گے اورکیوں منائیں؟<br/>انہوں نے کہا کہ اب قوم ہم آواز ہے اور بہتر ہے اس اتحاد کافائدہ اٹھاتے ہوئے بانی پی ٹی آئی کی رہائی ہو۔<br/>بیرسٹر گوہر کا کہنا تھا کہ بانی پی ٹی آئی اور بشریٰ بی بی سے پارٹی رہنماؤں کو ملاقاتوں کی اجازت ہو، اب سیاسی ماحول میں تناؤ میں کمی ہونی چاہیے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "(ن )لیگ کے سابق ایم پی اے میاں اعجاز بھٹی پی ٹی آئی میں شامل  ہوگئے",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834431",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747122517-7942.jpg",
        "time": "2025-05-13 12:49:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747122517-7942.jpg",
        "content": " <p> لاہور (آئی   این پی )مسلم لیگ(  ن) کے سابق ایم پی اے    میاں اعجاز حسین بھٹی اور شاہ کوٹ سے سابق وائس چیئرمین مہر عبدالغفار نے سینکڑوں ساتھیوں سمیت باضابطہ طور پر   پی ٹی آئی میں شمولیت اختیار کرلی۔</p> <p>تفصیل کے مطابق ننکانہ صاحب کی سیاست کے میدان میں ہلچل اور سیاسی درجہ حرارت میں اضافہ ہوگیا۔ سابق رکن صوبائی اسمبلی (ن) لیگ حلقہ پی پی 132 میاں اعجاز حسین بھٹی نے بلا آخر   سابق وائس چیرمین مہر عبدالغفار و دیگر سینکڑوں ساتھیوں سمیت بیرسٹر گوہر علی اور اسد قیصر سے ملاقات کے دوران پاکستان تحریک انصاف میں شمولیت کا اعلان کیا۔ اس موقع پر پی ٹی آئی کے ممبر قومی اسمبلی این اے 111 چوہدری محمد ارشد ساہی بھی موجود تھے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>قائم مقام چیئرمین پی ٹی آئی بیرسٹر گوہر علی خان نے اور دیگر رہنماؤں نے سابق  رکن صوبائی اسمبلی (ن )لیگ کے گلے میں پی ٹی آئی کا مفلر ڈالا۔ میاں اعجاز حسین بھٹی نے کہا کہ اپنے حلقہ کی عوام کے پر زور مطالبے پر پاکستان تحریک انصاف میں شمولیت اختیار کی ہے۔  سیاست کو ہمیشہ عبادت سمجھ کر کیا، منافقت کی سیاست کو بے نقاب کروں گا، میری پی ٹی آئی میں شمولیت سے مخالفین کی نیندیں اڑ چکی ہیں، ان شا اللہ عوام کے ووٹ کی طاقت سے منتخب ہو کر عوامی خدمت کا مشن جاری رکھیں گے۔</p> <p>قائم مقام چیرمین پی ٹی آئی بیرسٹر گوہر نے میاں اعجاز حسین بھٹی اور مہر عبدالغفار کو پی ٹی آئی میں شمولیت پر مبارکباد دی اور کہا کہ فارم 47 کی پیداوار حکومت کے دن گنے جا چکے ہیں، 24 کروڑ عوام کے دلوں کی دھڑکن بانی چیئرمین پی ٹی آئی عمران خان ہیں، حکومت جتنے بھی اوچھے ہتھکنڈے استعمال کرلے ہم گھبرانے والے نہیں ہیں، پاکستان کے روشن مستقبل کے ضامن عمران خان ہیں۔ سوات کی تحصیل کبل کے علاقے ننگولئی میں نامعلوم مسلح موٹر سائیکل سواروں نے فائرنگ کر کے اے این پی کے مقامی رہنما فتح اللہ خان کو ذاتی ملازم فرمان سمیت قتل کر دیا ۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834455\">بھارتی ڈرون حملے میں شہید ہونیوالے 8 بہنوں کے اکلوتے بھائی کی دردناک کہانی</a> </div> </div>  "
    },
    {
        "title": "پاکستان پر سیز فائر کی خلاف ورزی کا الزام، بھارتی فوج نے اپنے ہی میڈیا کا جھوٹ بے نقاب کر دیا",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834430",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747121652-6270.jpg",
        "time": "2025-05-13 12:34:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747121652-6270.jpg",
        "content": " <p>نئی دہلی (ڈیلی پاکستان آن لائن )بھارتی فوج نے اپنے ہی میڈیا کا جھوٹ بے نقاب کر دیا۔<br/>نجی ٹی وی جیو نیوز کے مطابق بھارت میں برکھا دت جیسے صحافی اور میڈیا کئی گھنٹوں سے یہ جھوٹ پھیلا رہے تھے کہ پاکستانی ڈرونز بھارت میں گھوم رہے ہیں اور وہ پاکستان پر سیز فائر کی خلاف ورزی کا مسلسل الزام لگا رہے ہیں۔<br/>برکھا دت سوشل میڈیا پر کہہ رہی تھیں کہ جموں میں پاکستانی ڈرونز دیکھے اور پکڑے گئے ہیں۔ برکھا دت کے خیال میں مودی کی تقریر کے جواب میں ایسا ہوا ہے جبکہ بھارتی فوج نے واضح کر دیا ہے کہ ایسا کوئی ڈرون کہیں رپورٹ نہیں ہواتاہم بھارتی فوج کا کہنا ہے کہ پاکستان کی طرف سے کسی بھی ڈرون کی کوئی اطلاع نہیں ہے، صورت حال پ±رامن اور مکمل کنٹرول میں ہے۔ <br/>اس سے قبل پاکستانی سکیورٹی ذرائع نے بھی کہا تھا کہ بھارتی میڈیا پاکستان کی جانب سے سیز فائر کی خلاف ورزی کی من گھڑت اور جھوٹی خبریں چلا رہا ہے۔سکیورٹی ذرائع کے مطابق پاکستان کے کسی بھی ڈرون نے سرحد یا لائن آف کنٹرول پار نہیں کی۔<br/>سکیورٹی ذرائع کا کہنا ہے کہ بھارتی میڈیا کی خبریں ہمیشہ کی طرح جھوٹ کا پلندا ہیں،پاکستان سیز فائر کی مکمل پاسداری کر رہا ہے،حقیقت میں بھارتی ڈرونز لائن آف کنٹرول اور ورکنگ باو¿نڈری پر سیز فائر کی خلاف ورزی کر رہے ہیں۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "چیئرمین پی سی بی نے پاکستان ٹیم کے وائٹ بال ہیڈکوچ کا اعلان کردیا",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834429",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747121566-9505.jpg",
        "time": "2025-05-13 12:32:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747121566-9505.jpg",
        "content": " <p>لاہور(ڈیلی پاکستان آن لائن)چیئرمین پاکستان کرکٹ بورڈ(پی سی بی) محسن نقوی نے پاکستان ٹیم کے وائٹ بال ہیڈکوچ کا اعلان کردیا۔</p> <p>محسن نقوی نے کہا کہ مائیک ہیسن پاکستان ٹیم کے وائٹ بال ہیڈکوچ ہوں گے،مائیک ہیسن کے نام کا اعلان کرکے خوشی محسوس کررہا ہوں،ان کاکہنا تھا کہ مائیک ہیسن 26مئی سے ذمے داری سنبھالیں گے،مائیک ہیسن ٹیم کے وائٹ بال ہیڈکوچ کی حیثیت سے جوائن کریں گے،چیئرمین پی سی بی نے کہاکہ ہیڈکوچ کیلئے کئی درخواستیں موصول ہوئی ان کا جائزہ لیاگیا۔</p> <blockquote> <p>After evaluation of numerous applications received against the vacancy, I'm pleased to announce that former New Zealand cricketer and renowned coach, Mike Hesson, will join us as the new Whiteball Head Coach for the Pakistan National Team, effective May 26th. We look forward to…</p> — Mohsin Naqvi (@MohsinnaqviC42) <a href=\"https://twitter.com/MohsinnaqviC42/status/1922188924048302132?ref_src=twsrc%5Etfw\">May 13, 2025</a></blockquote> <p>  </p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "ویرات کوہلی کی ریٹائرمنٹ کی وجہ سامنے آگئی",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834428",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120788-9138.jpg",
        "time": "2025-05-13 12:19:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120788-9138.jpg",
        "content": " <p>ممبئی (ویب ڈیسک)سابق بھارتی ہیڈکوچ اور کرکٹر روی شاستری نے انکشاف کیا ہے کہ ویرات کوہلی کی اچانک ریٹائرمنٹ کے پیچھے انکی فیملی ہے۔</p> <p>میڈیا رپورٹس کے مطابق سابق بھارتی کرکٹر و کمنٹیٹر روی شاستری کا کہنا ہے کہ ویرات کوہلی نے اپنی خاندانی زندگی کو ترجیع دینے کیلئے ٹیسٹ کرکٹ سے ریٹائرمنٹ کا اعلان کیا ہے، وہ اپنی بیٹی وامیکا اور بیٹے اکائے کو وقت دینا چاہتے ہیں۔سابق ہیڈکوچ نے کہا کہ ویرات کوہلی نے مجھے بتایا تھا کہ وہ اپنے بچوں کی پرورش کیلئے کرکٹ کو خیرباد کہہ رہے ہیں۔</p> <p>دوسری جانب رپورٹس میں دعویٰ کیا گیا ہے کہ کوہلی محض بین الاقوامی کرکٹ سے ریٹائر ہوئے ہیں اور آئی پی ایل میں کھیلتے رہیں گے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>ویرات کوہلی نے گزشتہ روز ٹیسٹ کرکٹ سے ریٹائرمنٹ کا اعلان کیا تھا جس کے بعد انکی اہلیہ انوشکا شرما نے شوہر کیلئے جذباتی پیغام لکھتے ہوئے کہا تھا کہ وہ آنسو یاد رکھوں گی جو تم نے کبھی نہیں دکھائے، وہ لڑائیاں جو کسی نے نہیں دیکھیں اور اس فارمیٹ کے لیے تمہاری غیر متزلزل محبت! میں ہمیشہ ان کے ساتھ ہوں۔</p> "
    },
    {
        "title": "مرد آہن جنرل عاصم منیراور شہبازشریف کی للکار",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834427",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120890-4320.jpg",
        "time": "2025-05-13 12:19:00",
        "author": "محمد عاصم نصیر",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120890-4320.jpg",
        "content": " <p>بلاشبہ سپاہی میدانوں میں اور لیڈر ایوانوں میں بیٹھ کر جنگیں لڑتے ہیں۔چشم فلک نےاس امر کا عملی مظاہرہ حالیہ پاک بھارت جنگ کے دوران جی بھر کر دیکھا۔اوربار بار دیکھا۔پاکستان کے مرد آہن وزیر اعظم میاں محمد شہباز شریف نے وطن عزیزکے ازلی دشمنوں اوردنیا بھر سےاپنی قائدانہ صلاحیتوں کا لوہا منوایا۔ پاکستان کے ازلی دشمن نے 22اپریل کومقبوضہ کشمیر کے علاقے پہلگام میں ایک طے شدہ سازش کے تحت فالس آپریشن کیا اور 26کے قریب معصوم سیاحوں جن میں پندرہ مسلمان تھے،کے خون سے ہولی کھیلی اور دہشت گردی کی اس واردات کا جھوٹا اوربے بنیاد الزام ہمیشہ کی طرح فوراً20 سال  سے دہشت گردی  کےشکاراور پُرامن ہمسایہ ملک پاکستان پر لگادیا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>پاکستان نےمکارہمسائے بھارت کو اس واقعہ کی غیرجانبدارانہ اور منصفانہ بین الاقوامی انکوائری کیلئے بھرپور اور ہر ممکن تعاون کی پیشکش بھی کی۔لیکن اس نے کھلی جارحیت کا عملی مظاہرہ کرتے ہوئے6اور7مئی کی درمیانی شب پاکستان اور آزادکشمیر میں چار پانچ مقامات پر حملے کرکے مساجد اور معصوم شہریوں کو دہشت گردی کانشانہ بنا کر شہید کرڈالا جن میں زیادہ تر بچے اور عورتیں شامل تھیں۔پاکستان پربھارتی جارحیت کی امریکہ سمیت دنیا بھر نے مذمت کی۔اور دونوں ملکوں کو پُرامن رہنے کی اپیل کی۔</p> <p>امریکی صدر ڈونلڈ ٹرمپ نے خود بھارتی  اقدم پر تشویش کا اظہار کیا ۔امریکی صدر ٹرمپ نے بھارت کی طرف سے پاکستان پر حملوں کا آغاز کرنے کو شرمناک قرار دیا اور کہا کہ بھارتی جارحیت ایک شرمناک عمل ہے۔بعد ازاں امریکی صدر نے  کہا کہ میں دونوں ملکوں کو اچھی طرح جانتا ہوں۔صدر ٹرمپ نے پاک بھارت مصالحت کیلئے اپنا کردار ادا کرنے کی پیشکش کی۔وزیراعظم شہباز شریف نے جنوبی ایشیا کی سکیورٹی صورتحال پر امریکی صدر ٹرمپ کی تشویش کو سراہا۔لیکن اقوام متحدہ کے عالمی چارٹر کے مطابق بھارت کی  اس کھلی جارحیت، دہشت گردی اورغنڈی گردی کا جواب دینا گویاپاکستان کی سیاسی اور عسکری قیادت پر قرض اور فرض تھا۔وزیر اعظم میاں شہبازشریف اپنی تقاریر ،خطاب اور گفتگو میں اکثر کہا کرتے ہیں:</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834455\">بھارتی ڈرون حملے میں شہید ہونیوالے 8 بہنوں کے اکلوتے بھائی کی دردناک کہانی</a> </div> </div>  <p>وطن کی محبت میں ہم آشفتہ سروں نے </p> <p>وہ قرض چکائے ہیں جو واجب بھی نہیں تھے</p> <p>لیکن اب وطن عزیز پر بھارتی جارحیت کا منہ توڑ جواب دینا تووزیر اعظم میاں شہبازشریف کی حکومت پر قرض اور فرض بن چکا تھا۔  مسلم لیگ ن کے قائد سابق وزیر اعظم میاں نواز شریف کا شدید دباؤ بھی تھا کہ بھارت کو وطن عزیز کیخلاف ننگی جارحیت کا ایسا جواب دیا جائے کہ وہ اپنے زخموں کو عمر بھر چاٹتا رہے۔اور اصلاح کی مرہم لگاتا رہے۔</p> <p>بھارتی جارحیت کا کما حقہ جواب دینے کیلئے وزیراعظم میاں شہبازشریف کی صدارت میں پاکستان کی قومی سلامتی کمیٹی کا اجلاس ہوا جس میں اعلیٰ سول اور عسکری قیادت نے بھارتی جارحیت کا منہ توڑ جواب دینے کا فیصلہ کیا۔امریکی قیادت نے پاکستان کی سیاسی و عسکری قیادت کے جارحانہ فیصلے اورعزم صمیم کو بھانپتے ہوئے فوری طورپروزیر اعظم میاں شہبازشریف سے ٹیلی فونک رابطہ کیا ہے۔ امریکی وزیر خارجہ نے کہا کہ امریکا جنوبی ایشیا کی صورتحال پر گہری نظر رکھے ہوئے ہے، امریکا خطے میں امن اور استحکام کو فروغ دینے کے لیے پرعزم ہے۔امریکی وزیر خارجہ مارکو روبیو نے پاکستان اور بھارت دونوں کو کشیدگی کم کرنے کے لیے مل کر کام کرنے کی ضرورت پر زور دیا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834454\">بھارت کے پاس پانی روکنے کی صلاحیت ہی نہیں، پانی کی فراہمی معمول کے مطابق ہے: عطا تارڑ</a> </div> </div>  <p>وزیر اعظم میاں شہباز شریف نے امریکی وزیر خارجہ مارکو روبیو سے دوٹوک اور اصولی موقف اختیار کیا اور پاکستان کی خودمختاری اورعلاقائی سالمیت کا ہر قیمت پر دفاع کرنے کے عزم کا اعادہ کیا۔وزیر اعظم شہباز شریف نےامریکی وزیر خارجہ مارکو روبیو پر واضح کیا کہ بھارت کے حملوں نے پاکستان کی خود مختاری اور علاقائی سالمیت کی خلاف ورزی کی، بھارت نے جنوبی ایشیا میں امن و استحکام کو شدید خطرات سے دوچار کیا ۔وزیر اعظم میاں شہباز شریف کا یہ بھی کہنا تھا کہ پاکستانی عوام بھارت کی بلااشتعال جنگی کارروائیوں سے شدید غصے میں ہیں، پاکستان اقوام متحدہ کے چارٹر کے آرٹیکل 51 کے تحت اپنے دفاع میں کارروائی کا حق محفوظ رکھتا ہے۔پاکستان بھارتی جارحیت کاوہ جواب دے گا کہ دنیا دیکھےگی اور پھر وہی کیا جو دل چاہا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834453\">بھارت کیخلاف پورا آپریشن نواز شریف کی زیر نگرانی ڈیزائن ہوا: عظمیٰ بخاری</a> </div> </div>  <p>وزیر اعظم میاں شہبازشریف نےامریکہ اور دنیا کا پریشر برداشت کیا۔انہوں نے اپنے سے کئی گنابڑے دشمن کو للکارا اورپاکستان کی بہادر مسلح افواج کو انڈیا پرمثالی حملہ کرنے کا حکم دیا۔وزیر اعظم نے اسرائیل اور امریکہ نواز لابی کے ہوتے ہوئے بھارتی غرور خاک میں ملایا۔وزیر اعظم شہبازشریف نے پاکستان کے عدم استحکام کو استحکام میں بدل ڈالا۔وزیر اعظم شہبازشریف نے پنجاب کی مثالی  خدمت  کی، سیاسی جماعتوں کو ملی یکجہتی کی تسبیح میں پیرویا۔وزیر اعظم شہباز شریف نے اپنے قائد اور بڑے بھائی سابق وزیر اعظم میاں نواز شریف کے جانشین کا کردار ادا کر تے ہوئے  بھارت کے خلاف تاریخی  اورمثالی معرکہ سر کیاجس کو زمانہ رہتی دنیا تک یاد رکھے گا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834452\">نوشکی: پنجاب سے تعلق رکھنے والے 4افراد کی لاشیں برآمد</a> </div> </div>  <p>بھارتی جارحیت کے جواب میں پاکستان کی مسلح افواج نےآپریشن ’’بنیان مرصوص‘‘ میں بھارت کی جو اینٹ سے اینٹ بجائی پوری دنیا نے اس کو دیکھا۔پاکستان کی مسلح اوربہادر افواج نےآرمی چیف جنرل سید عاصم منیر کی دلیرانہ قیادت میں رافیل طیاروں سمیت بھارت کے   طیارے تباہ کرکےاس کا  غرور خاک میں ملادیا۔اس کے درجنوں ایئر بیسزاور اسلحے کے مراکز کو تباہ و برباد کر ڈالا۔بھارت کو امریکہ کے ذریعے جنگ بندی کی بھیک مانگنا پڑی۔اورپوری دنیا آج پاک فوج کے سپہ سالار جنرل سید حافظ عاصم منیر کو مرد آہن قراردے رہی ہے۔ پاک فوج کے سپہ سالار جنرل سید حافظ عاصم منیرکا نام تاریخ میں سنہری حروف میں لکھا جائے گا۔ان شااللہ۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834451\">نازی تحریکیں بے رحمی سے کچلیں گے، روسی قونصل جنرل کا کراچی میں تقریب سے خطاب</a> </div> </div>  <p> وزیر اعظم میاں شہباز شریف نے آپریشن ’’بنیان مرصوص‘‘ کی تکمیل کا اعلان کردیا ہے۔پاکستان نے بھارت کے ساتھ 22 اپریل سے10مئی تک کے معرکے کو معرکہ حق کا نام دے دیا۔آپریشن ’’بنیان مرصوص‘‘کی شاندار کامیابی پر وزیراعظم کا ہر سال 10 مئی کو یوم معرکہ حق منانے کا اعلا ن کیا ہے۔یوم معرکہ حق ہر سال پورے ملک میں جوش و خروش اور جذبہ ملی وحدت سے منایا جائے گا۔ وزیرِ اعظم نے کہا ہے کہ ہماری بہادرمسلح افواج کی پیشہ ورانہ صلاحیتوں نے ہمارے سر فخر سے بلند کر دیئے ہیں۔</p> <p>وزیرِ اعظم کا 16 مئی 2025، جمعہ کے روز پاکستان کو دفاعی محاذ پر شاندار کامیابی سے ہمکنار کرنے پر افواج پاکستان کو خراج تحسین اور اللہ کے حضور سجدہ شکر بجا لانے کے دن کے طور پر منانے کا بھی فیصلہ کیا ہے۔جمعۃالمبارک کے دن یوم تشکر کے تسلسل میں خصوصی نوافل ادا کیے جائیں گے، اللہ کی بارگاہ میں سجدہ شکر بجا لائیں گے اور ملک و قوم کی ترقی کیلئے دعائیں کریں گے۔وزیرِ اعظم نے بھارتی حملوں سے متاثرہ لوگوں اور املاک کیلئے بھی بڑےبڑے فیصلے کیے ہیں،وزیراعظم نے معرکہء حق کے دوران شہید ہونے والوں کے لئے شہداء پیکج کا اعلان کیا ۔</p> <p>معرکہء حق میں شہید ہونے والے پاکستانی شہریوں کے ورثاء کو 1 کروڑ روپے جبکہ زخمی ہونے والوں کو 10 لاکھ روپے سے 20 لاکھ روپے دئیے جائیں گے۔مسلح افواج کے شہداء کے ورثاء کو رینک کے حساب 1 کروڑ روپے سے 1.8 کروڑ روپے رقم دی جائے گی ۔پاک افواج کے شہداء کے ورثاء کو گھر کی سہولت کے لئے رینک کے حساب سے 1.9 کروڑ روپے سے 4.2 کروڑ روپے دئیے جائیں گے۔مسلح افواج کے شہداء کی ریٹائرمنٹ کی تاریخ تک ان کی مکمل تنخواہ بمعہ الاونسز جاری رہیں گے۔مسلح افواج کے شہداء کے بچوں کو گریجویشن تک مفت تعلیم دی جائے گی۔ پاک افواج کے ہر شہید کی ایک بیٹی کی شادی کے لئے 10 لاکھ روپے کی میرج گرانٹ دی جائے گی۔ مسلح افواج کے زخمی ہونے والوں کو 20 لاکھ روپے سے 50 لاکھ روپے فی کس دیئے جائیں گے  ۔</p> <p>بھارتی حملے میں متاثر ہونے والے گھروں، شہید مساجد کی تعمیر وفاقی حکومت کرے گی۔وزیرِاعظم  نے کہا کہ شہدا کے بچوں کی کفالت حکومت کی ذمہ داری ہے، ہم یہ فرض پورا کریں گے ۔ زخمیوں کے علاج کا تمام خرچ وفاقی حکومت اٹھائے گی۔پاکستان کی عزت وعظمت کے تحفظ اور دفاع میں جس نے جس محاذ پر جو خدمات سر انجام دی ہیں، ان کا اعتراف قومی سطح پر کیاجائے گا اور انہیں اعزازات سے نوازا جائے گا۔</p> <p>۔</p> <p>نوٹ: یہ مصنف کا ذاتی نکتہ نظر ہے جس سے ادارے کا متفق ہونا ضروری نہیں۔<br/> </p> "
    },
    {
        "title": "خودکشی کے مختلف واقعات میں لڑکے اور لڑکی کی لاشیں برآمد",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834426",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120698-2769.jpg",
        "time": "2025-05-13 12:18:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120698-2769.jpg",
        "content": " <p>کراچی (ویب ڈیسک )نارتھ کراچی میں گھرسے نوجوان کی گلے میں رسی کا پھندا لگی لاش ملی ہے۔پولیس نےواقعے کو خودکشی قرار دیگر واقعے کی تفتیش شروع کردی ہے۔</p> <p>تفصیلات کے مطابق بلال کالونی تھانے کےعلاقے نارتھ کراچی سیکٹرفائیوایم میں واقع گھرکی بالائی منزل سے نوجوان کی گلے میں رسی کا پھندا لگی لاش ملی ہے اطلاع ملنے پرپولیس موقع پرپہنچ گئی اورلاش کوقانونی کارروائی کیلیے عباسی شہید اسپتال منتقل کردیا گیا جہاں متوفی نوجوان کی شناخت 22 سالہ مدثر ولد عبدالحمید کے نام سے کی گئی۔متوفی نوجوان نجی مطب میں ملازمت کرتا تھا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>ایس ایچ او بلال کالونی محمد ناصرخان نے بتایا کہ متوفی نوجوان صبح 10 بجے سوکراٹھا کراٹھا اورگھرکی بالائی منزل پرجا کر اس نے رسی کا پھندا لگا کرپنکھے سے لٹکرکرخود کشی کرلی۔متوفی نوجوان کے اہلخانہ کو دوپہر 2 بجے کے قریب واقعے کی اطلاع ملی، فوری طورپرخود کشی کی وجہ سے سامنے نہیں آسکی ہے۔ اس حوالے سے پولیس مزید تفتیش کررہی ہے۔</p> <p>دوسری جانب کورنگی ضیا کالونی گلی نمبر 12 میں گھر سے خاتون کی گلے میں پھندا لگی لاش ملی جسے ضابطے کی کارروائی کے لیے جناح اسپتال لیجایا گیا۔</p> <p>کورنگی پولیس کے مطابق متوفیہ کی شناخت 22 سالہ مسکان زوجہ رومان کے نام سے کی گئی۔ ابتدائی تحقیقات میں واقعہ گھریلو چپقلش کے باعث گلے میں پھندا لگا کر خودکشی کا بتایا جا رہا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834455\">بھارتی ڈرون حملے میں شہید ہونیوالے 8 بہنوں کے اکلوتے بھائی کی دردناک کہانی</a> </div> </div>  <p>تاہم، اس حوالے سے پولیس اہلخانہ سے مزید معلومات حاصل کرتے ہوئے چھان بین کر رہی ہے۔</p> "
    },
    {
        "title": "پولو کے نامور کھلاڑی محمد حسین کا مبینہ قتل،لاش دریا سے مل گئی",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834425",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120637-8615.jpg",
        "time": "2025-05-13 12:17:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120637-8615.jpg",
        "content": " <p>  گلگت (آئی این پی )گلگت میں چھشی نالے سے تعلق رکھنے والے پولو کے نامور کھلاڑی محمد حسین کا مبینہ قتل، تشدد شدہ نعش راوت کے مقام پر دریا سے برآمد ہوئی.</p> <p>  تفصیلات کے  تھموشکی (چھشی نالہ) کے رہائشی نوجوان 8 مئی کی شام گھر سے گھوڑے کی دیکھ بھال کے لئے باہر نکلے اور واپس نہ آئے جسکے بعد پولیس کو اطلاع پولیس کو دی گئی جبکہ گیارہ مئی کی صبح ان کی نعش دریا سے نکلی، پھنڈر پولیس کے لئے یہ ایک ٹیسٹ کیس ہے، زندگی کے مختلف شعبوں سے تعلق رکھنے والے افراد نے محمد حسین کی افسوسناک موت پر غمزدہ ہوئے اور پولیس کے اعلیٰ حکام سے شفاف تحقیقات کا مطالبہ کیا .</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>پولیس نے نامعلوم کے خلاف مقدمہ درج کرکے تفتیش شروع کردی .</p> "
    },
    {
        "title": "لاہور میں 16 سالہ نوجوان سے بدفعلی کرنے والے 2 ملزمان گرفتار",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834424",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120624-1187.jpg",
        "time": "2025-05-13 12:17:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120624-1187.jpg",
        "content": " <p>لاہور (ویب ڈیسک)لاہور کے علاقے اقبال ٹاؤن میں پولیس نے بدفعلی کرنے والے دو ملزمان کو گرفتار کرلیا۔</p> <p>نجی ٹی وی ایکسپریس نیوز کے مطابق اقبال ٹاؤن پولیس نے مددگار 15 کال پر فوری کارروائی کرتے ہوئے بدفعلی کرنے والے ملزمان کو گرفتار کیا۔</p> <p>پولیس کے مطابق ملزمان علی عرف ہنی اور باسط نے 16 سالہ عبدالرحمان کے ساتھ بدفعلی کی اور اس کی ویڈیو بناکر اُسے بلیک میل کیا تھا۔ </p> <p>ایس پی ڈاکٹر محمد عمر نے کہا کہ ملزم باسط کی بچے سے غلط کاری کی اور علی اس سارے عمل کی ویڈیو بناتا رہا، اس پر بچے نے اس سے دلبرداشتہ اور پریشان ہو کر خود کشی کی نیت سے زہریلی گولیاں کھا لیں۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>انہوں نے بتایا کہ اقبال ٹاؤن پولیس نے بروقت بچے کو اسپتال منتقل کر کے جان بچائی جبکہ پولیس نے ملزمان کو ایک گھنٹے کے اندر گرفتار کرکے مقدمہ درج کرلیا۔</p> <p>ایس پی اقبال ٹاؤن نے بروقت کارروائی پر ایس ایچ او اقبال ٹاؤن عامر شہزاد اور پولیس ٹیم کو شاباش دیتے ہوئے کہا کہ بچوں اور عورتوں سے زیادتی کرنے والے کسی رعایت کے مستحق نہیں ہیں۔</p> "
    },
    {
        "title": "ایڈوانس گولڈ کی درآمد پر پابندی سے سونے کے زیورات کی برآمد معطل",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834422",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120505-2940.jpg",
        "time": "2025-05-13 12:15:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120505-2940.jpg",
        "content": " <p>لاہور (ویب ڈیسک)وفاقی وزارت تجارت کی جانب سے ایڈوانس گولڈ کی درآمد پر پابندی سے سونے کے زیورات کی ایکسپورٹ معطل ہوگئی۔</p> <p>پاکستان جیمز، جیولری ٹریڈرز اینڈ ایکسپورٹرز ایسوسی ایشن کے چیئرمین عمران خان ٹیسوری نے وزیر اعظم کو ہنگامی خط لکھ دیا۔ انہوں نے کہا کہ پہلے سے طے شدہ آرڈرز اور تیار جیولری کی ایکسپورٹ بھی روک دی گئی، سونے کے زیورات کی ایکسپورٹ کے آرڈرز کی تکمیل نہ ہونے سے پاکستانی ایکسپورٹرز کے انٹرنیشنل مارکیٹ میں بلیک لسٹ ہونے کا خدشہ پیدا ہوگیا۔</p> <p>انہوں نے مزید کہا کہ 6 مئی 2025 کو اچانک SRO 760(I)/2013 کی معطلی سے سونے کے زیورات کی ایکسپورٹ رک گئی، قانونی اور باقاعدہ زیورات کے برآمدی کاروبار کو شدید نقصان کا سامنا ہے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>ان کا کہنا تھا کہ ایس ار او کی معطلی کو  واپس لیا جائے، ایکسپورٹ آرڈرز کے لیے سونا  قانونی چینلز سے سونا درآمد کیا جاتا ہے  ہیں اور صرف برآمدات کے لیے استعمال ہوتا ہے، اچانک معطلی سے  برآمدی معاہدے، تیار شدہ مال، اور قانونی عمل متاثر ہو رہے ہیں۔</p> <p>اس میں کہا گیا کہ SRO 760(I)/2013 کو فوری طور پر بحال کیا جائے، رکی ہوئی شپمنٹس اور درآمدی سونے کی کلیئرنس دی جائے،  اصلاحات کے ذریعے بدعنوانی کو روکا جائے لیکن قانونی برآمد کنندگان کو نقصان نہ پہنچایا جائے۔</p> "
    },
    {
        "title": "بھارتی اعتراف کے بعد رافیل طیارے بنانے والی کمپنی کو بڑا نقصان",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834421",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120401-8977.jpg",
        "time": "2025-05-13 12:13:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120401-8977.jpg",
        "content": " <p>پیرس/نئی دہلی(ویب ڈیسک) بھارتی فضائیہ کی جانب سے 6 اور 7 مئی کی درمیانی شب پاک فضائیہ کے ہاتھوں بھارتی طیارے گرنے کا بالواسطہ اعتراف سامنے آنے کے بعد، رافیل طیارے بنانے والی فرانسیسی کمپنی \"ڈاسو ایوی ایشن\" کے شیئرز میں مزید 5.59 فیصد کمی ریکارڈ کی گئی ہے۔</p> <p>میڈیا رپورٹس کے مطابق، گزشتہ روز بھارت کی مسلح افواج کی میڈیا بریفنگ میں ائیر مارشل اے کے بھارتی سے جب ایک صحافی نے رافیل طیارہ گرنے کی تصدیق سے متعلق سوال کیا تو انہوں نے جواب دیا: \"نقصانات لڑائی کا حصہ ہوتے ہیں، میں اس سے زیادہ تفصیل نہیں بتا سکتا، اس سے فریق مخالف کو فائدہ ہوتا ہے۔\"</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>تجزیہ کاروں کے مطابق یہ بالواسطہ اعتراف ہی سمجھا جا رہا ہے، اور اسی کے بعد سرمایہ کاروں نے کمپنی کے شیئرز بیچنا شروع کر دیے، جس کا براہ راست اثر ڈاسو ایوی ایشن کی مارکیٹ ویلیو پر پڑا۔</p> <p>اعداد و شمار کے مطابق گزشتہ 5 دن میں کمپنی کے شیئرز میں 10.33 فیصد کمی دیکھی گئی جبکہ اس سے پہلے 5 دن کے دوران انہی شیئرز میں 3.4 فیصد اضافہ ہوا تھا۔</p> <p>خیال رہے کہ 6 اور 7 مئی کی شب بھارت نے پاکستان میں مختلف مقامات پر حملے کیے، جن کا پاک فضائیہ نے فوری اور مؤثر جواب دیتے ہوئے 3 رافیل طیاروں سمیت 5 بھارتی جنگی طیارے تباہ کر دیے۔ یہی واقعہ عالمی دفاعی تجزیہ کاروں اور سرمایہ کاروں کے لیے رافیل کی کارکردگی پر سوالیہ نشان بن گیا ہے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834455\">بھارتی ڈرون حملے میں شہید ہونیوالے 8 بہنوں کے اکلوتے بھائی کی دردناک کہانی</a> </div> </div>  "
    },
    {
        "title": "پاکستانی فضائی حدود بند، بھارتی ایئر لائنز کو اب تک کتنا نقصان ہو چکا ہے؟ جانیے",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834420",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120302-3384.jpg",
        "time": "2025-05-13 12:11:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120302-3384.jpg",
        "content": " <p>نئی دہلی/اسلام آباد(ویب ڈیسک) بھارتی پروازوں کے لیے پاکستان کی فضائی حدود کی بندش کو 19 دن ہو چکے ہیں، اور اس دوران 2000 سے زائد بھارتی پروازیں متاثر ہو چکی ہیں۔ لمبے راستوں، اضافی ایندھن خرچ اور فضائی شیڈول کی بے ترتیبی کے باعث بھارتی ایئر لائنز کو 400 کروڑ روپے سے زائد کا معاشی نقصان اٹھانا پڑا ہے۔</p> <p>ذرائع کے مطابق، امرتسر، دہلی، ممبئی، احمد آباد سمیت مختلف شہروں سے جانے والی پروازوں کو یومیہ کروڑوں روپے کے نقصان کا سامنا ہے۔ لمبے فلائٹ روٹس کے باعث فیول، عملے کے اخراجات، اور فلائٹ تاخیر میں شدید اضافہ دیکھنے میں آیا ہے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>جنگ بندی کے باوجود 24 بھارتی ائیرپورٹس بند ہیں اور رپورٹ کے مطابق 444 پروازیں آج منسوخ ہو چکی ہیں۔ سری نگر ایئرپورٹ سات دنوں سے بند ہے، روزانہ کی 65 پروازیں منسوخ ہورہی ہیں جبکہ لداخ (لیح کوشک) اور جموں ایئرپورٹ کی تمام 30 پروازیں منسوخ ہوگئی ہیں۔</p> <p>کئی ہوائی اڈوں پر تمام طیارے ہینگرز میں منتقل کر دیئے گئے ہیں۔</p> <p>حیران کن بات یہ ہے کہ پاکستان اور بھارت کے درمیان جنگ بندی کے باوجود بھارت نے اپنے 24 ہوائی اڈے تاحال بند رکھے ہیں، جس سے بھارتی عوام اور معیشت دونوں کو نقصان پہنچ رہا ہے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834455\">بھارتی ڈرون حملے میں شہید ہونیوالے 8 بہنوں کے اکلوتے بھائی کی دردناک کہانی</a> </div> </div>  "
    },
    {
        "title": "پاکستان اور بھارت کے درمیان جنگ بندی کیسے ہوئی؟ وزیر اطلاعات حقائق سامنے لے آئے",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834419",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120224-7790.jpg",
        "time": "2025-05-13 12:10:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747120224-7790.jpg",
        "content": " <p>لاہور (ویب ٖڈیسک)وفاقی وزیر اطلاعات عطاء اللہ تارڑ نے اسکائی نیوز کو انٹرویو میں پاکستان اور بھارت کے درمیان حالیہ جنگ بندی سے متعلق حقائق بتا دیے۔</p> <p>اسکائی نیوز کو انٹرویو میں عطاء اللہ تارڑ نے کہا کہ پاکستان اور بھارت کے درمیان حالیہ سیز فائر مختلف ممالک کی سفارتی کوششوں کا نتیجہ ہے۔</p> <p>انہوں نے کہا کہ وزیر اعظم نے امریکی صدر ڈونلڈ ٹرمپ کا خصوصی شکریہ ادا کیا جبکہ چین، سعودی عرب، یو اے ای، ترکیہ اور قطر نے بھی سیز فائر کے لیے اپنا اہم کردار ادا کیا۔</p> <p>وزیر اطلاعات نے واضح کیا کہ پاکستان نے بھارتی فوجی تنصیبات اور اسلحہ ڈپوؤں کو نشانہ بنایا، بھارت کے نقصانات سب کے سامنے ہیں، بھارت مزید کشیدگی جھیلنے کی پوزیشن میں نہیں تھا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>عطاء تارڑ نے کہا کہ سیز فائر پاکستان کی کمزوری نہیں بلکہ حکمت عملی کی کامیابی ہے، سیز فائر کے بعد ڈی جی ایم اوز کے درمیان پہلا رابطہ ہو چکا ہے۔</p> <p> انہوں نے کہا کہ امریکی صدر کی دوسری ٹویٹ میں مسئلہ کشمیر کے حل کے لیے امریکی خواہش کا اظہار کیا گیا ہے، صدر ڈونلڈ ٹرمپ مسئلہ کشمیر کے حل کے خواہاں ہیں۔</p> <p>عطاء تارڑ نے کہا کہ بھارت نے پاکستان کو پانی کی فراہمی تاحال بند نہیں کی اور نہ بھارت کے پاس پانی روکنے کی صلاحیت ہے، اس وقت پانی کی فراہمی معمول کے مطابق جاری ہے۔</p> <p>انہوں نے مزید کہا کہ پہلگام واقعے پر پاکستان نے افسوس اور ہمدردی کا اظہار کیا جبکہ پاکستان نے شفاف تحقیقات میں تعاون کی پیشکش بھی کی لیکن بھارت نے بغیر ثبوت پاکستان پر الزامات عائد کیے اور تاحال ایک بھی ثبوت پیش نہیں کر سکا، کسی گروہ نے پہلگام واقعہ کی ذمہ داری قبول نہیں کی۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834455\">بھارتی ڈرون حملے میں شہید ہونیوالے 8 بہنوں کے اکلوتے بھائی کی دردناک کہانی</a> </div> </div>  <p>عطاء تارڑ کا کہنا تھا کہ مقبوضہ کشمیر میں 7 لاکھ بھارتی فوج کی موجودگی میں پہلگام واقعہ رونما ہونا بھارت کی سیکیورٹی ناکامی ہے، بھارتی انٹیلی جنس مکمل ناکام ثابت ہوئی جبکہ بھارت پہلگام واقعہ کو پاکستان سے جوڑنے میں بری طرح ناکام ہوا ہے۔</p> <p>انٹرویو میں انہوں نے واضح کیا کہ پاکستان دہشت گردی کے خلاف سب سے بڑی جنگ لڑ رہا ہے اور مغربی سرحدوں پر دہشت گردوں کے خلاف کارروائیاں جاری ہیں۔ دہشت گردی کے خلاف جنگ میں پاکستان نے بے گناہ شہریوں، جوانواں اور افسران کی جانوں کی قربانیاں دی ہیں، پاکستان میں کسی دہشت گرد گروہ کی کوئی محفوظ پناہ گاہ موجود نہیں۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834454\">بھارت کے پاس پانی روکنے کی صلاحیت ہی نہیں، پانی کی فراہمی معمول کے مطابق ہے: عطا تارڑ</a> </div> </div>  <p>وفاقی وزیر اطلاعات کا کہنا تھا کہ پوری قوم افواجِ پاکستان کے ساتھ کھڑی ہے اور پاکستان کی فتح روز روشن کی طرح عیاں ہے۔</p> "
    },
    {
        "title": "ڈونلڈٹرمپ سرکاری دورے پر ریاض پہنچ گئے،پرتپاک  استقبال",
        "link": "https://dailypakistan.com.pk/13-May-2025/1834418",
        "thumbnail_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747119538-9849.jpg",
        "time": "2025-05-13 11:59:00",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-13/news-1747119538-9849.jpg",
        "content": " <p>ریاض(ڈیلی پاکستان آن لائن)امریکی صدر ڈونلڈٹرمپ سعودی عرب کے سرکاری دورے پر ریاض پہنچ گئے۔ولی عہد محمد بن سلمان نے استقبال کیا۔ </p> <p>نجی ٹی وی چینل جیو نیوزکے مطابق ڈونلڈٹرمپ سرکاری دورے پر ریاض پہنچ گئے،سعودی ولی عہد محمد بن سلمان نے کنگ خالد انٹرنیشنل ایئرپورٹ پر صدر ٹرمپ کا استقبال کیا۔خبرایجنسی کے مطابق امریکی صدر کو شاہی محل آمد پرگارڈ آف آنر پیش کیاگیا۔</p> <p>امریکی صدر ڈونلڈٹرمپ کے اعزاز میں استقبالیہ تقریب بھی منعقد ہوئی،سعودی ولی عہد محمد بن سلمان نے امریکی صدر سے اپنی کابینہ کا تعارف کرایا، امریکی صدر ڈونلڈٹرمپ نے اپنی کابینہ کا سعودی ولی عہد محمد بن سلمان سے تعارف کرایا۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p>امریکی صدر کے دورے کا مقصد خطے میں سکیورٹی ، معاشی تعاون اور باہمی تعلقات کو فروغ دینا ہے ،خبر ایجنسی کے مطابق ٹرمپ کو خلیجی ممالک سے کھربوں ڈالر کی سرمایہ کاری حاصل کرنے کی امید ہے،سعودی عرب نے 600ارب ڈالر کی سرمایہ کاری کا وعدہ کیا ہے،ٹرمپ نے کہا ہے کہ وہ مملکت سے 1کھرب ڈالر کی سرمایہ کاری چاہتے ہیں۔</p> <p>خبرایجنسی کے مطابق سعودی عرب  امریکا کے اہم ترین اتحادیوں میں سے ایک ہے،ذرائع کاکہنا ہے کہ امکان ہے ٹرمپ سعودی عرب کو 100ارب ڈالر سے زائد کے ہتھیاروں کا پیکیج دیں گے،اس پیکج میں جدید ہتھیاروں کی ایک رینج شامل ہو سکتی ہے۔</p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834455\">بھارتی ڈرون حملے میں شہید ہونیوالے 8 بہنوں کے اکلوتے بھائی کی دردناک کہانی</a> </div> </div>  <p>وائٹ ہاؤ س کاکہنا ہے کہ امریکی صدر ٹرمپ گلف سمٹ میں بھی شرکت کریں گے۔امریکی  صدر سعودی عرب کے بعد قطر اور متحدہ عرب امارات جائیں گے۔</p> "
    },
    {
        "title": "",
        "link": "https://dailypakistan.com.pk/E-Paper/lahore/2025-05-13/page-1",
        "thumbnail_image": "https://dailypakistan.com.pk/epaper_image/medium/2025-05-13/Lahore/epaper_img_1747110250.jpg",
        "time": "",
        "author": "",
        "main_image": "",
        "content": ""
    },
    {
        "title": "پھینٹیاں لائیاں نے انڈیا نو پھینٹیاں لائیاں نے , چٹیاں کلائیاں وے گانے کی زبردست ...",
        "link": "https://dailypakistan.com.pk/12-May-2025/1834092",
        "thumbnail_image": "",
        "time": "",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-12/news-1747054150-4813.jpg",
        "content": " <p>پھینٹیاں لائیاں نے انڈیا نو پھینٹیاں لائیاں نے  , چٹیاں کلائیاں وے گانے کی زبردست پیروڈی</p> <p><a href=\"https://www.youtube.com/@dailypakistan\">ڈیلی پاکستان کا یوٹیوب چینل سبسکرائب کرنے کے لیے یہاں کلک کریں</a></p> <p></p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "\"ابھی تو ہم نے انجوائے کرنا شروع کیا تھا، جنگ بند کیوں کردی؟\" سیز فائر پر لاہوریوں ...",
        "link": "https://dailypakistan.com.pk/12-May-2025/1834081",
        "thumbnail_image": "",
        "time": "",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-12/news-1747050607-6219.jpg",
        "content": " <p>\"ابھی تو ہم نے انجوائے کرنا شروع کیا تھا، جنگ بند کیوں کردی؟\" سیز فائر پر لاہوریوں کے خیالات</p> <p><a href=\"https://www.youtube.com/@dailypakistan\">ڈیلی پاکستان کا یوٹیوب چینل سبسکرائب کرنے کے لیے یہاں کلک کریں</a></p> <p></p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  "
    },
    {
        "title": "خبردار! اب زیادہ دھواں دینے والی گاڑیوں کو جرمانہ کیا جائے گا، آج ہی اپنی گاڑی ...",
        "link": "https://dailypakistan.com.pk/11-May-2025/1833712",
        "thumbnail_image": "",
        "time": "",
        "author": "",
        "main_image": "https://dailypakistan.com.pk/digital_images/large/2025-05-11/news-1746960936-7937.png",
        "content": " <p>خبردار! اب زیادہ دھواں دینے والی گاڑیوں کو جرمانہ کیا جائے گا، آج ہی اپنی گاڑی بالکل مفت ٹیسٹ کروائیں </p> <p></p> <p></p> <p></p><div>  <div> <a href=\"https://dailypakistan.com.pk/13-May-2025/1834456\">ڈومیسٹک کرکٹ کی مینٹور شپ سے 2 ہفتے قبل خود استعفیٰ دیا: شعیب ملک</a> </div> </div>  <p></p> "
    }
]