[
    {
        "title": "Robert De Niro calls Trump ‘philistine’, slams tariffs on Hollywood at Cannes Film Festival",
        "short_desc": "The actor's speech came as he accepted a lifetime achievement award at the festival.",
        "link": "https://images.dawn.com/news/1193626/robert-de-niro-calls-trump-philistine-slams-tariffs-on-hollywood-at-cannes-film-festival",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/1417305006bbfdc.png?r=173059",
        "author": "AFP",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>Hollywood star Robert De Niro slammed US President Donald Trump as a “philistine” Tuesday as he accepted a lifetime achievement award at the Cannes film festival.</p>\n<p>The 81-year-old actor said that “in my country we are fighting like hell for the democracy we once took for granted” against “America’s philistine president”.</p>\n<p>De Niro, a fierce and longtime critic of his fellow New Yorker Trump, said the president’s swingeing cuts in funding for the arts and education were deliberate.</p>\n<p>“Because art is the crucible that brings people together… Art looks for truth. Art embraces diversity. That’s why art is a threat. That’s why we are a threat to autocrats and fascists.”</p>\n<p>The <em>Taxi Driver</em> and <em>Goodfellas</em> star lambasted Trump for threatening tariffs on movies “produced in foreign lands”.</p>\n<p>“And now he has announced 100 per cent tariffs on film production outside of America. You can’t put a price on creativity. But apparently, you can put a tariff on it. Of course, all these attacks are unacceptable. This is not just an American problem, it is a global one,” he added.</p>\n<p>“We can’t just all sit back and watch. We have to act, and we have to act now,” he urged.</p>\n<p>The Hollywood legend cried as his friend Leonardo Di Caprio presented him with his honorary Palme d’Or prize.</p>\n<p>Di Caprio thanked De Niro for recommending him to Martin Scorsese, who has since made six films with the star, from <em>Gangs of New York</em> to <em>Killers of the Flower Moon</em>.</p>\n"
    },
    {
        "title": "Couple burnt to death in KP’s Shangla amid blazing wildfire",
        "short_desc": "The wildfire has now been extinguished.",
        "link": "https://www.dawn.com/news/1910982/couple-burnt-to-death-in-kps-shangla-amid-blazing-wildfire",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/1414243007f484a.jpg?r=162212",
        "author": "Umar Bacha",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>A couple were burnt to death on Tuesday night as blazing wildfires engulfed the forests of Hasham Khel Dab mountains in Khyber Pakhtunkhwa’s Shangla district in Martung tehsil, according to police.</p>\n<p>Pakistan has grappled with an unprecedented surge in forest fires in recent years. Provinces, including KP and Balochistan, have seen huge <a href=\"https://www.dawn.com/news/1692119\">wildfires</a> in the past three years.</p>\n<p>Sub-divisional Police Officer (SDPO) Usman Munir, while speaking to <em>Dawn.com</em>, shared that a man and his wife were burned to death while they were trying to protect the firewood kept near their home from the fire.</p>\n<p>The SDFO of the forest department in Alpuri, Zahid Hussain told <em>Dawn.com</em> that the victims — identified as Hakim Zada and his wife Hajiroon — set fire to the bushes near their house. The fire then quickly got out of control due to intense and gusty winds, engulfing the forest.</p>\n<p>The wildfire has now been extinguished, and the bodies of the victims have been recovered from the site.</p>\n<p>According to Deputy Commissioner Shangla Mohammad Fawad, compensation will be given to the next of kin of the deceased.</p>\n<p>In 2024, over 50 wildfire incidents were reported in Shangla, while in June 2022, four people were <a href=\"https://www.dawn.com/news/1693100\">killed</a> by a wildfire in the Chakesar area of the district.</p>\n"
    },
    {
        "title": "Pakistan pulled off a ‘macroeconomic miracle’: report",
        "short_desc": "Investors don't think country is \"risky enough\" anymore, says Barron’s.",
        "link": "https://www.dawn.com/news/1910984/pakistan-pulled-off-a-macroeconomic-miracle-report",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/1415172346e83b0.jpg?r=151756",
        "author": "Dawn.com",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>Pakistan’s market has captured the attention of global investors amid its <a href=\"https://www.dawn.com/news/1910847/nuclear-war-wasnt-an-option-dar\">heightened tensions</a> with India, US publication <em><a href=\"https://www.barrons.com/articles/pakistan-economy-turnaround-257d44e3\">Barron’s</a></em> reports.</p>\n<p>Over the past two years, the country has seen a “macroeconomic miracle”. While <a href=\"https://www.dawn.com/news/1895622\">inflation</a> was down from 40 per cent annually to near zero, Eurobonds maturing in 2031 rose from 40 cents on the dollar to 80 cents. The KSE-100 index has also tripled.</p>\n<p>The government reached a “stabilisation agreement” with the International Monetary Fund last September with the lender <a href=\"https://www.dawn.com/news/1860850\">approving</a> a $7 billion Extended Fund Facility (EFF). Over $2bn has already been disbursed.</p>\n<p>“Pakistan is a good story,” Genna Lozovsky, a chief investment officer at Sandglass Capital Management, was quoted by <em>Barron’s</em> as saying. “So good it’s not risky enough for us anymore.”’</p>\n<p>The media outlet further stated that the recent conflict with India “won’t likely knock Pakistan’s recovery off course” but the “country’s own shaky underpinnings might”.</p>\n<p>“Pakistan has been known for boom-and-bust cycles throughout its history,” according to Khaled Sellami, an emerging markets sovereign debt manager at Barings. He said there are some signs that this time could be different.</p>\n<p>Pakistan’s period of stabilisation started with a near-default experience in 2022-23 following Imran Khan’s <a href=\"https://www.dawn.com/news/1716303\">ouster</a>. Alison Graham, chief investment officer at frontier markets specialist Voltan Capital Management stated, “Everyone thought Pakistan would default along with Sri Lanka in 2023.”</p>\n<p>Instead, the State Bank of Pakistan hiked interest rates from 10pc to 22pc, putting the country into recession but wringing out inflation.</p>\n<p>Last year, the country gained loans from sovereign creditors China, Saudi Arabia and the United Arab Emirates, while the GDP growth bounced back to 2.5pc. “The current account balance is positive, and they have a primary fiscal surplus [excluding interest payments],” Sellami said. “That’s something we haven’t seen in many years.”</p>\n<p>Pakistan remains in “relative stagnation” with cotton, apparel and cereals accounting for two-thirds of exports compared to India’s development in advanced industries like IT and pharmaceuticals. Sellami said, “It is belatedly moving into IT outsourcing, foreign sales rising from near nothing to $3bn annually over the past few years,” adding that India was in the $200bn range.</p>\n<p>Without a value-added ladder to climb, fate and free-spending election cycles may continue driving Pakistan’s boom and bust, according to Graham. She continued, “Pakistan remains extremely fragile to external shocks.</p>\n<p>“When there is a rally, you need to be in early.”</p>\n<p>Sellami was more optimistic, being “constructive” on Pakistani Eurobonds. He said that the country’s foreign friends, China and the Gulf states, made it clear in 2022 that they were not writing blank cheques. “The government knows if they deviate from the tightrope they are walking, they won’t have external finance,” he added.</p>\n<p>On Monday, the Pakistan Stock Exchange (PSX) <a href=\"https://www.dawn.com/news/1910505\">gained</a> a record 9pc — the restored calm in the market mirroring that in the region after the recent Pakistan-India ceasefire that boosted investor mood. “The market has reacted jubilantly to the ceasefire announcement after Pakistan established effective deterrence against India,” noted Yousuf M. Farooq, research director at Chase Securities.</p>\n"
    },
    {
        "title": "May 9: Lahore ATCs to hear cases 4 days a week to speed up process",
        "short_desc": "Supreme Court instructed them to wind up cases within four months.",
        "link": "https://www.dawn.com/news/1910980/may-9-lahore-atcs-to-hear-cases-4-days-a-week-to-speed-up-process",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14154428ad3437a.jpg?r=154705",
        "author": "Rana Bilal",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>The anti-terrorism courts (ATCs) in Lahore have stepped up the hearing of cases related to the <a href=\"https://www.dawn.com/news/1751782\">May 9, 2023, riots</a> after directives from the Supreme Court to wind them up within four months.</p>\n<p>The cases pertain to the arrest of workers belonging to the PTI for their alleged role in <a href=\"https://www.dawn.com/news/1881211\">attacks on army installations</a> during the riots that followed ex-premier Imran Khan’s arrest on May 9, 2023.</p>\n<p>The Lahore High Court registrar issued the new amended schedule of the trials of the May 9 cases being conducted at Kot Lakhpat Jail.</p>\n<p> <figure>\n\n</figure></p>\n<p>The hearing of May 9 riot cases will now be heard in jail four days a week — Tuesday, Wednesday, Thursday, and Saturday. The jail trials were earlier being held three days a week but have been extended to speed up their disposal.</p>\n<p>The ATCs are hearing the jail trials of 14 cases including the Jinnah House attack.</p>\n<p>In December 2024, the Pakistan Army announced that the remainng <a href=\"https://www.dawn.com/news/1881338\">60 PTI activists</a> have been convicted by the Field General Court Martial (FGCM) for their involvement in the May 9 violent protests.</p>\n<p>“The Field General Court Martial has promulgated the punishments to the following remaining 60 culprits after examining all evidence, ensuring the provision of all legal rights to the convicts, completion of due process and the appropriate legal proceedings,” the Inter-Services Public Relations, the military’s media wing, said in a statement.</p>\n<p>Those sentenced include Hassaan Khan Niazi, a nephew of jailed former prime minister Imran Khan, and two retired armed forces officers. Days earlier, 25 others were sentenced on the same charges.</p>\n<p>The accused were sentenced to between two and 10 years of “rigorous imprisonment”, marking the conclusion of trials for those held in military custody over the attacks on army installations. Overall, 16 individuals were sentenced to 10 years, 11 for nine years, two for eight years, six for seven years, 10 for six years, two for five years, 13 for four years, three for three years, and 22 for two years.</p>\n"
    },
    {
        "title": "After India’s Karachi Bakery vandalised, Pakistanis are showing love for Hyderabad’s Bombay Bakery",
        "short_desc": "The beloved bakery and its famous coffee cake have been enjoyed by Pakistanis for over a century.",
        "link": "https://images.dawn.com/news/1193625/after-indias-karachi-bakery-vandalised-pakistanis-are-showing-love-for-hyderabads-bombay-bakery",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14144814c989f95.png?r=144821",
        "author": "Images Staff",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>After workers of Indian Prime Minister Narendra Modi’s Bharatiya Janata Party (BJP) <a href=\"https://www.dawn.com/news/1910531\">vandalised</a> Karachi Bakery in India’s Hyderabad over its name on Saturday, Pakistanis have been showing love for Hyderabad’s Bombay Bakery in Pakistan.</p>\n<p>The attack on Karachi Bakery came prior to the <a href=\"https://www.dawn.com/news/1909993/pm-shehbaz-thanks-trumps-leadership-proactive-role-in-securing-full-immediate-ceasefire\">ceasefire</a> announcement between the two neighbouring countries amid heightened tensions. The vandals wore saffron shawls, stepped on Pakistani flags and chanted anti-Pakistan slogans, <em>The Wire</em> <a href=\"https://thewire.in/communalism/bjp-workers-once-again-vandalise-indian-owned-karachi-bakery-outlet-in-hyderabad\">reported</a>, adding that there was footage of them striking the bakery’s sign with sticks, to target the word ‘Karachi’.</p>\n<p>This was not an isolated incident. In 2019, an outlet of the Karachi Bakery in India’s Bengaluru <a href=\"https://www.dawn.com/news/1465589\">covered</a> up the word ‘Karachi’ on its signboard after a mob protested against the name. The Bengaluru Police Control Room confirmed to <em><a href=\"https://scroll.in/latest/914289/bengaluru-karachi-bakery-outlet-covers-a-part-of-its-signboard-after-protests-against-its-name\">Scroll.in</a></em> at the time that it had received a distress call in connection with a ruckus at Karachi Bakery in Indiranagar.</p>\n<p>Amid this, social media users from Pakistan were quick to show their appreciation for Bombay Bakery and its delicious cakes. The bakery, owned by the Thadani family, celebrated its centennial anniversary in 2011, and has been a local <a href=\"https://www.dawn.com/news/1190385\">staple</a> for years, enjoying a very loyal customer base.</p>\n<h2><a href=\"#shameful-behaviour\"></a>‘Shameful behaviour’</h2>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/large/2025/05/141401349725c78.png\"/></picture></div>\n</figure></p>\n<p>Pakistani designer Deepak Perwani condemned the “shameful behaviour” following news about the Karachi Bakery vandalism. He highlighted that “no one, absolutely no one ever touches their [Bombay Bakery’s] shops.”</p>\n<h2><a href=\"#super-special-cake\"></a>‘Super special cake’</h2>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/primary/2025/05/14135549f6bdbf6.jpg\"/></picture></div>\n</figure></p>\n<p>An X (formerly Twitter) user pointed out that the “legendary” bakery featured a “super special cake that’s so famous, it flies off the shelves faster than you can say, ‘yum’!” That cake is, of course, the very famous coffee cake.</p>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/primary/2025/05/141355489282380.jpg?r=140334\"/></picture></div>\n</figure></p>\n<p>Another user pointed out that Bombay Bakery in Pakistan often had lines of customers over that cake.</p>\n<p>The bakery is famous for long queues and selling out their cakes in mere minutes, despite their frantic efforts at limiting the number to two per customer.</p>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/primary/2025/05/14135549f53704f.jpg?r=140441\"/></picture></div>\n</figure></p>\n<p>“Even in Hyderabad, Pakistan, the most iconic bakery is the Bombay Bakery,” someone wrote.</p>\n<p>“From early morning until closing time, people line up outside its doors. The bakery’s cakes have become a cherished staple that are often gifted as tokens of affection and celebration.”</p>\n<h2><a href=\"#pakistans-pride\"></a>Pakistan’s ‘pride’</h2>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/large/2025/05/141355520f2e6ef.jpg?r=140657\"/></picture></div>\n</figure></p>\n<p>Others affectionately said that the bakery was Pakistan’s “pride.”</p>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/large/2025/05/14135552e1969af.jpg?r=140657\"/></picture></div>\n</figure></p>\n<p>A netizen said the bakery was “the pride of Pakistan, regardless of its name.”</p>\n<h2><a href=\"#generations-of-eating-coffee-cake\"></a>Generations of eating coffee cake</h2>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/large/2025/05/141355497638551.jpg?r=140657\"/></picture></div>\n</figure></p>\n<p>One person shared that an event in their family, especially birthdays, was incomplete without Bombay Bakery’s famed coffee cake.</p>\n<p>“My father and my grandfather have stood in lines to get the cake, years before I was born. Bombay Bakery is as Pakistani as it can get.”</p>\n<h2><a href=\"#a-beloved-bakery\"></a>A beloved bakery</h2>\n<p>Some social media users highlighted that the bakery was run by a Hindu family and loved by “all Pakistanis.”</p>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/large/2025/05/14135551d0eeaf5.jpg?r=141108\"/></picture></div>\n</figure></p>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/large/2025/05/141355519e851f5.jpg?r=141108\"/></picture></div>\n</figure></p>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/large/2025/05/14135548bea7f99.jpg?r=140441\"/></picture></div>\n</figure></p>\n<p>Another person said that if anyone dared to touch Bombay Bakery, the entire city of Hyderabad, and perhaps the whole country, would “riot” because “it’s beloved.”</p>\n<h2><a href=\"#honour-our-heritage-with-love\"></a>‘Honour our heritage with love’</h2>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/large/2025/05/141355519c36990.jpg?r=141108\"/></picture></div>\n</figure></p>\n<p>“While Indian extremists vandalise bakeries out of hate, here in Pakistan, we honour our heritage with love. Bombay Bakery founded in 1911 in Hyderabad, Sindh by Pahlajrai Gangaram Thandani, a Sindhi Hindu from Dadu, is more than just a bakery,” one person wrote on X.</p>\n<p>“It’s a symbol of shared culture, co-existence and legacy […] We don’t attack names. We celebrate taste, tradition and those who created it.”</p>\n<h2><a href=\"#once-a-proud-nation\"></a>‘Once a proud nation’</h2>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/large/2025/05/141355520551f27.jpg?r=142142\"/></picture></div>\n</figure></p>\n<p>An Indian X user shed light on the incident, adding that Bombay Bakery in Pakistan’s Hyderabad was “celebrated by all.”</p>\n<p>“We were once a proud, secular nation. Look at us now. Is this the India we dreamed of?” he questioned.</p>\n<h2><a href=\"#craving\"></a>‘Craving’</h2>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/large/2025/05/14135548deb299a.jpg?r=140334\"/></picture></div>\n</figure></p>\n<p>All we can say is that we’re grateful for Bombay Bakery and, much like this X user, we’re now craving some of their delicious coffee cake.</p>\n"
    },
    {
        "title": "Mohammed Ali Naqvi to preview exclusive footage from rescue thriller Hanging By A Wire at Cannes Market",
        "short_desc": "The documentary recounts the harrowing 2023 cable car incident in KP’s Battagram and is currently in production.",
        "link": "https://images.dawn.com/news/1193624/mohammed-ali-naqvi-to-preview-exclusive-footage-from-rescue-thriller-hanging-by-a-wire-at-cannes-market",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14135212edf6d88.jpg?r=135221",
        "author": "Images Staff",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>The world watched with bated breath in August 2023 as a daring, high-altitude <a href=\"https://www.dawn.com/news/1772336\">rescue operation</a> unfolded in the rugged mountains of Khyber Pakhtunkhwa. Now, that gripping story is being brought to life in <em>Hanging By A Wire</em>, a real-life rescue thriller documentary currently in production and helmed by Emmy-nominated director Mohammad Ali Naqvi. The filmmaker is set to showcase exclusive footage from the documentary during Cannes Docs Week, part of the prestigious <a href=\"https://www.marchedufilm.com/programs/cannes-docs/\">Marché du Film</a> at the 2025 Cannes Film Festival.</p>\n<p>Naqvi announced the news via Instagram, sharing a <em><a href=\"https://deadline.com/2025/05/hanging-by-a-wire-pakistani-cable-car-rescue-doc-cannes-1236395358/\">Deadline</a></em> report and calling the documentary “deeply personal”.</p>\n<p> <figure>\n<div><blockquote><div> <a href=\"https://www.instagram.com/p/DJmqSLuz7EM/?igsh=Y2FnNjdwdmd5YjZ6\">  <div> <div> View this post on Instagram</div></div>  </a><p><a href=\"https://www.instagram.com/p/DJmqSLuz7EM/?igsh=Y2FnNjdwdmd5YjZ6\"></a></p></div></blockquote></div>\n</figure></p>\n<p>“A real-life thriller set in the mountains of Pakistan — where six schoolboys were left dangling 900 feet in the air, and an entire nation came together to pull off the impossible,” he wrote. He also credited his long-time collaborator and producing partner Bilal Sami and their production allies at EverWonder Studio and Mindhouse Productions, including names like Aloke Devichand, Arron Fellows, Louis Theroux, and Jon Adler.</p>\n<p>The documentary recounts the harrowing incident that gripped global audiences. On an ordinary Tuesday morning, six schoolboys and two adults boarded a makeshift cable car to cross a treacherous valley en route to school.</p>\n<p>Midway through their journey, two of the car’s supporting cables snapped — leaving the group suspended 900 feet above the ground for over 15 hours. What followed was a dramatic and complex rescue effort that involved helicopters, ziplines, local villagers, military commandos, and a relentless ticking clock.</p>\n<p>According to a press release, <em>Hanging By A Wire</em> will offer “never-before-seen footage capturing multiple angles — which required helicopters, ziplines, and heroic efforts — plus first-hand accounts from the first responders and survivors who lived to tell their story.”</p>\n<p>Naqvi said about the documentary’s cinematic feel, “I grew up devouring ‘90s action thrillers, and with <em>Hanging By A Wire</em> we’re giving that white-knuckle rush a documentary backbone. Every frame is real — six schoolboys, 900 feet in the air, a rescue clock ticking down — and that authenticity makes the stakes soar.”</p>\n<p>This marks Naqvi’s latest addition to an acclaimed filmography that includes *<a href=\"https://images.dawn.com/news/1193582/filmmaker-mohammed-ali-naqvi-bags-emmy-nomination-for-netflixs-turning-point-the-bomb-and-the-cold-war\">Turning Point*</a> (Netflix), <em>Shame</em> (Showtime), and the Emmy-nominated <em>The Accused: Damned or Devoted?</em>.</p>\n<p>The upcoming documentary is co-produced with Sami, best known for <em>David Blaine — Do Not Attempt</em> (Disney+/Hulu) and <em>Laal Kabootar</em>, the breakout Pakistani crime thriller.</p>\n<p>The harrowing ordeal highlighted the school accessibility crisis for many in Pakistan, with few high schools, poor roads, poverty and extreme weather hampering students’ ability to get to class.</p>\n"
    },
    {
        "title": "Trump meets Syrian president, says he is looking into normalising ties",
        "short_desc": "Saudi Arabia commends Trumps decision to lift sanctions on Syria.",
        "link": "https://www.dawn.com/news/1910971/trump-meets-syrian-president-says-he-is-looking-into-normalising-ties",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14142625f0a794f.jpg?r=142924",
        "author": "Reuters",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>United States President Donald Trump met with Syria’s president in Saudi Arabia on Wednesday, after a surprise US announcement it would lift all sanctions on the Islamist-led government, and said Washington was exploring the possibility of normalising ties with Damascus.</p>\n<p>He made the comments during a summit between the US and Gulf Arab countries. Trump met Syria’s Ahmed al-Sharaa before the summit. Photos posted on Saudi state television showed them shaking hands in the presence of Saudi Arabia’s crown prince.</p>\n<p>Trump also urged Sharaa to normalise ties with <a href=\"https://www.dawn.com/news/1910555\">Israel</a>, a White House spokesperson said.</p>\n<p>Despite concerns within sectors of his administration over Syria’s leaders’ former ties to Al Qaeda, Trump said on Tuesday during a speech in Riyadh he would lift sanctions on Syria in a major policy shift.</p>\n<p>Turkish President Tayyip Erdogan joined Trump and Saudi Crown Prince Mohammed bin Salman, also known as MbS, virtually in the meeting, <em>Anadolu News Agency</em> reported.</p>\n<p>MbS told the summit Saudi Arabia commends Trumps decision to lift sanctions on Syria.</p>\n<p>The lifting of sanctions came despite deep Israeli suspicion of Sharaa’s administration, worries initially shared by some US officials. Israeli officials have continued to describe Sharaa as a jihadist, though he severed ties with al Qaeda in 2016. <a href=\"https://www.dawn.com/news/1908118\">Israel’s government</a> did not immediately respond to requests for comment.</p>\n<p>The decision is a major boost for Sharaa, who has been struggling to bring the country under the control of the Damascus government after toppling former President Bashar al-Assad in December.</p>\n<p>The challenges were laid bare in March when Assad loyalists attacked government forces, prompting revenge attacks in which Islamist gunmen killed hundreds of civilians from the Alawite minority, drawing strong US condemnation.</p>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/primary/2025/05/141301086db33bc.jpg\"/></picture></div>\n<figcaption>People celebrate after US President Donald Trump said on Tuesday he would order the lifting of sanctions on Syria, in Damascus, Syria May 13 , 2025. — Reuters</figcaption>\n</figure></p>\n<p>Trump is on a four-day visit to the oil-rich Gulf states that includes stops in Saudi Arabia, Qatar, and the United Arab Emirates.</p>\n<p>Trump’s first day of a four-day swing through the Gulf region was marked by lavish ceremony and business deals, including a <a href=\"https://-600bn-saudi-investment-pledge\">$600 billion commitment</a> from Saudi Arabia to invest in the US and $142 billion in US arms sales to the kingdom.</p>\n<p>Later today, Trump will fly to the Qatari capital Doha, where he will participate in a state visit with Emir Sheikh Tamim bin Hamad al-Thani and other officials. Qatar, a key US ally, is expected to announce hundreds of billions of dollars in <a href=\"https://www.dawn.com/news/1910749/trump-starts-gulf-visit-seeking-big-economic-deals\">investments</a> in the US.</p>\n<p>US ally Israel has opposed sanctions relief for Syria, but Trump on Tuesday said that Saudi Crown Prince Mohammed bin Salman and Turkish President Tayyip Erdogan, who are both close to the US president, encouraged him to make the move.</p>\n<h2><a href=\"#former-al-qaeda-commander\"></a>Former Al Qaeda commander</h2>\n<p>Sharaa was for years the leader of al Qaeda’s official wing in the Syrian conflict. He first joined the group in Iraq, where he spent five years in a US prison. The United States removed a $10 million bounty on Sharaa’s head in December.</p>\n<p>His interactions with Sharaa, who led rebel forces that toppled former Syrian President Bashar al-Assad in December, will be closely watched as observers gauge how serious Washington is about resetting its relationship with Damascus.</p>\n<p>Sharaa renounced ties to Al Qaeda in 2016.</p>\n"
    },
    {
        "title": "Pakistan receives second tranche of $1bn from IMF",
        "short_desc": "State Bank says amount will be reflected in foreign exchange reserves for the week ending May 16.",
        "link": "https://www.dawn.com/news/1910966/pakistan-receives-second-tranche-of-1bn-from-imf",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14122158ce6db62.jpg?r=122844",
        "author": "Reuters",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>Pakistan has received the second tranche of special drawing rights (SDR) worth $1.023 billion from the International Monetary Fund (IMF) under the Extended Fund Facility (EFF) programme, the central bank said on Wednesday.</p>\n<p>The amount will be reflected in its foreign exchange reserves for the week ending on May 16, the State Bank of Pakistan (SBP) said in a post on X. It would raise the reserves to $11.355bn.</p>\n<p> <figure>\n<div><span>\n<blockquote>\n<a href=\"https://twitter.com/StateBank_Pak/status/1922541925879398807\"></a>\n</blockquote>\n</span></div>\n</figure></p>\n<p>Last week, the IMF had <a href=\"https://www.dawn.com/news/1909691\">approved</a> the immediate disbursement of about $1bn to Pakistan under the ongoing EFF and allowed an additional arrangement for the $1.4bn Resilience and Sus­tainability Facility (RSF).</p>\n<p>In a statement issued last Friday, the IMF had said its Executive Board completed the first review of Pakistan’s economic reform programme supported by the EFF arrangement.</p>\n<p>“This decision allows for an immediate disbursement of around $1bn (SDR 760 million), bringing total disbursements under the arrangement to about $2.1bn (SDR 1.52bn). In addition, the IMF Executive Board approved the authorities’ request for an arrangement under the RSF, with access of about $1.4bn (SDR 1bn),” it said.</p>\n<p> <figure>\n\n</figure></p>\n<p>It noted that Pakistan’s policy efforts under the EFF had already delivered “significant progress” in stabilising the economy and rebuilding confidence, amidst a challenging global environment.</p>\n<p>“Fiscal performance has been strong, with a primary surplus of two per cent of gross domestic product achieved in the first half of FY25, keeping Pakistan on track to meet the end-FY25 target of 2.1pc of GDP.</p>\n<p>“Inflation fell to a historic low of 0.3pc in April, and progress on disinflation and steadier domestic and external conditions, have allowed the State Bank of Pakistan to cut the policy rate by a total of 1100 bps since June 2025. Gross reserves stood at $10.3bn at end-April, up from $9.4bn in August 2024, and are projected to reach $13.9bn by end-June 2025 and continue to be rebuilt over the medium term.”</p>\n<p>Meanwhile, it said the RSF would support the authorities’ efforts to reduce vulnerability to natural disasters and build economic and climate resilience.</p>\n<p>A statement from the Prime Minister’s Office (PMO) had said PM Shehbaz Sharif expressed satisfaction over the approval and “the failure of India’s high-handed tactics” against Pakistan.</p>\n<p>“The country’s economic situation has improved and the country is moving towards development. India is plotting a conspiracy to divert attention from our country’s development through unilateral aggression.</p>\n<p>“International institutions have responsibly rejected India’s false propaganda. Indian attempts to sabotage the IMF programme have failed,” it quoted the prime minister as saying.</p>\n"
    },
    {
        "title": "Khilnay Ko is Meesha Shafi’s most radical work yet — whether you like it, or not",
        "short_desc": "At one point, the artist considered calling it 'Trigger Warning'.",
        "link": "https://images.dawn.com/news/1193592/khilnay-ko-is-meesha-shafis-most-radical-work-yet-whether-you-like-it-or-not",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14121700022e052.png?r=121741",
        "author": "Asfa Sultan",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>Chasm. Corrosion. Completion — some words that come to mind after giving the 11 songs of 47 minutes on Meesha Shafi’s debut solo album a single listen.</p>\n<p>Going over the album is like completing a cycle, it invites you to sit with your grief, spiral through it, and emerge, somehow, resolved. I say grief because I don’t hear pain in music anymore. I hear sadness, yes, at times a profound yearning, but mostly unresolved emotions put into words, incarcerated in a song and doomed to exist forever.</p>\n<p>That is not the case with <em>Khilnay Ko</em>. I could not listen to it in one go — it took me three business days and a fight with a friend over some unintelligible emotions to really sit down with it. And then it sunk in, word by word.</p>\n<p>“<em>Saaye mein lipti hui, kahin bhool na jaoon, bani roshni se thi, ban dhool na jaoon</em> [Wrapped in the shadows, I hope I don’t forget, I’m made of light, I hope I don’t turn to dust],” sings Shafi in ‘Azaab’. It took her over five years to complete this album. “Maybe even six,” she told me during our Zoom meeting. Her voice quivered, not out of fear but all the emotions she’d been feeling for a very long time. Her eyes wandered across the room, words struggled to leave her mouth like a lump stuck in her throat, yet, she resisted the urge to hold them back.</p>\n<p>“I thought of naming it ‘Trigger Warning’,” she said. “I knew this was going to hit an emotional nerve somewhere across the 11 tracks.”</p>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/primary/2025/05/06170700ccbf5fd.png?r=170833\"/></picture></div>\n</figure></p>\n<p>Over two decades, Shafi has traversed various artistic landscapes — Overload, <em>Coke Studio</em>, <a href=\"https://www.dawn.com/news/1145061\">Hollywood</a> — but she felt now was the right time to drop an album because she had something to say. And more importantly, she had an album in her. “I had a story to tell. I don’t mean to take away from songs that are light and entertaining. I love those too. But as a songwriter, I never wanted to do an album for the sake of it. I wanted to do it when I had it in me.”</p>\n<h2><a href=\"#the-trauma-behind-khilnay-ko\"></a><strong>The trauma behind Khilnay Ko</strong></h2>\n<p>With a deeply collaborative spirit, <em>Khilnay Ko</em> boasts producers like Abdullah Siddiqui, Rohail Hyatt, Mahmood Rahman, and Shafi herself, each of whom has left a distinct fingerprint on its sonic tapestry. It melds electronic minimalism with classical motifs, grief with glitches, and poetry with percussive breath. What emerges is a fractured dreamscape, one that is by turns haunting, vulnerable, and defiant, offering a raw excavation of Shafi’s inner world.</p>\n<p>For her, <em>Khilnay Ko</em> wasn’t just an artistic expression, it was a document of survival. The album also serves as a departure from her earlier, more upbeat work. When asked what inspired this shift in tone and energy — if it was something personal, or creative, or both — she said, “I think underneath the creative, it was personal. It was life, circumstances, experiences, struggle, alienation, mental health. It was — I was suffering.”</p>\n<p>I was in a very dark place, very alone, but also in a sort of self-imposed exile. And that’s where it germinated from.“</p>\n<p> <figure>\n\n</figure></p>\n<p>Shafi addressed the elephant in the room, “I decided I will use my craft. It is a lot more rewarding. <em>That</em>… was traumatising.” Referring to the public and legal battles that have shadowed her every move over the past few years, she added, “But the trauma was real. It happened. I experienced it, and this is my recovery work. I started writing it to heal from that.”</p>\n<p>And that recovery isn’t linear. The sonic motifs in <em>Khilnay Ko</em> — glitches, echoes, sudden ruptures — mirror the mind’s chaotic attempts at healing. “My mind started glitching,” she said of composing the title track. “I sent it to Abdullah Siddiqui and told him it’s philosophical and traditional, but also trying to be something new.”</p>\n<p>Isolation runs deep through the sonic architecture of the album — most of it was recorded entirely alone. “I wasn’t performing when I was recording these,” Shafi said. “I recorded 99 per cent of the vocals by myself. I needed that safe space where I didn’t have to pretend to be strong or tough.” That privacy allowed her to preserve something most albums sacrifice: vulnerability.</p>\n<p>“And I wanted the poetry to be front and centre, and build a sonic landscape around it,” she added. That’s where Siddiqui came in.</p>\n<p>Her collaboration with Siddiqui is vital to the album’s atmosphere. While they’ve worked together before on ‘Magenta Cyan’ and the virally charged ‘Hot Mango Chutney Sauce’, <em>Khilnay Ko</em> is their most symbiotic expression yet.</p>\n<p>Siddiqui’s production holds space rather than fills it, creating sonic chambers where Shafi’s words echo, flicker, and fade. Right off the bat, ‘Azaab,’ the album’s opening track, conveys a disruption in messaging, signalling words losing their value in this digital age. Shafi’s voice stretches across silences, searching for meaning in broken syllables.</p>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/primary/2025/05/06171054187f54c.jpg\"/></picture></div>\n</figure></p>\n<p>There’s a specific moment that hasn’t left me: the transition from ‘Azaab’ to ‘Khushfehmi.’ We hear Shafi recall: “It was very overwhelming. I felt so many things. I became very unwell. I tweeted. I left. I immediately went to the airport. I took the flight. The pressure on my immediate well-being was very big. So I was totally overloaded. My capacity to process and, like took it a lot…” And then, immediately, ‘Khushfehmi’ a song about false hope begins to play.</p>\n<p>Across the album, this tension between comfort and collapse recurs. One of my favourite moments is in ‘Faraar’, when Shafi sings, “<em>Khabar uri thi ke hum faraar the, hum tou jang ke liye tayyaar thay</em> [News spread that I was missing, but I was ready for war].” Goosebumps.</p>\n<p>An interlude allows us to switch a channel, ‘Nirmal’ plays, deceptively gentle. At first, it feels like the album’s most commercial track, a calm in the storm, until it reaches that crescendo where everything kind of explodes and Shafi’s voice becomes almost inaudible amidst the sonic swirl.</p>\n<p>“‘Nirmal’ was written as a self-soothing lullaby,” she explained. “There’s something about ‘Nirmal’s’ melody that reminds me of my maternal grandma, the kind of music she would listen to. That crackling old, that gramophone radio, analogue time. It reminds me of childhood, a time when I was safe. Its melody is coming from a place of nostalgia.”</p>\n<p>As an adult, Shafi realised that sometimes you find your purpose or talent through whatever coping mechanism naturally flows to you, “like humming to soothe yourself”. “That’s kind of like a narrative that was going on in my head as my coping mechanism through these last <a href=\"https://images.dawn.com/news/1179925\">seven years</a>,” she added.</p>\n<p>Recalling how she distracted herself from the “uglier things that were going on,” she revealed that ‘Nirmal’ was a reflection of that process. “It is that point in the album where you feel like everything is finally feeling a little sweeter, and prettier, and then you fall down the stairs and hit your head. It’s because you can’t keep pretending that everything is fine when it’s not. You realise you were in denial. It was toxic positivity.”</p>\n<h2><a href=\"#the-visual-representation\"></a><strong>The visual representation</strong></h2>\n<p> <figure>\n\n</figure></p>\n<p>“I don’t like releasing independent work without visuals,” she told me. “As a visual artist, it feels incomplete. Also, visuals help the music reach more people. I didn’t want to make the songs more palatable — I wanted the visuals to honour the emotional honesty.”</p>\n<p>So she turned to Awais Gohar, the filmmaker behind ‘Hot Mango Chutney Sauce’, to help bring that vision to life. “Each video uses a different filmmaking style. I wanted to employ the whole artistic tapestry to create a visual album. Awais is extremely sensitive and a deep thinker. I needed everyone who touches this work to understand what they’re working with — because the material is sensitive.”</p>\n<h2><a href=\"#the-truth\"></a><strong>The truth</strong></h2>\n<p>The truth is that sensitivity is <em>Khilnay Ko’s</em> most radical act. The album refuses to conform to the neatly packaged expectations of South Asian pop. In ‘Sar e Aam’ — a classic Rohail Hyatt number echoing the aural DNA of <em>Coke Studio’s</em> formative seasons but with a sharper, more dangerous edge — Shafi takes every critique that’s ever been hurled her way and weaponises it. “<em>Mein he behaya, mein he badchalan</em> [I am shameless, I am evil],” she sings. It’s reclamation in its most melodic form, turning the shame assigned to her into an anthem of unflinching self-possession.</p>\n<p>It may not be everyone’s cup of tea, but the whole album is Shafi’s rebellion at its most unfiltered. As Gohar’s visual interpretation lends its music bold and textured forms, while Siddiqui’s production stitches together its emotional spine, the three of them offer something far more lasting: a space to feel. A reminder that cracks are where light — and <em>truth</em> — enter.</p>\n"
    },
    {
        "title": "MNA Mubarak Zeb safe after IED explodes outside his Bajaur residence",
        "short_desc": "Police say search operation to \"track down terrorists\" underway.",
        "link": "https://www.dawn.com/news/1910961/mna-mubarak-zeb-safe-after-ied-explodes-outside-his-bajaur-residence",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14114929cddc93a.png?r=120403",
        "author": "Umar Bacha",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>An improvised explosive device (IED) detonated outside the residence of MNA Mubarak Zeb in Khyber Pakhtunkhwa’s Bajaur district, partially damaging the house, police said on Wednesday.</p>\n<p>Bajaur District Police Officer (DPO) Waqas Rafique told <em>Dawn.com</em>, “An IED was planted at the main gate of the MNA’s house and it exploded late at night.” He added that Zeb was not at home at the time of the explosion.</p>\n<p>The police reached the site and a search operation was under way to “track down the terrorists”, he said.</p>\n<p>Zeb said in a statement that his family and neighbours remained safe in the explosion, but it would not affect their resolve through such tactics. “I would continue my martyred brother Rehan Zeb’s mission,” he added.</p>\n<p>National Assembly speaker Ayaz Sadiq condemned the incident, expressing best wishes for Zeb and his family.</p>\n<p>He directed KP’s relevant authorities to conduct a transparent investigation into the blast, saying the elements involved in the attack must be brought to justice.</p>\n<p> <figure>\n\n</figure></p>\n<p>Zeb was one of the PTI-backed independent candidates that the party decided to <a href=\"https://www.dawn.com/news/1866814\">take action against</a> after they <a href=\"https://www.dawn.com/news/1867076\">voted in favour</a> of the 26th Constitutional Amendment, against their party stance.</p>\n<p>Last month, four children were wounded when a <a href=\"https://v\">mortar shell</a>, fired from an undisclosed location, hit a house in the Lowi Mamund tehsil in Bajaur.</p>\n<p>Also in April, eight people, including three security personnel and five residents, were <a href=\"https://www.dawn.com/news/1904460/eight-injured-as-roadside-bomb-targets-fc-vehicle-in-bajaur\">injured</a> after a roadside bomb targeted a vehicle of the Frontier Corps in the same district.</p>\n"
    },
    {
        "title": "Young futures on hold: Inside the Bolan Medical College’s six-month-long shutdown",
        "short_desc": "In Balochistan, where challenges in the delivery of healthcare and access to education are aplenty, the prolonged suspension of the BMC’s operation has sparked a debate.",
        "link": "https://www.dawn.com/news/1906490/young-futures-on-hold-inside-the-bolan-medical-colleges-six-month-long-shutdown",
        "thumbnail_image": "https://i.dawn.com/medium/2025/04/27130101ac8c253.jpg?r=130406",
        "author": "Beberg Baloch",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>Since November last year, the lives of approximately 2,000 students in Quetta have been stuck in limbo. Balochistan’s largest medical institution, the Bolan Medical College (BMC), has been closed for nearly six months now, with no clarity on when it will reopen.</p>\n<p>Initially, the shutdown was attributed to a student dispute that escalated into violence, but later, the explanation expanded to include long-overdue infrastructural repairs. In a <a href=\"https://www.facebook.com/100064904738115/posts/bolan-medical-college-took-action-on-our-post-and-issued-a-notification-regardin/975082771331872/\">notification issued last month</a>, a copy of which is available with <em>Dawn.com</em>, the college principal stated that academic activities would resume on April 25.</p>\n<p>However, the day came and went with no progress — the BMC remains shut. “We are currently completing physical verification of hostel allotments … once that’s complete, classes will resume,” the college administration claimed. A second notification issued on May 11 said the college would now open on Friday, May 16.</p>\n<p>For the hundreds of students enrolled at the college, many from remote areas, the closure has caused confusion and frustration. They were asked to vacate hostels and return home with limited information on what comes next.</p>\n<p>“The entire academic schedule has been delayed, affecting our studies, exams, and future plans,” said Mujeeb Mengal, a third-year MBBS student at BMC.</p>\n<p>In Balochistan, where access to healthcare and education is already a challenge, the prolonged suspension of BMC’s operations has sparked debate. At the centre of this discussion are questions regarding the true cause of the closure — whether it was a necessary step for institutional improvement, or if broader administrative and political factors were at play.</p>\n<h2><a href=\"#the-shutdown\"></a>The shutdown</h2>\n<p>On November 12, a dispute between two student groups escalated into violence, leaving at least seven students injured and prompting a heavy deployment of security personnel. A total of 12 students were arrested.</p>\n<p>“The police raided our hostels and forcibly evacuated us at 2am, treating us as if we were terrorists,” said Shabbir Zehri, a first-year MBBS student. “We were left stranded on the streets for the rest of the night,” he recalled, adding that valuable items, including mobile phones, laptops, and books, were stolen from their rooms during the eviction.</p>\n<p>“With no other choice, we had to seek accommodation in private hostels, but the fees were exorbitant. Some of us were forced to sell phones, belongings and even goats just to pay rent. The alternative was using that money to travel back home,” he shared.</p>\n<p>According to police, the conflict stemmed from a disagreement over hostel allotment. On the same day, the college issued a notification stating that <a href=\"https://www.dawn.com/news/1872066\">hostels would be closed for two weeks</a> for “renovation work and due to the law and order situation.” A second notification extended the closure indefinitely. Academic activities were also suspended.</p>\n<p>Speaking to <em>Dawn.com</em>, BMC admin officer Hamdullah Khan recalled that videos of the incident quickly circulated on social media. Senior administrators who attempted to intervene were also attacked by students, he said.</p>\n<p>“The police eventually gained control of the situation. However, concerns about further clashes led to the shutdown during the last 10 days of November,” he added.</p>\n<p>A few days later, Hamdullah said, the provincial health minister visited the campus and ordered renovations that had been pending for over a decade.</p>\n<p>Meanwhile, students alleged that the BMC administration deliberately attempted to frame the issue through an ethnic lens. “Minor scuffles happen at every institution,” said Kabeer Baloch, zonal president of the Baloch Students Organisation (BSO).</p>\n<p>He explained that while the incident involved a few students, it was resolved after intervention by BSO and Pashtun student leaders. “BSO does not encourage ethnic hatred or violence. If any of our members had been involved, they would have been suspended by now,” he said.</p>\n<p> <figure>\n\n</figure></p>\n<p>The Pashtun Students Organisation (PSO) had a similar view. “Claims that the BMC was shut due to PSO students’ violent behaviour are completely baseless. Our students have often been victims of violence, which we’ve repeatedly brought to the administration’s notice,” said Mujtaba Hassan, PSO’s information secretary.</p>\n<p>Students also pointed out that the groups involved later held a press conference confirming that they had resolved their issues. “But the government remained adamant about keeping the college closed,” lamented Khursheed Baloch, a member of the Baloch Students Action Committee (BSAC), another student political organisation.</p>\n<h2><a href=\"#renovation-work--reality-or-excuse\"></a>Renovation work — reality or excuse?</h2>\n<p>Recently, videos showing glimpses of the renovated medical college have been circulating online. However, students remain sceptical about the extent and impact of the repairs.</p>\n<p>Khursheed claimed that the renovation work was largely superficial. “All we’ve heard for months are excuses. If any work has been done, it’s either minimal or only exists on paper,” he said.</p>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/primary/2025/04/27130501c1ae79a.jpg\"/></picture></div>\n<figcaption>A placard from a protest against the closure of the BMC.</figcaption>\n</figure></p>\n<p>“On the ground, the campus remains in a deteriorated condition. The academic loss we’ve suffered is immeasurable, and it’s unjust to hide it behind the narrative of renovation,” he added.</p>\n<p>While the BSO’s Kabeer Baloch acknowledged that some renovation had taken place, he questioned the approach, citing the example of King Edward Medical University, where construction continued without disrupting classes. “The government could have opted for alternative solutions here, too, but chose not to.”</p>\n<p>The PSO’s Mujtaba Hassan agreed. “You cannot gamble with students’ futures for the sake of infrastructure. In other provinces, students complete their MBBS in five years. Here, closures push it to six or seven years,” the group’s spokesperson said.</p>\n<p>For its part, the BMC administration says that the sports complex, hostels, lecture halls, laboratories and other facilities had been upgraded, with new amenities such as revamped rooms, replaced doors and windows, improved electricity and water supply, and installation of carpets and curtains.</p>\n<p>Yet, despite these claims, students remain unconvinced, arguing that the academic cost of the closure heavily outweighs the infrastructural improvements.</p>\n<p>“Fights happen at every college, and that’s normal, but closing the institute for six months isn’t an option … there are ways to tackle them,” said Mohammad Azeem, a third-year medical student. “We are all affected by the closure of the college, and there’s a wave of uncertainty about what will happen next.”</p>\n<h2><a href=\"#fear-of-hyper-securitisation-on-campus\"></a>Fear of hyper-securitisation on campus</h2>\n<p>Alongside the uncertainty, there is a growing unease among students — not just at BMC, but across Balochistan — over fears of the hyper-securitisation of university campuses.</p>\n<p>For its part, the BMC administration refuted claims regarding the presence of military personnel, clarifying that private security guards had been hired to ensure safety and prevent unauthorised access.</p>\n<p> <figure>\n\n</figure></p>\n<p>However, student groups alleged that educational institutions were being increasingly securitised to suppress dissent and student activism in politically aware academic spaces.</p>\n<p>The BSAC criticised the “toxic environment” created under the pretext of security, arguing that educational institutions should be centres of learning and intellectual freedom, not places of fear and surveillance.</p>\n<p>“Students should grow under the shade of books, not under the shadow of guns,” Khursheed argued.</p>\n<p>Other student organisations echoed this view. “Insecurity is widespread across Balochistan, but why do security concerns only shut down educational institutions?” asked the BSO’s Kabeer. “Students deserve to study in a peaceful environment.”</p>\n<p><em>Dawn.com</em> reached out to the Balochistan government for comment but did not receive a response until the filing of this report.</p>\n<h2><a href=\"#the-resistance\"></a>The resistance</h2>\n<p>As the days turned into weeks, students grew increasingly apprehensive and even staged a sit-in outside the BMC. They demanded that hostel repairs be carried out without disrupting education, scholarships be disbursed, and welfare funds be allocated transparently.</p>\n<p><em>Dawn.com</em> reached out to the BMC administration as well as the Balochistan government regarding the budget allocated for the renovations but did not receive a response.</p>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/primary/2025/04/2713014737dd502.jpg\"/></picture></div>\n<figcaption>Students protest outside the Bolan Medical College in Quetta against the institute’s closure.</figcaption>\n</figure></p>\n<p>The sit-in, which lasted several days, eventually led to negotiations between students and the administration. A written assurance was issued, promising that the students’ demands would be met within a specified period.</p>\n<p>However, the underlying issues remain unresolved.</p>\n<p>According to Dr Maqbool Langove, an associate professor at BMC, the closure has severely impacted the academic year. The five-year MBBS programme often already stretches to six years at the college, but further shutdowns will only prolong it more.</p>\n<p>Exam schedules have been thrown into uncertainty, and the course load might now be reduced, he said. “For the faculty too, it’s a problem — the curriculum will have to be made more selective.”</p>\n<p>He added that although teachers had recommended shifting classes online, internet availability — especially in peripheral areas — was a major hurdle, compounded by frequent internet shutdowns.</p>\n<h2><a href=\"#student-politics-and-bmc-administration\"></a>Student politics and BMC administration</h2>\n<p>The BMC has long been a hub of Baloch nationalist politics. Its rooms echo with the legacy of past leaders who once spearheaded the Baloch National Movement. Over the years, tensions between administration and students have often flared up.</p>\n<p> <figure>\n\n</figure></p>\n<p>Currently, the debate revolves around the claim that student politics has shifted from study circles to group-centric politics, focused on hostel allotments and campus conflicts.</p>\n<p>“If the administration fulfils its duties properly, PSO will never interfere,” said Mujtaba. “But if students are deprived of facilities and education due to negligence, we will raise our voices.”</p>\n<p>Meanwhile, other students called the administration’s claims “negative propaganda.”</p>\n<p>“They overlook the fact that students simply want to complete their education and succeed,” said BSO’s Kabeer Baloch. “We have always sought to strengthen institutional frameworks and promote a positive relationship between teachers and students.”</p>\n<p>Students also criticised the provincial government’s narrative of sending youth abroad on scholarships to prestigious universities such as Harvard and Oxford, terming it a “hollow slogan” that ignores the collapse of Balochistan’s own education system.</p>\n<p>“If there truly was an educational revolution happening, Balochistan’s most important medical institution wouldn’t have remained closed for six months,” said BSAC’s Khursheed.</p>\n<p>“These claims feel empty unless backed by tangible change. Real educational revolution is about access to basic academic facilities — something students here are still fighting for.”</p>\n<hr/>\n<p><em><strong>Header image:</strong> A banner hung on the main entrance of the Bolan Medical College in Quetta. — All photos by author</em></p>\n"
    },
    {
        "title": "‘I thought I was going to die,’ reality TV star Kim Kardashian tells Paris robbery trial",
        "short_desc": "\"I forgive you for what has taken place, but it does not change the emotion, the trauma,\" she said.",
        "link": "https://images.dawn.com/news/1193623/i-thought-i-was-going-to-die-kim-kardashian-tells-paris-robbery-trial",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14105253f0a46b2.png?r=105304",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "While suo motu facility needs fixing, the answer is not legal regression by abdicating it",
        "short_desc": "Regulate the criteria but do not quietly watch as the most important judicial power is procedurally euthanised.",
        "link": "https://www.dawn.com/news/1910932",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14092947c2d7c1d.png?r=093009",
        "author": "Ahmad Maudood Ausaf",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>“THE facility of <a href=\"https://www.dawn.com/news/1856663\">suo motu</a> may no longer be available,” <a href=\"https://www.dawn.com/news/1908065\">remarked</a> Justice Amin-ud-Din Khan. It was a quiet comment, dropped not with alarm but with the composure of someone watching an era slip gently away.</p>\n<p>But there is little quiet about what it truly signals: not procedural modesty, not democratic maturity, but a cold and deliberate retreat. A judiciary once imagined as the final sentinel of rights now appears content to fold its robes, clasp its hands, and wait.</p>\n<p>Let us not forget what Article 184(3) was designed to do. It was not built to serve the powerful. It was not sculpted for the whims of the bench. It existed so that the voiceless — the disappeared, the dispossessed, the disenfranchised — could be heard even when they lacked the strength to shout. When no one else would act, the court could. That was the moral architecture behind suo motu.</p>\n<p> <figure>\n\n</figure></p>\n<p>And yes, it needed fixing. Suo motu was <a href=\"https://www.dawn.com/news/1856663\">used erratically</a>, sometimes politically, and too often without restraint. But the answer was never abandonment. The answer was reform. Regulate the criteria. Make reasons for taking cognisance. Institute appellate oversight. But do not quietly watch as the most important judicial power in our constitutional order is procedurally euthanised.</p>\n<p>This institutional deadening did not happen overnight. It was slow, bureaucratised, wrapped in the velvet glove of reform. Earlier, the Supreme Court Practice and Procedural Act, 2023 <a href=\"https://www.dawn.com/news/1780502\">clipped the chief justice’s powers</a>, constituted a three-member committee consisting of the chief justice and the two most senior judges, and granted the right to appeal. Last year, the 26th Constitutional Amendment, touted as a step towards balance, simply codified hesitation.</p>\n<p>Therefore, within the judiciary, clarity is no longer a virtue. Justice Muhammad Ali Mazhar has remarked that since suo motu is a constitutional provision, it must now be exercised through the constitutional bench.</p>\n<p> <figure>\n\n</figure></p>\n<p>Even though the <a href=\"https://www.dawn.com/news/1866652/president-zardari-gives-assent-to-26th-constitutional-amendment\">26th Amendment</a> explicitly states that the constitutional bench shall exercise original jurisdiction, a hypothetical risk still remains embedded in the constitutional design. It fails to address whether the same procedure — introduced through earlier amendment — will continue to apply.</p>\n<p>Will it now be exercised solely on the authority of the head of the constitutional bench? And more importantly, if the procedure is so clear, why did Justice Amin-ud-Din Khan feel compelled to make his remark? The 26th Amendment, in its eagerness to limit discretion, has instead created a jurisdictional paradox — a court that may have the power, but not the means, to act.</p>\n<blockquote>\n<p>When no one else would act, the court could.</p>\n</blockquote>\n<p>But before this sleepwalking becomes doctrine, let us remember the path we strayed from.</p>\n<p>In ‘<a href=\"https://www.dawn.com/news/259976/karachi-call-to-set-up-special-courts-for-peasants\">Darshan Masih vs the state</a>’, the court broke new ground by recognising that the Constitution demanded action even in the absence of formal petitioners. It was a time when the court, flawed as it may have been, stood tall.</p>\n<p> <figure>\n\n</figure></p>\n<p>Today, the jurisprudential tide has turned inward. We are told that restraint is a virtue. That neutrality is nobility. But when power consolidates, when dissenters vanish, and when laws twist into weapons, neutrality becomes complicity.</p>\n<p>Elsewhere in South Asia, the story unfolds differently. In India, Articles 32 and 226 empower the courts to issue writs without formal procedure. In Bangladesh, where the constitution doesn’t explicitly allow suo motu, the judiciary carved its own path through what it called constitutional transplantation, inspired by India’s Public Interest Litigation regime.</p>\n<p>In both countries, courts embraced a moral reading of their role, recognising that justice must not be held hostage by procedural orthodoxy. And yes, the path has been uneven, sometimes misused, but never muted. Pakistan, meanwhile, codifies caution.</p>\n<p>This is not to romanticise <a href=\"https://www.dawn.com/news/1585494\">judicial activism</a>. But it is to say: rights cannot wait for consensus.</p>\n<p>And even on a more theoretical level, suo motu has always been used to keep the executive in check. So, if judicial activism is exercised within reasonably guarded metrics, there is no trade-off between rights and democracy. In fact, on the contrary, it may add to the beauty of it.</p>\n<p> <figure>\n\n</figure></p>\n<p>What Justice Amin-ud-Din Khan has said, and what the court now risks endorsing, is not just legal regression. It is a human one. It tells those who have no voice that even the court — their last recourse — has put up a sign that reads: ‘come back later’.</p>\n<p>But history does not wait. It watches. And one day, it will ask why the court, in its ceremonial wisdom, let go of the one power that allowed it to stand between the citizen and the leviathan. Not to decide outcomes. Not to dictate policy. But to ensure that when the Constitution cried out, someone was still listening.</p>\n<p>Let us not count this silence as wisdom. Let us name it for what it is: abdication.</p>\n<p><em>The writer is a lawyer.</em></p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Trump’s decision to stay neutral is biggest diplomatic setback for India",
        "short_desc": "It is also now essential to restore political stability in the country.",
        "link": "https://www.dawn.com/news/1910934",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14090414bbb5298.jpg?r=090650",
        "author": "Zahid Hussain",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>THE exchange of missiles has <a href=\"https://www.dawn.com/news/1909993/pm-shehbaz-thanks-trumps-leadership-proactive-role-in-securing-full-immediate-ceasefire\">stopped</a> and the guns have fallen silent after four days of intense conflict that had threatened to turn into an <a href=\"https://www.dawn.com/news/1910186/pakistan-rattles-india-with-firm-response-as-patience-runs-out\">all-out war</a> between two nuclear-armed South Asian nations.</p>\n<p>Both India and Pakistan have stepped back from the brink after a US-brokered ceasefire. The fighting may have stopped, yet tentativeness surrounds the fragile ceasefire.</p>\n<p>There is no indication yet that India is willing to enter into meaningful negotiations with Pakistan over the major sources of tension. The outcome of four days of the most intense military confrontation between the two countries in decades has not been what the right-wing ultra-nationalist Indian government desired when it launched <a href=\"https://www.dawn.com/news/1908824/pakistan-downs-5-indian-jets-as-retaliation-for-late-night-strikes-at-6-sites-officials\">simultaneous missile attacks</a> in many Pakistani cities. The unwarranted aggression was immediately responded to by Pakistan with a ferocity that India had not bargained for.</p>\n<p> <figure>\n\n</figure></p>\n<p>India lost the advantage within hours of launching attacks when Pakistan <a href=\"https://www.dawn.com/news/1908824/pakistan-downs-5-indian-jets-as-retaliation-for-late-night-strikes-at-6-sites-officials\">shot down</a> five of its <a href=\"https://www.dawn.com/news/1909560\">most advanced fighter planes</a> in what was an <a href=\"https://www.dawn.com/news/1909714\">epic air battle</a> with little precedent in modern air warfare. India went up the escalatory ladder by targeting Pakistani air and military bases. Missiles and drones rained over Pakistani cities. Pakistani forces also responded to that Indian action with greater intensity.</p>\n<p>The four days of confrontation brought the pro­s­pect of a full-scale war between the two nuclear-armed nations precariously closer than at any time before, causing serious concern in Washing­ton and other capitals. Although President Donald Trump’s administration was engaged with the leadership of both countries from the beginning, diplomatic efforts gained momentum as the confrontation took a more serious turn.</p>\n<blockquote>\n<p>It was once again external intervention that helped stop the conflict between the two countries.</p>\n</blockquote>\n<p>It was once again external intervention that helped stop the conflict between the two countries. <a href=\"https://www.dawn.com/news/1910625/trump-says-us-stopped-pak-india-nuclear-war\">President Trump claimed</a> that US intervention had prevented a nuclear war between the two nations, though India continues to deny yielding to any outside pressure. Trump has not only offered US diplomatic mediation to bring down tensions between the two countries but has also tied peace to economic engagement. His linking of trade with truce may have also compelled both sides to de-escalate.</p>\n<p> <figure>\n\n</figure></p>\n<p>It was perhaps for the first time that trade has been leveraged by an American administration in peace diplomacy. While the worst may be over, peace remains elusive in what is described as one of the world’s most combustible regions. India still does not seem willing to back down from its decision to suspend the <a href=\"https://www.dawn.com/news/1906274/what-indias-indus-waters-treaty-suspension-means-for-pakistan\">Indus Waters Treaty</a> that Pakistan described as a declaration of war.</p>\n<p>Indian Prime Minister Narendra Modi has continued with his war cry reiterating his hard-line position both on blocking water flows and bilateral engagement with Pakistan on the Kashmir dispute that he thinks has been resolved after his government’s <a href=\"https://www.dawn.com/news/1796946\">unilateral decision</a> in 2019 to strip the occupied region of its semi-autonomous status and annex it. He declared that any negotiations would be limited to Pakistan’s part of Kashmir.</p>\n<p>What seems to have infuriated the Indian prime minister most is that the latest confrontation has brought the Kashmir issue back into international focus.</p>\n<p>President Trump’s remarks that he was <a href=\"https://www.dawn.com/news/1910382/kashmir-takes-centre-stage-as-fragile-ceasefire-holds\">willing to mediate on Kashmir</a> and other issues between the two countries seem to have further riled him, which was evident in his latest public address delivered a day after the ceasefire agreement. The Modi government has maintained India’s long-standing position of not accepting international mediation on what New Delhi has described as a bilateral matter.</p>\n<p> <figure>\n\n</figure></p>\n<p>Modi’s move to authorise his military commanders to take cross-border military action in the event of a militant attack in the disputed territory was most perturbing. According to some analysts, the decision indicated further scaling down of the threshold for military action. It seems that the Modi government has not learnt any lesson from the latest and the 2019 military incursions against Pakistan.</p>\n<p>India’s doctrine of keeping the conflict below the nuclear threshold has been countered on both occasions by Pakistan’s response, which demonstrated the conventional capability to thwart Indian military adventurism. The downing of Indian fighter planes has been seen as Pakistan’s edge in modern high-tech air warfare. In 2019, too, Pakistani forces <a href=\"https://www.dawn.com/news/1466357\">shot down</a> an Indian fighter plane and <a href=\"https://www.dawn.com/news/1466565\">captured its pilot</a>.</p>\n<p>But analysts say that what happened in the latest round of conflict has exposed India’s claim of conventional superiority. The Modi government took a two-pronged approach when it decided to go for kinetic action against Pakistan following the <a href=\"https://www.dawn.com/news/1905917/at-least-24-killed-in-occupied-kashmir-gunmen-attack-on-tourists-police-source\">Pahalgam terrorist attack</a> that had left more than two dozen dead. While broadening the spectrum of military operations by extending it to Pakistan’s mainland, New Delhi also tried to isolate Islamabad internationally.</p>\n<p> <figure>\n\n</figure></p>\n<p>Unlike 2019, it could not get support from Washington and its other Western allies for its military action. Trump’s decision to stay neutral in the conflict was the biggest diplomatic setback for the Modi government, particularly as India is considered a strategic ally of Washington. It disrupted India’s entire strategy of ‘punishing’ Pakistan.</p>\n<p>Meanwhile, China’s diplomatic backing and its military cooperation gave a huge boost to Pakistan’s confidence in confronting military power. The Pakistan Air Force with advanced <a href=\"https://www.dawn.com/news/1909723\">Chinese missiles</a> executed a sensor-fusion kill. This has been a strong geopolitical message for India.</p>\n<p>However, while Pakistan has reason to celebrate its forces’ successful defence against aggression, it is not time to declare victory. Rather, it is time for reflection. The conflict has also exposed some of our own vulnerabilities. In the midst of the confrontation, our major worry was whether the IMF would approve the <a href=\"https://www.dawn.com/news/1909691\">next tranche</a> of its loan. With a weak economy, successfully defending one’s sovereignty is difficult.</p>\n<p>The ceasefire now in place has provided the country with some space to focus on the economy. Similarly, it is essential to restore political stability in the country. A politically divided nation and the conflict within make the country extremely vulnerable. There are many more lessons to learn as we walk back from the brink.</p>\n<p><em>The writer is an author and journalist.</em></p>\n<p><em><a href=\"http://zhussain100@yahoo.com\">zhussain100@yahoo.com</a></em></p>\n<p>X: <a href=\"http://@hidhussain\">*@hidhussain</a>*</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Editorial: Durable peace can only come from political will and wisdom of leaders in both India and Pakistan",
        "short_desc": "As nuclear nations, both countries must wield their powers with utmost responsibility and immense restraint.",
        "link": "https://www.dawn.com/news/1910938/crisis-averted",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/140833570069082.jpg?r=083411",
        "author": "Editorial",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>AS Pakistan and India count their <a href=\"https://www.dawn.com/news/1910733/11-soldiers-martyred-78-wounded-while-defending-pakistan-in-indian-attack-ispr\">casualties</a>, tend to the wounded and grieve the fallen, the leaderships of the two nations, as well as their people, must ask themselves whether perennial conflict is in their individual interests.</p>\n<p>The <a href=\"https://www.dawn.com/news/1908824/pakistan-downs-5-indian-jets-as-retaliation-for-late-night-strikes-at-6-sites-officials\">military confrontations</a> between the two nations last week provided just a small glimpse into the destruction that can be unleashed on both sides of the border in the event of an all-out war. The American president, who <a href=\"https://www.dawn.com/news/1910625/trump-says-us-stopped-pak-india-nuclear-war\">brokered</a> a <a href=\"https://www.dawn.com/news/1909993\">ceasefire</a> between the two, has remarked that his administration helped prevent a <a href=\"https://www.dawn.com/news/1909301/analysis-nuclear-neighbours-in-high-wire-act\">nuclear exchange</a>.</p>\n<p> <figure>\n\n</figure></p>\n<p>If hostilities had reached that point, the leaderships of India and Pakistan would have failed their most fundamental duty: to prevent catastrophe. As nuclear nations, both countries have a duty to wield their powers with utmost responsibility and immense restraint. It is in the strategic interest of both nations to avoid all-out war, and ceasefires are not concessions but necessary steps to prevent irreparable damage.</p>\n<p>The Indian government’s decision to escalate hostilities by <a href=\"https://www.dawn.com/news/1909295\">striking</a> mainland Pakistan was dangerously provocative and must be seen as a grave miscalculation. Matters were not helped by the gleeful cheerleading for the ensuing violence by the <a href=\"https://www.dawn.com/news/1909753/dg-ispr-calls-out-india-for-gagging-intl-media-and-digital-space-churning-out-propaganda\">media</a> on both sides of the border. The pressure to attack and counter-attack kept growing, till, it seems, both countries were ready to launch full-scale hostilities against each other. In retrospect, the region narrowly avoided calamity: we are now being told we were on the brink of a nuclear war. Citizens of both countries need to understand what that would have entailed.</p>\n<p> <figure>\n\n</figure></p>\n<p>Should nuclear weapons ever be used, the consequences would be catastrophic beyond imagination. For all those who survive, the fallout will guarantee a life of unimaginable misery. Within hours, a region with millennia of shared history, culture and civilisation would be reduced to rubble. Major cities on both sides would be annihilated. The bombs would spare no one: men and women, young and old.</p>\n<p>Over the following week, tens of millions more will die from their injuries or radiation sickness. Disease and starvation on a cataclysmic scale will follow as the subcontinent’s health and food supply infrastructure collapses. The effects will not be confined to this region alone: the bombs and the ensuing fires will release dangerous and radioactive pollutants in the air, which will circulate around the world, triggering a ‘nuclear winter’ and decimating agricultural output. Billions more would be at risk of famine.</p>\n<p>The issues between the two countries seem manageable in comparison. Perhaps it is wiser and simpler to work on them than to risk the end of the world. International diplomacy may have halted escalation in this instance, but durable peace can only come from the political will and wisdom of leaders in both India and Pakistan. That responsibility cannot be outsourced.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "WFP pledges support for BISP’s nutrition, education efforts",
        "short_desc": "BISP chairperson highlights Specialised Nutritious Food for \"reducing stunting among children and improving maternal health\".",
        "link": "https://www.dawn.com/news/1910915/wfp-pledges-support-for-bisps-nutrition-education-efforts",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/140950465d61e08.jpg?r=095054",
        "author": "Bakhtawar Mian",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>ISLAMABAD: The World Food Programme (WFP) on Tuesday assured that it would extend all possible cooperation for Benazir Income Support Programme’s (BISP) efforts to improve nutrition and education initiatives for the poor.</p>\n<p>The commitment was made during a meeting between WFP Country Director Coco Ushiyama and BISP Chairperson Senator Rubina Khalid. They discussed various aspects of collaborative efforts aimed at enhancing nutrition and education for BISP beneficiaries.</p>\n<p>Discussions centred on the School Meal Programme, the development of a Nashonuma Dashboard, data sharing, and the repurposing of Nashonuma centers into counselling hubs for maternal and child health. WFP Deputy Country Director Rathi Pala Krishnan and BISP Director General Dr Asim Ijaz also attended the meeting.</p>\n<p>Ms Khalid stressed “the importance of ensuring quality Specialised Nutritious Food under the Nashonuma program,” highlighting its role “in reducing stunting among children and improving maternal health.” She also discussed starting health initiatives under the Nashonuma programme in the newly merged districts of Khyber Pakhtunkhwa.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Four abducted truck drivers found dead in Noshki",
        "short_desc": "No group claims responsibility for killings; Shahid Rind strongly condemns incident.",
        "link": "https://www.dawn.com/news/1910916/four-abducted-truck-drivers-found-dead-in-noshki",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/1409475563ce16b.jpg?r=094806",
        "author": "Saleem Shahid",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>QUETTA: The bullet-riddled bodies of four abducted truck drivers from Punjab were found on Tuesday in the Galangoor area of Noshki district, approximately 100 km west of Quetta, officials said. </p>\n<p>The drivers were transporting LPG imported from Iran on May 9 when armed men intercepted their trucks in the Ahmedwal area on the Quetta-Taftan highway. The assailants burst the trucks’ tires and abducted the four men at gunpoint before security forces arrived at the scene, according to authorities.</p>\n<p>Local residents informed the administration about the bodies, prompting Levies and other law-enforcement agencies to rush to the site. The bodies were taken to the district hospital in Noshki.</p>\n<p>Hospital officials confirmed all four men died from multiple bullet injuries after being shot from a close range.</p>\n<p>The deceased were identified as Moin and Huzaifa, residents of Pakpattan, and brothers Imran Ali and Irfan Ali, residents of Rahimyar Khan. </p>\n<p>Their bodies were sent to respective hometowns after legal formalities were completed.</p>\n<p>An investigation has been launched, officials said. No group has yet claimed responsibility for the killings.</p>\n<p>Balochistan government spokesperson Shahid Rind strongly condemned the killings. “Those behind such heinous acts — enemies of peace — will not be spared,” Mr Rind said in a statement, describing the incident as “barbaric and deeply tragic.” </p>\n<p>“The provincial government is utilising all available resources to ensure the perpetrators are brought to justice.”</p>\n<p>Mr Rind extended condolences to the victims’ families and assured them that justice would be served. He noted the victims were from Punjab and said the incident “appeared to be an attempt by terrorist elements to disrupt interprovincial harmony”.</p>\n<p>“The Balochistan government is committed to conducting a transparent and thorough investigation. Those responsible will soon be apprehended and dealt with an iron hand,” Mr Rind affirmed. He reiterated the government’s determination to uphold law and order, asserting that “such cowardly acts would not shake the state’s resolve”.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Balochistan to digitise birth and death registration",
        "short_desc": "“The birth and death certificates have already been fully digitised in cooperation with Nadra,” LG secretary says.",
        "link": "https://www.dawn.com/news/1910917/balochistan-to-digitise-birth-and-death-registration",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/1409435981f35f0.jpg?r=094414",
        "author": "The Newspaper's Staff Correspondent",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>QUETTA: Balochistan government has decided to integrate Bolan Medical Complex and Sandeman Provincial Hospital with the National Database and Registration Authority (Nadra) for registration of birth and death certificates, Local Government and Rural Development Secretary Abdul Rauf Baloch said on Tuesday.</p>\n<p>Mr Baloch called the initiative a significant move towards digitisation. “The birth and death certificates have already been fully digitised in cooperation with Nadra,” he said during a meeting.</p>\n<p>“Further measures are being implemented to enhance the registration process and improve the Civil Registration Management System across the province.”</p>\n<p> <figure>\n\n</figure></p>\n<p>The meeting was attended by key officials including Health Secretary Mujeebur Rehman Panizai, Local Government Board Secretary Shujaat Hussain, Nadra Balochistan Director General Naveed Jan Sahibzada, assistant directors Faizullah Kakar and Rizwan Magsi, Balochistan Health Card Director Dr Ahmad Wali and senior officials from the Health Department and Nadra.</p>\n<p>The local government secretary emphasised on making Union Council offices more functional to facilitate the public in obtaining birth, death, marriage, and divorce certificates.</p>\n<p>It was also decided that an investigative committee will be formed at the local government level to review existing birth and death certificates and address registration obstacles.</p>\n<p>The meeting concluded with the signing of a Memorandum of Understanding between the Local Government Department, the Health Department, and Nadra to formalise their cooperation in implementing digital birth and death registration throughout Balochistan.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "President, premier salute martyred soldiers",
        "short_desc": "India’s blatant aggression further united and strengthened the Pakistani people, Presi­de­nt Zardari says.",
        "link": "https://www.dawn.com/news/1910918/president-premier-salute-martyred-soldiers",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/140930027fcedec.jpg?r=093206",
        "author": "The Newspaper's Staff Reporter",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>ISLAMABAD: Presi­de­nt Asif Ali Zardari and Prime Minister Shehbaz Sharif on Tuesday saluted the brave sons of Pakistan Army and Pakistan Air Force who <a href=\"https://www.dawn.com/news/1910733/11-soldiers-martyred-78-wounded-while-defending-pakistan-in-indian-attack-ispr\">sacrificed</a> their lives for the country’s security.</p>\n<p>President Asif Ali Zar­d­ari, in a statement, said India’s blatant aggression had further united and strengthened the Pakistani people, and that the entire nation and its armed forces were always ready to respond to India’s hostility.</p>\n<p>He paid tribute to those martyred as a result of unp­r­ovoked Indian aggre­ssion against Pakistan and said that the entire nation salu­ted the brave sons of the Pakistan Army and Pak­i­stan Air Force (PAF) who sacrificed their lives for the country’s security. He expr­essed grief over the loss of precious lives, inclu­ding children and women, during the Indian attacks.</p>\n<p>He also extended condolences to the families of those who lost their lives and prayed for their patie­nce and strength, and swift recovery of the injured.</p>\n<p>“We are proud of the sacrifices of our martyrs. Our brave forces have successfully defended the nation and the country’s integrity. Through Operation Bunya­num Marsoos, our brave forces shattered the enemy’s arrogance,” he added.</p>\n<p><strong>India’s illusion</strong></p>\n<p>Meanwhile, Prime Mini­ster Shehbaz Sharif, in a st­­atement, paid tribute to the martyrs, of what he had des­cribed as “Youm-i-Mar­ka-i-Haq” (Battle of Truth Day) and said thro­ugh the Ope­ration Bunya­num Mar­soos, Pakis­tan’s armed for­ces shattered In­­dia’s illusion of nume­rical strength and arrogance.</p>\n<p>The prime minister saluted the families of those who sacrificed their lives for the nation.</p>\n<p> <figure>\n\n</figure></p>\n<p>He paid tribute to five officers and personnel of the PAF and six officers and soldiers of the Pakistan Army who were martyred while defending the homeland.</p>\n<p>Expressing grief over the martyrdom of 40 innocent civilians, including 15 children and seven women, as a result of Indian aggression, he said: “We have not forgotten the martyrs of the nation, nor will we do so, and their families will never be left alone.”</p>\n<p>“We not only defended the country with full force but also ensured that the sovereignty and integrity of Pakistan remained unscathed. The brave officers and soldiers of the Pakistan armed forces fulfilled their promise to the nation to protect the motherland,” he added.</p>\n<p>PM Shehbaz reiterated that a “Martyrs’ Package” had already been announ­ced and the state would fully support the martyrs’ families.</p>\n<p>He prayed to the Allah Almighty for elevation of the martyrs’ ranks, patience for their families and early recovery of the injured.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "If ceasefire is possible with India, why not with political rivals at home, asks PTI",
        "short_desc": "Imran leaves PAC chairmanship decision to Junaid.",
        "link": "https://www.dawn.com/news/1910919/if-ceasefire-is-possible-with-india-why-not-with-political-rivals-at-home-asks-pti",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14092743c7d4d39.jpg?r=092920",
        "author": "Ikram Junaidi",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>• Imran leaves PAC chairmanship decision to Junaid<br/>\n• Party slams Modi’s warmongering</p>\n<p>ISLAMABAD: PTI Chairman Barrister Gohar Ali Khan on Tuesday questioned the government’s unwillingness to initiate dialogue with political opponents, asking: “If a ceasefire is possible with India, why not with our own people?”</p>\n<p>Speaking to the media, Mr Gohar also stres­sed that the international community should step in to facilitate <a href=\"https://www.dawn.com/news/1910567\">negotiations</a> betw­een Paki­stan and India, given the risks posed by <a href=\"https://www.dawn.com/news/1910850/pakistan-honours-ceasefire-despite-provocations\">tensions</a> between the two nuclear-armed states.</p>\n<p>“Peace is essential for the region’s development,” he said, adding that PTI was ready to support any meaningful dialogue for the country’s betterment. He said that if an multi-party conference  was convened by the government, the party’s political committee would consider participating.</p>\n<p>Mr Gohar’s remarks came as PTI dealt with internal turmoil surrounding the <a href=\"https://www.dawn.com/news/1910779/junaid-akbar-submits-resignation-as-pac-chairman-to-pti\">resignation</a> of Public Accounts Committee (PAC) Chairman Junaid Akbar. Although Mr Akbar had submitted his resignation, the party’s founding chairman Imran Khan, currently incarcerated in Adiala Jail, has left the final decision to him.</p>\n<p>This was revealed by Imran Khan’s sister, Aleema Khan, following her meeting with Mr Khan on Tuesday. “Imran Khan suggested Junaid Akbar resign to focus on party matters in Khyber Pakhtunkhwa but said he could retain the PAC chairmanship if he could do justice to both roles,” she told reporters, stressing that Mr Khan had expressed confidence in Mr Akbar.</p>\n<p>On the other hand, Mr Akb­ar confirmed that he had submitted his resignation to the party leadership but had also advised Barrister Gohar to consult Mr Khan for guidance before any final move. It could not be immediately confirmed if the resignation was received by the National Assembly Secretariat.</p>\n<p>Ms Khan also criticised restrictions on PTI members seeking to visit Imran Khan in jail. “It is unfortunate that not all party members are being allowed to meet him,” she said.</p>\n<p>She said the conflict with India was also discussed during her meeting with Mr Khan.</p>\n<p>“He told us that instant response was necessary on such occasions and at the time of war. He also suggested that the nation should remain alert as (Indian Prime Minister) Modi will definitely take revenge,” she said.</p>\n<p><strong>PTI slams govt’s silence</strong></p>\n<p>Separately, PTI Central Infor­mation Secretary Sheikh Waqas Akram has condemned the continued aggressive, provocative and warmongering rhetoric of the Indian prime minister and called on the government to issue a loud and clear warning to the “supremacist Hindutva reg­ime” that any misadventure would be met with a response far more sev­ere and devastating than before.</p>\n<p>In a statement, Mr Akram said PTI founder Imran Khan had stated that Pakistan’s armed forces’ befitting response not only boosted the morale of the nation but also uplifted the spirits of those behind bars.</p>\n<p>However, Mr Akram emphasised that Mr Khan had warned Pakistan to remain prepared for recurring episodes of aggression and potential conflict with India due to Modi’s deceitful and untrustworthy nature.</p>\n<p>He pointed out that even after ceasefire agre­ements, Modi has continued to speak of a new normal that includes carrying out strikes inside Pakistan whenever an incident occurs in India. “This is not just rhetoric. It is a dangerous doctrine that threatens regional peace, and the silence of Pakistan’s current rulers on this issue is both irresponsible and disgraceful,” he added.</p>\n<p>He asserted that Pakistan must convey in unequivocal terms that any dialogue with India is contingent upon the reversal of India’s illegal suspension of the Indus Waters Treaty and a firm commitment to resolving the Kashmir dispute in accordance with UN resolutions and the will of the Kashmiri people.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "PPP seeks global intervention to resolve Kashmir dispute",
        "short_desc": "Sherry says peace to remain elusive if dispute is not settled.",
        "link": "https://www.dawn.com/news/1910920/ppp-seeks-global-intervention-to-resolve-kashmir-dispute",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/140905023b92cb7.gif?r=091628",
        "author": "Syed Irfan Raza",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>ISLAMABAD: As Pakistan and India <a href=\"https://www.dawn.com/news/1910185/normality-returns-as-nuclear-armed-neighbours-step-back-from-the-brink\">pulled back</a> from the brink of a war over the Pahalgam attack in the India-occupied Kashmir, PPP leadership urged the global community to play its role in the resolution of the Kashmir issue as well as the restoration of the <a href=\"https://www.dawn.com/news/1910188\">Indus Waters Treaty</a>, suspended by New Delhi after the attack.</p>\n<p>PPP leaders Nayyar Bukhari, Sherry Rehman and Nadeem Afzal Chan addressed a joint press conference on Tuesday.</p>\n<p>“As the world leaders, including US President Donald Trump, have played an important role in averting the war between Pakistan and Ind­ia, the international community must play its role for the permanent settlement of the Kashmir dispute between the two nuclear states,” said Mr Bukhari.</p>\n<p>Ms Rehman, the PPP vice president, said her party would observe ‘Day of Gratitude’ on May 15 to mark ‘Operation Bunyanum Marsoos’ lau­n­ched by Pakistan armed forces to target Indian military installations in response to its multiple attacks in Pakistan.</p>\n<p>“Firstly, we want to congratulate the entire nation. We bow our heads in gratitude for the resilience, unity, and courage shown by our people and the armed forces,” she said.</p>\n<blockquote>\n<p>Sherry says peace to remain elusive if dispute is not settled</p>\n</blockquote>\n<p>She stressed that Kashmir remained the unresolved core of regional instability. “India’s illegal occupation, demographic engineering, and refusal to engage with Kashmiri voices is the root cause of this crisis — and future ones. Without resolving Kashmir, peace will remain elusive,” she added.</p>\n<p>She also cautioned against India’s growing pattern of diplomatic belligerence — expelling Pakistani diplomats, cutting off bilateral trade, and weaponising water under the Indus Waters Treaty.</p>\n<p>“This is not just a military posture — it’s a full-spectrum campaign to isolate Pakistan and coerce regional outcomes, especially on Kashmir,” she said.</p>\n<p>Senator Rehman also acknowledged the crucial role of international diplomacy.</p>\n<p>“The US, Saudi Arabia, and Tur­kiye, played constructive roles in brokering the ceasefire. But make no mistake — it was Pakistan’s calibrated, fact-based response that created room for diplomacy,” she said.</p>\n<p>The PPP leader also lauded Pak­istan’s media for “practising restr­aint and ethics amid a media war”.</p>\n<p>In contrast, she said, “Indian media devolved into propaganda machines while censorship took hold back home. Their people were betrayed by fiction, not facts.”</p>\n<p>She also condemned the use of the Pahalgam incident by India as a pretext for war.</p>\n<p>“The world must note that the at­­tack was never independently inv­e­stigated. India rejected neutral pro­bes just as it did in the Samjhauta Ex­­press case. What is India hiding?”</p>\n<p>PPP Information Secretary Nadeem Afzal Chan said Indian Prime Minister Narendra Modi in his speech on Monday had twisted facts in the war between Pakistan and India. “His (Modi’s) speech seemed to be a speech delivered by a loser,” he added.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Justice Shafi Siddiqui to head environmental committee",
        "short_desc": "CJP Afridi meets Ambas­sador of Turkiye.",
        "link": "https://www.dawn.com/news/1910921/justice-shafi-siddiqui-to-head-environmental-committee",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14092411623a202.jpg?r=092547",
        "author": "Nasir Iqbal",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>ISLAMABAD: Chief Justice of Pakistan (CJP) Yahya Afridi has re-constituted a seven-member Committee for Enhan­cing Environmental Justice (CEEJ) in the country by appointing Justice Muh­ammad Shafi Siddiqui as its chairman.</p>\n<p>Other members of the committee are Justices Ali Baqar Najafi, Justice Jawad Hassan of the Lahore High Court, Justice Omar Sial of the Sindh High Court, Justice Muhammad Aamir Nawaz Rana of the Baloc­histan High Court, Justice Arbab Muhammad Tahir of the Islamabad High Court and Justice Muhammad Naeem Anwar of the Peshawar High Court.</p>\n<p>Constituted by the Supreme Court, the CEEJ was established to promote environmental justice and address climate change that plays a crucial role in and ensuring that climate change cases are treated like other civil or criminal cases.</p>\n<p><strong>Meeting with envoy</strong></p>\n<p>Meanwhile, in a separate development, Ambas­sador of Türkiye, Irfan Nezirolu, on Tuesday met the CJP at the Supreme Court.</p>\n<p>The CJP highlighted the long-standing and cordial judicial relations bet­ween Pakistan and Türk­iye, rooted in mutual resp­ect, shared legal traditio­­ns, and deep cultural ties.</p>\n<p>He appreciated the ongoing cooperation in the field of judicial education and capacity building of various tiers of judicial system. He noted that structured exposure to Türkiye’s advancements in court management, digitisation of judicial processes and application of Artificial Intelligence in judicial systems would be highly beneficial for judicial officers at all levels.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Lawmakers slam Modi, caution against another misadventure",
        "short_desc": "PPP’s Khar says India has crossed red lines, misread Pakistan’s restraint as weakness.",
        "link": "https://www.dawn.com/news/1910922/lawmakers-slam-modi-caution-against-another-misadventure",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14090837293abdf.jpg?r=091400",
        "author": "Iftikhar A. Khan",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>• PPP’s Khar says India has crossed red lines, misread Pakistan’s restraint as weakness<br/>\n• Insists ceasefire after face-off between nuclear powers should be celebrated</p>\n<p>ISLAMABAD: Amid India’s dangerous <a href=\"https://www.dawn.com/news/1910509/india-and-pakistan-just-stepped-back-from-the-brink-of-war-heres-how-it-unfolded\">war rhetoric</a>, Pakistani lawmakers on Tuesday cautioned that New Delhi could again resort to <a href=\"https://www.dawn.com/news/1909295\">military misadventure</a> out of political desperation, warning of the grave consequences such an escalation could bring between two nuclear-armed neighbours.</p>\n<p>Addressing the National Assembly dur­­­ing a discussion on recent tensions with India, several members lambasted Indian Prime Minister Narendra Modi, calling him a “certified terrorist” and warning that he could go to any extent for political gains as his politics thrived on corpses.</p>\n<p>Former foreign minister Hina Rabbani Khar said that India’s crushing defeat at the hands of Pakistan was nothing to celebrate. “We must all be unapologetic as a country that celebrates a ceasefire. Why not celebrate the ceasefire? Yes, we absolutely will,” she said.</p>\n<p>Ms Khar warned that India had continuously crossed red lines, underestim­ating Pakistan’s capability and misreading its restraint as weakness. She said this miscalculation could have led to catastrophic consequences, insisting that Pakistan had proven its defensive and strategic capabilities under pressure.</p>\n<p> <figure>\n\n</figure></p>\n<p>Highlighting the dangers of setting new precedents in international conflict resolution, she challenged India’s narrative of “self-defence” following the Pahal­­gam attack to justify cross-border strikes.</p>\n<p>“What are we supposed to do if a terrorism incident takes place in Pakistan?” she asked, questioning whether Pakistan would be equally justified in launching strikes in response to proven Indian involvement in incidents like the Jaffar Express attack. She criticised India for “weaponising terrorism” and flouting international law. “Have you all stepped outside the UN Charter and parameters of international law?” she asked. “Are we no longer signatories to Article 25, which obliges all nations to uphold UN Security Council resolutions?”</p>\n<p>She criticised Indian Prime Minister Narendra Modi’s unilateral declarations regarding held Kashmir, asking whether the world was expected to “pay homage” and bow down to such claims. Citing US President Donald Trump’s acknowledgement of Kashmir as a disputed territory, Ms Khar argued that the Indian narrative had begun to unravel.</p>\n<p>“The illusion of India’s conventional warfare supremacy has been broken — not by Pakistan, but by Modi’s own extremist policies,” she remarked.</p>\n<p> <figure>\n\n</figure></p>\n<p>She noted that the belief that India could serve as a regional security provider has been undermined by its inability to secure its own borders during confrontations with Pakistan. “Pakistan proved its capabilities through both defensive and calibrated offensive responses,” she asserted.</p>\n<p>Ms Khar noted that Pakistan’s military professionalism and operational competence had been underestimated.</p>\n<p>“What we all proved was that we don’t just buy high-tech toys; we train ourselves better to use them,” she stressed.</p>\n<p>She argued that India’s attempts to detach itself diplomatically from Pakistan — a strategy pursued over the last 15 years — had failed. “By provoking Pakistan into conflict, they re-hyphenated themselves with us in the eyes of the world,” she said. She said that if India was serious in dealing with the problem of terrorism, it must not run away from the dialogue table.</p>\n<p><strong>Two bills passed</strong></p>\n<p>The House also passed two private me­­mbers’ bills — the International Exa­m­­­ination Board Bill, 2024, and the Ghur­­ki Institute of Science and Technology Bill, 2024 — with majority support. Both bills had previously been reviewed and clea­red by the relevant standing committees.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "SIC to challenge composition of bench in reserved seats case",
        "short_desc": "Judges question delay on counsel’s part.",
        "link": "https://www.dawn.com/news/1910923/sic-to-challenge-composition-of-bench-in-reserved-seats-case",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/140921147e3bd1d.png?r=092213",
        "author": "Nasir Iqbal",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>ISLAMABAD: The Sunni Ittehad Council (SIC) on Tuesday expressed its intent to challenge the composition of the existing constitutional bench of the Supreme Court hearing the <a href=\"https://www.dawn.com/news/1860621\">reserved seats case</a>.</p>\n<p>The court subsequently postponed further proceedings till May 19 to let the political party submit an application questioning the composition of existing 11-judge bench by next week.</p>\n<p>Headed by Justice Aminuddin Khan, the 11-judge constitutional bench was hearing a set of review petitions seeking to revisit the SC’s decision that most of the reserved seats belonged to the Pakistan Tehreek-i-Insaf (PTI). The petitions were filed by the PML-N, PPP, PTI and the Election Commission of Pakistan (ECP) against the last year order.</p>\n<p>In its July 12 short order, the apex court had explained that 41 of total 80 MNAs were the returned candidates of PTI and thus members of PTI’s parliamentary party in the National Assembly for all constitutional and legal purposes.</p>\n<p>At the outset of Tuesday’s proceedings, senior counsel Faisal Siddiqui appeared at the rostrum and sought time to file an application questioning the constitution of the present bench hearing review petitions against the July 12, 2024 majority judgement.</p>\n<blockquote>\n<p>Judges question delay on counsel’s part</p>\n</blockquote>\n<p>Also, senior counsel Makhdoom Ali Khan appeared before the court on behalf of some candidates vying for the reserved seats in the national as well as the provincial assemblies.</p>\n<p> <figure>\n\n</figure></p>\n<p>Earlier, Justice Ayesha A. Malik, who had <a href=\"https://www.dawn.com/news/1909890\">rejected</a> the review petitions at the first hearing, pointed out in her reasons that the review petitions must be heard by a bench that has all available members of the July 12 majority’s decision including its author judge (Justice Syed Mansoor Ali Shah who was not on the constitutional bench).</p>\n<p>Her reasons were never uploaded on the Supreme Court website despite her repeated instructions to the IT department and finally certain rules regarding uploading of dissenting notes were changed, sources said.</p>\n<p>As per the new rules, which sources said were aimed at changing the perception about any divide among judges, any dissenting opinion and additional notes will not be uploaded on the SC website.</p>\n<p><strong>Judges question delay</strong></p>\n<p>When senior counsel Faisal Siddiqui sought time to file the application to challenge the composition of the existing constitutional bench, he was asked why he intended to move the plea after two hearings of the review petitions. He said his client did not receive any notice regarding the proceedings. Besides he could not reach Islamabad due to flights suspension amid escalation on the border, he added.</p>\n<p>Justice Musarrat Hilali wondered, “You are seeking adjournment at the third hearing of the case,” asking if he had any idea that the proceedings before the constitutional bench had been underway for quite some time.</p>\n<p>“Why did you not bring along the application even today to challenge the constitution of the bench?” Justice Aminuddin Khan asked. He also asked the counsel if he had come to attend the hearing without any formal notice.</p>\n<p>The counsel said since this was SC’s hearing he had knowledge of the proceedings. He argued that the proceedings could be paused for a while, as the bench was not seized with a death penalty case that was necessary to be heard promptly.</p>\n<p>He said he was not making any unreasonable request, as it would be better if the matter regarding the constitution of the bench was decided first before commencing the regular hearing.</p>\n<p>Justice Aminuddin explained that bringing so many judges on the bench was an ‘arduous task’ since the composition of the larger bench disturbed court roster and proceedings of many other cases. However, he added, “It is your [the counsel’s] choice if he wants to file the application, which the bench may consider whenever taken.”</p>\n<p>Justice Muhammad Ali Mazhar observed that notices had to be issued to the other side as well in case the counsel filed the application on SIC’s behalf.</p>\n<p>Justice Jamal Khan Mandokhail reminded the counsel that he was standing before the constitutional bench and it was necessary to provide opportunity to every other party involved in the case. It would have been better, if he had raised his objections earlier or even during this hearing, he observed.</p>\n<p>As the counsel was mentioning he did not receive details of the additional grounds provided on PML-N’s part in the case till Tuesday, Justice Hilali intervened, “For a counsel like Faisal Siddiqui, one hour is enough, what to talk of a few days”, apparently suggesting that the application could be moved without further delay.</p>\n<p>After consulting with other judges on the matter, Justice Aminuddin gave the counsel an opportunity to file the application and postponed further proceedings till Monday.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Students protest teachers’ shortage in Shangla school",
        "short_desc": "Protester claims that education dept neglected schools in rural areas, focusing only on major parts of district.",
        "link": "https://www.dawn.com/news/1910810/students-protest-teachers-shortage-in-shangla-school",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/6823c7bf5fed0.jpg?r=101943",
        "author": "Our Correspondent",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>SHANGLA: Students of a government girls’ middle school in Larai area of Kana tehsil along with their parents staged a demonstration at the Alpuri Chowk here on Tuesday against the shortage of teachers.</p>\n<p>The students carried placards and banners inscribed with their demands and chanted slogans demanding appointment of teachers to the school to save their future.</p>\n<p>The students said that their education and future were at risk because the lone teacher was also not coming to the school.</p>\n<p>“We travel from remote village, and our only demand is for the government to send teachers to our school so that we can receive an education, which is our basic right,” said Laiba Khan, a 6th grader.</p>\n<p>She said that they went to school every day, waited for the teacher all day, and then returned home without studying.</p>\n<p>Haji Mohammad Jan, father of a student, said they had repeatedly requested the education department’s local officials and the district administration to appoint teachers to the school, but the issue had not been taken seriously.</p>\n<p>He noted that the school had been facing a shortage of teachers for several years, and now the only remaining teacher was also not attending, directly affecting the students’ time and education.</p>\n<p>Pir Zada, another participant of the protest, claimed that the education department had neglected schools in rural areas and was focusing only on major parts of the district.</p>\n<p>He emphasised that their children also had the right to education and should not be ignored by the authorities. He urged the department to ensure the provision of quality education for all children.</p>\n<p>“If there are no teachers at the school, who will teach our children. Certainly, their future will remain in the dark, and they will grow up without education,” he regretted.</p>\n<p>Later that day, the district administration officials held negotiations with the parents. Following the talks, district education officer Parveen Rehman issued orders for the appointment of two teachers to the girls’ school.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Four tribal elders killed in KP’s Mirali attack",
        "short_desc": "Police say unknown persons opened fire on vehicle with elders who were returning after holding jirga.",
        "link": "https://www.dawn.com/news/1910824/four-tribal-elders-killed-in-kps-mirali-attack",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14101232975f13f.jpg?r=101629",
        "author": "Our Correspondent",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>NORTH WAZIRISTAN: Four tribal elders were killed and one was seriously injured when unknown persons opened fire on a vehicle in Chota Dattakhel village of Mirali subdivision in North Waziristan district on Tuesday, the police said. </p>\n<p>They said the attack took place when tribal elders were returning to the village in a vehicle after holding a jirga. The injured was shifted to hospital in critical condition. </p>\n<p>The police said that the deceased included Malik Sher Bahadur, Malik Ajmal, Malik Liwan Khan and Malik Shutle. </p>\n<p>The deceased elders were playing a prominent role in maintaining peace in the area, they said.  </p>\n<p>According to sources, the attackers managed to escape after the firing. </p>\n<p>Immediately after the incident, the police cordoned off the area and launched a search operation, but no arrests have been made as yet.  </p>\n<p>The district administration has launched an investigation into the incident. </p>\n<p>Official sources confirmed that the attack could be an act of terrorism, but a final opinion in this regard will be given after the investigation is completed.  </p>\n<p>Political and social circles have strongly condemned the incident and demanded that the perpetrators be arrested as soon as possible and brought to justice.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "KP govt asks district admins to update data to freeze terrorists’ properties",
        "short_desc": "Systemic action discussed to dismantle ecosystems in which terrorists thrive.",
        "link": "https://www.dawn.com/news/1910825/kp-govt-asks-district-admins-to-update-data-to-freeze-terrorists-properties",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/141022350d95889.jpg?r=102245",
        "author": "Bureau Report",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>PESHAWAR: The Khyber Pakhtunkhwa government has directed district administrations across the province to update the data of terrorists in order to freeze their immovable and movable properties to dismantle their supporting ecosystems.</p>\n<p>In a letter addressed to the divisional and deputy commissioners, the home and tribal affairs department said the chief secretary recently chaired a meeting of the Provincial Action Plan against terrorism wherein decisions were taken regarding the plan’s implementation.</p>\n<p>One of the key items on which lengthy discussion took place in the meeting was the systemic action against terrorists and their affiliates to dismantle the ecosystems in which the terrorists thrived.</p>\n<p>The department said the meeting decided that a district coordination committee’s meeting in all districts shall be convened to improve the already available data of terrorists pertaining to each district.</p>\n<blockquote>\n<p>Systemic action discussed to dismantle ecosystems in which terrorists thrive</p>\n</blockquote>\n<p>It said updated data would include general updating of information of terrorists in the lists with a special focus on the support system of terrorists, including their relatives and friends, who were covertly providing support for extension and execution of their activities.</p>\n<p>“Also, family trees of the terrorists may be obtained from the National Database and Registration Authority (Nadra) and sifted for further action. Relatives of the terrorists in government service may also be asked so that further action could be taken in case of involvement of any of these could be taken,” the letter read.</p>\n<p>The home department asked the provincial police chief to direct all district police officers to ensure attendance of all those listed on the Schedule-IV of the Anti-Terrorism Act, 1997,at the designated police station on a daily basis.</p>\n<p>It also directed the senior member board of revenue to freeze transactions and against properties of terrorists.</p>\n<p>The department added that an additional inspector general of police of the Special Branch would issue notices to the relatives and affiliates of the terrorists in the list for information, while secretaries of the excise and local government departments will take action against immovable and movable properties of terrorists,” it said in the letter.</p>\n<p>The department also directed the additional inspector general of the counter-terrorism department to update the list of proclaimed offenders to ensure further action.</p>\n<p>These actions are part of the 84 points of the Provincial Action Plan against terrorism that was unveiled in a recent meeting chaired by Chief Minister Ali Amin Khan Gandpaur.</p>\n<p>According to official documents, the action plan was based on five pillars, including countering terrorism, hardening the state, focusing on socio-political issues, addressing legal aspects, managing information and promoting general preparedness.</p>\n<p>They revealed that the provincial government had compiled profiles of 1,987 individuals involved in terrorist activities in order to develop a comprehensive database of terrorists and their sympathisers.</p>\n<p>The documents said that under the action plan to dismantle the terror ecosystem, 609 people had been placed in the Schedule IV of the Anti-Terrorism Act, 1997, while 1,856 head money cases had been processed. </p>\n<p>Also, 22 terrorists, whose relatives are in government service, have also been identified. The Provincial Intelligence Fusion and Threat Assessment Centre have been established.</p>\n<p>The documents said that the relevant agencies would continuously work for identifying movable and immovable properties against database entries under the KP Integrated Security Architecture.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "AJK ensures compensation to victims of Indian aggression along LoC: SDMA",
        "short_desc": "Compensation to be given to martyrs' families, permanently disabled, seriously injured and those with damaged houses, shops, cars.",
        "link": "https://www.dawn.com/news/1910830/ajk-ensures-compensation-to-victims-of-indian-aggression-along-loc-sdma",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14084220336ec0d.jpg?r=084812",
        "author": "Tariq Naqash",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>MUZAFFARABAD: The Azad Jammu and Kashmir (AJK) government on Tuesday announced that it had ensured the disbursement of compensation and relief to victims of Indian aggression along the Line of Control (LoC) within 24 hours, under its LoC Relief Package.</p>\n<p>According to Sardar Waheed Khan, Director General of the State Disaster Management Authority (SDMA), the financial assistance was being provided under the AJK Ceasefire Line Incidents Relief (Amendment) Act 2019 to civilians affected by cross-border hostilities.</p>\n<p>The compensation included Rs1 million for each martyr, Rs800,000 for those permanently disabled, Rs300,000 for the seriously injured, and Rs50,000 for individuals with minor injuries, he said.</p>\n<p>In addition, affected properties and livestock were covered under the package, which provided Rs100,000 for the complete destruction of a house, Rs60,000 for partially damaged houses, Rs50,000 for fully damaged shops, Rs30,000 for partially damaged shops, Rs100,000 for damaged vehicles, Rs50,000 for small vehicles, Rs50,000 for shelters, and Rs100,000 for the loss of cattle such as cows or buffaloes.</p>\n<p> <figure>\n\n</figure></p>\n<p>Mr Khan said Prime Minister Chaudhry Anwarul Haq visited many affected areas to meet victims and assess the scale of damage.</p>\n<p>Acting on the prime minister’s directions, compensation cheques of Rs1 million were delivered to the families of martyrs by the divisional and district administrations concerned, accompanied by elected representatives who visited each household.</p>\n<p>He added that medical compensation for the injured had also commenced following the submission of medical reports, with the remaining payments expected to be completed within the next couple of days.</p>\n<p>To evaluate property damage, Mr Khan said the AJK Board of Revenue had formed assessment committees at the sub-divisional level.</p>\n<p>Each committee comprised the assistant commissioner, deputy superintendent of police, civil medical officer, a project manager from the local government and rural development department or assistant engineer from the physical planning and housing department, a representative of the local army unit, and the area tehsildar.</p>\n<p>These committees were tasked with submitting their reports to the respective deputy commissioners within two weeks, following which compensation would be disbursed in line with official procedures.</p>\n<p>Mr Khan also revealed that the federal government had announced its intention to extend compensation to civilian martyrs, injured persons, and those whose homes had been damaged.</p>\n<p>A formal notification in this regard was expected soon from the National Disaster Management Authority (NDMA), he said.</p>\n<p> <figure>\n\n</figure></p>\n<p>Responding to a question by <em>Dawn</em>, Mr Khan confirmed that the LoC had remained calm for more than 36 hours.</p>\n<p>Of the border residents who had relocated on their own to safer areas, he said most of them had since returned. However, those evacuated under official arrangements were yet to be repatriated.</p>\n<p>“We will wait another day or two before moving them back to their homes in the most vulnerable locations,” he said.</p>\n<p><strong>Tourists welcome in Neelum Valley</strong></p>\n<p>Meanwhile, Deputy Commissioner Neelum, Nadeem Ahmed Janjua, told <em>Dawn</em> that the temporary ban on the entry of tourists into the valley — imposed in the interest of public safety — had been lifted in view of the improving situation.</p>\n<p>“Visitors are now welcome to explore and enjoy the serenity of Neelum Valley without fear,” he said.</p>\n<p>However, he advised both tourists and locals to avoid touching any suspicious device or object and to immediately alert the nearest police station as a national duty.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Over 30 edible items declared unfit for consumption in GB",
        "short_desc": "Flour, cooking oils and 32 food items found to be substandard.",
        "link": "https://www.dawn.com/news/1910835/over-30-edible-items-declared-unfit-for-consumption-in-gb",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14104543d76412d.jpg?r=104649",
        "author": "Jamil Nagri",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>GILGIT: The Gilgit-Baltistan (GB) Food Department has declared 32 edible items, including flour and cooking oils, as <a href=\"https://www.dawn.com/news/1899898\">substandard</a>.</p>\n<p>Food department officials said the consumption of substandard items causes many dangerous ailments, including cancer and cardiovascular diseases.</p>\n<p>According to a statement, the GB Drug, Food and Water Testing Laboratory and Drug Control Administration had sent samples of various edible items, including flour, wheat and cooking oils, for laboratory testing.</p>\n<p>According to the laboratory test reports, flour, cooking oils and 32 food items were found to be substandard.</p>\n<p>After the laboratory tests, the reports have been sent to the officials of the relevant institutions to ensure further prevention of the sale and purchase of substandard items in the region.</p>\n<p> <figure>\n\n</figure></p>\n<p>Chief Drug Inspector and Director of the Drug, Food and Testing Laboratory, Dr Junaid Akhtar, told the media that officials were also working to prevent the supply of substandard medicines in the region.</p>\n<p>“For this, we have been conducting a series of inspections of various medical stores and hospitals to ensure the prevention of substandard medicines’ usage.”</p>\n<p>Mr Akhtar said that cancer and heart disease in GB were caused by the consumption of substandard food items.</p>\n<p>He said that in the past, due to the lack of a food laboratory in GB, samples were sent to Karachi and Lahore for testing, from where the reports were received after two to three months.</p>\n<p>He said that after the establishment of a testing laboratory in GB, it has become easier to check the quality of food items on time and prevent the sale and purchase of substandard edible items.</p>\n<p>The official said that there is an urgent need to create awareness among the public in this regard so that they do not use the listed products.</p>\n<p>Earlier, food experts and medical doctors had said that the supply of substandard and low-quality edibles to GB was behind the uptick in cardiovascular and gastrointestinal diseases in the region.</p>\n<p>They had demanded ensuring the quality of food products transported from other parts of the country.</p>\n<p>The region has no food industry and its residents depend on other parts of the country for food products.</p>\n<p>However, it is not clear whether these products were being supplied to the region by licensed companies or counterfeit companies, which might be using the logos of licensed companies.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Monks pray for peace at Buddhist holiest site in Taxila",
        "short_desc": "Sri Lankan monk says site chosen because Emperor Ashoka selected this place for revival of peace.",
        "link": "https://www.dawn.com/news/1910836/monks-pray-for-peace-at-buddhist-holiest-site-in-taxila",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/141040166270304.png?r=104409",
        "author": "Amjad Iqbal",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/primary/2025/05/6823c9eb42e22.jpg\"/></picture></div>\n<figcaption>Monks perform their rituals at the Buddhist stupa Dharmarajika near Taxila on Tuesday. — Dawn</figcaption>\n</figure></p>\n<p>TAXILA: The ancient <a href=\"https://www.dawn.com/news/1764463\">Dharmarajika Stupa</a> evoked awe and reverence on Tuesday, as monks offered rituals, recited hymns, and offered prayers at one of the holiest sites of Buddhism in Taxila.</p>\n<p>Phrasamu Sittchoke, a monk from Thailand, and Dhammaveera Thero from Sri Lanka offered rituals and prayed for world peace, especially in South Asia, at the Buddhist site dated back to the 3rd century BCE, from where the revival of the Buddha’s message of peace and tolerance flourished around the world in the 5th Century CE.</p>\n<p>The Dharmarajika Stupa is the religious place where Emperor Ashoka bid goodbye to conflicts and started preaching Buddha’s message of peace, love and brotherhood in the 1st century CE.</p>\n<p>Thai Monk Phrasamu Sittchoke said that the aim of organising the prayers at this site was to dispel the impression that the security situation in Pakistan is fragile. He said that the ancient kingdom of Gandhara, particularly near Taxila, holds historical significance in spreading Buddhism in the region.</p>\n<p>He was of the view that Buddhists who get a chance to travel to the site consider themselves the luckiest people in the world, as the area was the birthplace of Buddha and where Buddhism originated.</p>\n<p>Monk Dhammaveera Thero from Sri Lanka said that Taxila was one of the sacred places for Buddhists, besides it was the land where, centuries ago, monks from across the Gandhara region came to seek knowledge of Buddhism and offered rituals.</p>\n<blockquote>\n<p>Sri Lankan monk says site chosen because Emperor Ashoka selected this place for revival of peace</p>\n</blockquote>\n<p>He said the site was selected for the offering of ritual prayers because Emperor Ashoka selected this place for the revival of peace and tolerance, and another reason was that the victims also included Buddhists. He was of the view that the stupa was a source of inspiration and a place of attraction since the beginning of the Buddhist religion and was later reconstructed during the time of King Kanishka in the 5th Century. He said that the <a href=\"https://www.dawn.com/news/1890655\">history of Taxila</a> was almost 2,000 years old and that it was taught in their textbooks.</p>\n<p> <figure>\n\n</figure></p>\n<p>“It is an immense pleasure for us that we are part of the team preserving this heritage. The sites in Taxila are well-preserved and are one of the largest ancient monasteries in the world,” he said, adding: “It was our privilege to visit these sites as we have always dreamt of being here.”</p>\n<p>Responding to a question, he said that Pakistan had always helped Sri Lanka in the hour of need, adding that every religion promoted peace and harmony. He hoped that the Pakistani government would take further steps to promote religious tourism and appreciated the efforts of the government in this regard.</p>\n<p>Prayers for world peace, often offered in Buddhist stupas, focus on invoking compassion, wisdom, and understanding to alleviate suffering and bring harmony to all beings. These prayers may focus on various challenges, like conflict, injustice, and suffering, seeking to transform negativity into positive qualities.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Gujrat policeman kills nephew for pursuing murder case",
        "short_desc": "The suspect was on bail for murder of another nephew.",
        "link": "https://www.dawn.com/news/1910852/gujrat-policeman-kills-nephew-for-pursuing-murder-case",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/1410041430744a4.jpg?r=100424",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "Use of newspapers having Quranic verses banned for packaging in Punjab",
        "short_desc": "Ban to remain in effect for 90 days, starting from May 12.",
        "link": "https://www.dawn.com/news/1910864/use-of-newspapers-having-quranic-verses-banned-for-packaging-in-punjab",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/141005566355c7a.jpg?r=100740",
        "author": "The Newspaper's Staff Reporter",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>LAHORE: The Punjab government on Tuesday banned the use of newspapers with Quranic verses for packaging. </p>\n<p>The home department issued a letter about imposing an immediate ban on the use of rough papers or newspapers containing verses of the Holy Quran for packaging or preserving commodities. </p>\n<p>The order, enacted under Section 144 of the Code of Criminal Procedure 1898, aims at preventing potential disturbances to the public peace and tranquility. </p>\n<p>The directive, signed by the home secretary, cites concerns over the misuse of religious texts in everyday trade practices, which could offend religious sentiments. The ban will remain in effect for 90 days across the entire province, starting from May 12. </p>\n<p>The authorities were directed to ensure widespread dissemination of the order through official channels, including the gazette, newspapers and broadcast media. The Punjab Police, divisional commissioners, and deputy commissioners have also been directed to enforce the prohibition strictly.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Confusion rife as Lahore police want yet another force to fight crime",
        "short_desc": "Proposal follows operations’ recent takeover by newly established CCD after CIA/OCU abolition.",
        "link": "https://www.dawn.com/news/1910870/confusion-rife-as-lahore-police-want-yet-another-force-to-fight-crime",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14100030f12b8a1.jpg?r=100040",
        "author": "Asif Chaudhry",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>LAHORE: As the <a href=\"https://www.dawn.com/news/1902213\">newly established</a> Crime Control Department (CCD) Punjab took over operations across the province, the Lahore police high-ups came up with another proposal of raising a new dedicated force to deal with the heinous crime on the pattern of the Crime Investigation Agency (CIA) in the provincial metropolis.</p>\n<p>Lahore Investigation DIG Zeeshan Raza is reportedly the key player behind the proposal which may irk the CCD’s senior officers as the department has been authorised to discharge the same functions, increasing the chances of duplications/overlapping or the confusion.</p>\n<p>An official, privy to the development, said the idea of raising the new dedicated unit came under discussion in a meeting held a week back where the DIG investigation shared the administrative structure of the new proposed force. He said that the new agency was proposed when the Organised Crime Unit (OCU) Lahore, formerly known as CIA, was abolished and the CCD took over the entire OCU team, building infrastructure and other resources.</p>\n<p>There are reports that the OCU was investigating nearly 30,000 cases lodged under serious and heinous crime with various police stations out of the total 57,000 such cases registered with Lahore’s all the 85 police stations.</p>\n<blockquote>\n<p>Proposal follows operations’ recent takeover by newly established CCD after CIA/OCU abolition</p>\n</blockquote>\n<p>Last year, the official said, the OCU had investigated nearly 35,000 heinous crime cases transferred to it from the investigation wing of Lahore police. Of them, 20,000 cases were investigated by the Anti-Vehicle Lifting Squad while 12,000 by the other officials of the OCU and challan were submitted to courts.</p>\n<p>The official said the major chunk of the cases was transferred from the investigation police to the OCU under a laid down standard operating procedure (SOP) every year. The capital city police officer (CCPO) was discharging the supervisory role while the DIG investigation had nothing to do with the OCU’s matters.</p>\n<p>Meanwhile, the official said, the CCD launched its operation across Punjab, mainly in Lahore, making appointments of the SPs and other officers against key positions.</p>\n<p>On Tuesday, it also made appointments of the station house officers (SHOs) of the CCD in Lahore.</p>\n<p>As the DIG investigation learnt that the heinous crime cases might again go to the CCD, he tossed the new proposal of raising another dedicated unit.</p>\n<p>The official said the Lahore police high-ups strongly believed that the investigation wing lacked the potential or capacity to deal with all the 57,000 heinous crime cases in addition to the 3m other annually registered cases of the provincial capital. They were of the views that the CCD in Lahore would deal only 5,000 to 6,000 heinous crime cases, including kidnap for ransom, extortion, robbery, robbery-cum-murder, robbery-cum-rape cases etc. For the investigation of the other cases, the Lahore police officers felt a need of raising a new dedicated force on the pattern of the CIA or OCU Lahore.</p>\n<p>As per the plan, the newly proposed police force will have its unit in each division of the Lahore police, the official said, adding that the police authorities may transfer the heinous crime cases of choice to the proposed units.</p>\n<p>On the other hand, there were some apprehensions that the emergence of the new (third) proposed force may increase the chances of overlapping of the police functions as the same were being done already by the investigation and the CCD.</p>\n<p>However, the official clarified the situation, saying the authorities concerned might come up with some standard guidelines/SOPs to segregate the heinous crime cases to end duplications or overlapping.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "SUP leader says anti-canals struggle will now focus on corporate farming",
        "short_desc": "Says there's need for a \"vigorous movement\" similar to the one against six canals.",
        "link": "https://www.dawn.com/news/1910872/sup-leader-says-anti-canals-struggle-will-now-focus-on-corporate-farming",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/141021046706485.jpg?r=102110",
        "author": "The Newspaper's Staff Correspondent",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>HYDERABAD: Sindh United Party (SUP) President Syed Zain Shah has said that the people of Sindh have already declared their decision against federal government’s <a href=\"https://www.dawn.com/news/1897446/why-sindhs-farmers-are-up-in-arms-over-the-cholistan-canal-project\">six canals project</a>.</p>\n<p>The sustained campaign that <a href=\"https://www.dawn.com/news/1907108\">forced it to shelve</a>, though temporarily, the plan was a referendum against the project, he said.</p>\n<p>Addressing members of the Hyderabad District Bar Association (HDBA) here on Tuesday, Zain Shah said the people of Sindh had with one voice rejected the canals project and also another initiative that was aimed at usurping its lands. “There is a need for a similar vigorous movement against corporate farming,” he added.</p>\n<p>The SUP leader said that nobody could deceive people of Sindh now. He believed that the establishment and rulers would have to shelve the canals project once and for all.</p>\n<p> <figure>\n\n</figure></p>\n<p>The lands doled out to private parties for corporate farming would also have to be taken back, he stressed.</p>\n<p>He said that the SUP would continue its peaceful struggle against corporate farming in order to get this project scrapped. He said that this struggle would make headway with prudence and wisdom.</p>\n<p>Shah demanded the Sindh government share figures of the lands given to different companies for corporate farming.</p>\n<p>He said that corporate farming project was ‘anti-Sindh’ in nature, and claimed that PPP did not want it to be abandoned. “The PPP had misled people on the canals project, and now it’s misguiding people on the corporate farming project as well,” he deplored.</p>\n<p>He stated that the entire Sindh understood that corporate farming was a plan to usurp lands. He said that people of Sindh had resisted the canal project because they were there to own their river. He added that if the corporate farming project was thrust upon Sindh, then everyone would regard it as an invasion on 70m people of the province.</p>\n<p> <figure>\n\n</figure></p>\n<p>He said that the SUP would not allow anyone to dole out a single acre of Sindh’s land to anyone under the corporate farming project or the Green Pakistan Initiative. He said his party would continue its public mobilisation campaign in Sindh against corporate farming and for the protection of the province’s coastal strip. “Our struggle has not come to an end yet,” he declared.</p>\n<p>Zain Shah observed that the federal government had failed to represent provinces. “It believes in usurping resources of Sindh, instead of ensuring constitutional and legal rights of provinces. A dacoity is being committed on Sindh’s resources and rights in the garb of corporate farming and Green Pakistan Initiative which is bound to destroy the agriculture sector and economy of the province,” he said.</p>\n<p>All such conspiracies would be foiled, he vowed, and noted with concern that attempts were being made in every district of Sindh to dispose of lands through government officers.</p>\n<p>High Court Bar Association (HCBA) General Secretary Israr Chang and senior members including K.B. Legahri and Naveed Jarwar also spoke.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Seven hostages freed in police-Rangers operation in Sukkur riverine area",
        "short_desc": "SSP says several hideouts being used by outlaws demolished.",
        "link": "https://www.dawn.com/news/1910873/seven-hostages-freed-in-police-rangers-operation-in-sukkur-riverine-area",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14102248884de29.jpg?r=102419",
        "author": "Our Correspondent",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>SUKKUR: The Shikarpur police on Tuesday safely recovered seven kidnap victims in a joint operation with Rangers and intelligence personnel in the Shah Belo riverine area of Sukkur.</p>\n<p>A heavily armed gang had stormed its way into a house in Sukhiyo Malik village within the limits of the Bachal Bhayo police station of Chak taluka to kidnap the sleeping family on Saturday-Sunday night. Later, they uploaded a video showing the hostage in their custody and asked the law-enforcement agencies to stop using drones in the ongoing anti-dacoits operations in the riverine areas.</p>\n<p>Shikarpur SSP Shahzaib Chachar told the media on Tuesday that the joint operation to recover the hostages was launched in the Shah Belo area the very next day.</p>\n<p> <figure>\n\n</figure></p>\n<p>He said they included a four-year-old boy, Salman Malik. The other freed victims were identified as Abdul Aziz, Noor Mohammad, Farman, Shafi Mohammad, Ahsan and Abdul Majeed.</p>\n<p>The SSP said that the operation was supervised by him along with Rangers’ wing commander.</p>\n<p>It was a targeted intelligence-based action carried out with the help of information collected from people of the area. Several hideouts being used by the outlaws were demolished during the operation, he said.</p>\n<p>The SSP said that the freed men and boy were handed over to their respective close relations.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "SHC sees ‘total anarchy’ if honour killings not stopped",
        "short_desc": "Perpetrators must be dealt with iron hand, bench tells authorities.",
        "link": "https://www.dawn.com/news/1910881/shc-sees-total-anarchy-if-honour-killings-not-stopped",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/141011378aa3c20.jpg?r=101809",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "Opposition parties come hard on Sindh govt over ‘failure’ to address water crisis",
        "short_desc": "JI alleges authorities complicit in water theft through \"tanker mafia\".",
        "link": "https://www.dawn.com/news/1910883/opposition-parties-come-hard-on-sindh-govt-over-failure-to-address-water-crisis",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/141031352123157.jpg?r=103141",
        "author": "The Newspaper's Staff Reporter",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>• JI says authorities complicit in water theft through ‘tanker mafia’<br/>\n• Karachi is a city without ‘caretaker’, Muttahida says</p>\n<p>KARACHI: As the city faces a worsening water crisis, opposition parties have criticised the Sindh government for its “<a href=\"https://www.dawn.com/news/1910397\">failure</a>” to restore proper supply to the affected areas.</p>\n<p>On Tuesday, the Jamaat-e-Islami (JI) and Muttahida Qaumi Movement-Pakistan (MQM-P) issued separate statements, highlighting the worsening situation and accusing the ruling Pakistan Peoples Party (PPP) of mismanagement and negligence.</p>\n<p>Both parties demanded urgent action and transparency in water supply management and warned that public anger is growing amid continued neglect and suffering.</p>\n<p> <figure>\n\n</figure></p>\n<p>A JI delegation, led by its Karachi chief Monem Zafar, met with top officials of the Karachi Water and Sewerage Corporation (KWSC), including CEO Ahmad Ali Khan and COO Asadullah Khan.</p>\n<p>Expressing deep concern over the citywide water scarcity, the JI leader said the main water supply line has broken down repeatedly over the past few months, disrupting supply to over half the city and benefitting the so-called “<a href=\"https://www.dawn.com/news/1733033\">tanker mafia</a>.”</p>\n<p>“Karachi’s residents are suffering in the scorching heat with not even a drop of water in their taps,” a party statement issued after the meeting quoted Mr Zafar as saying. He said that if the K-IV project, launched during the tenure of former city mayor Naimatullah Khan in 2005, had been completed on time, the city would not be facing such a dire crisis today.</p>\n<p> <figure>\n\n</figure></p>\n<p>The JI leader also demanded an immediate resolution of the crises, stating that residents are being forced to buy expensive water tankers while watching government hydrants supply tankers in broad daylight. He also accused the provincial government of colluding with tanker operators and “water thieves” and claimed that Karachi is not receiving its fair share of water.</p>\n<p>“The PPP has ruled Sindh for 17 years with full control of the budget and city institutions, yet it has failed to complete even a single water project like K-IV,” he added.</p>\n<p>Meanwhile, MQM-P’s lawmakers in a statement called Karachi a “city without a caretaker.” They criticised the dismal state of infrastructure, saying that roads are left dug up indefinitely under the guise of development.</p>\n<p>“The K-IV project began with a few millions and has ballooned into a multibillion-rupee endeavour, yet not a single drop has reached Karachi’s citizens,” said the party statement.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Arif Hasan narrates Tharparkar’s story of neglect",
        "short_desc": "Renowned urban planner says roads built in Musharraf’s time brought some changes in peoples’ lives.",
        "link": "https://www.dawn.com/news/1910884/arif-hasan-narrates-tharparkars-story-of-neglect",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/6823e1666b0bf.gif?r=103502",
        "author": "Shazia Hasan",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>KARACHI: Tharparkar, located in the south of Sindh, is said to be a desert, but being a fertile desert, it is unlike the other known deserts of the world such as the Sahara Desert and the Gobi Desert.</p>\n<p>During a talk about his research and findings about Tharparkar at the Urban Resource Centre on Tuesday, architect and town planner Arif Hasan said that <a href=\"https://www.dawn.com/news/1091961\">Tharparkar</a> is a neglected area of Pakistan, and of undivided India before that. Only Mithi, its headquarters, had seen some development due to trade.</p>\n<p>Arif Hasan’s research on Tharparkar has also resulted in a book, published a few years ago. He first started documenting the area in 1974 but left it to return to it in 1978. “The people of Thar approached me. They told me to come and see what can be done for their district,” he said. And that was how he found himself heading there in a truck full of goats and other grazing animals.</p>\n<p>Strange discoveries were made. No one, except three people, in Tharparkar owned a watch. They determined the time from the stars at night and the shadows cast on the ground by sunlight. Apart from that, there was also the issue of Hindu castes since the area is predominantly Hindu. The scheduled castes, or “untouchables”, were even afraid of letting their shadow fall on anyone.</p>\n<blockquote>\n<p>Says roads built in Musharraf’s time brought some changes in peoples’ lives</p>\n</blockquote>\n<p>They lived on the outskirts of the main cities. The people of Tharparkar lived a simple life. They had goats, buffalo, camels, etc. The milk from such animals was used in producing butter, yogurt and the like. The barter system was used for trading. “Maybe a goat or two in exchange for a watch, and so on. These things and more I figured out slowly,” the senior architect explained.</p>\n<p> <figure>\n\n</figure></p>\n<p>“For water assessment, I noticed that the locals stored and used rainwater. When that water finished, they simply migrated to another area where there was water as they not just needed it for themselves but also their animals. There they got busy growing crops and fodder again. It was their culture,” Arif Hasan pointed out.</p>\n<p>He said that they also have wells that are 60 to 100 feet deep. “It is all rainwater till that level. Any lower than that the water is brackish, which only the camel can consume. It is useless for humans and plants,” he said.</p>\n<p>About the drought and famine in Tharparkar, he said that the rest of the country and the world first heard about it in 1987 as it was only then that the press printed stories about it along with the photographs of starving and dying animals.</p>\n<p>But studying the details of the drought then, I realised that it was nothing new, but a common occurrence in Thar. “I wrote that it was actually a drought of social relations with Thar, of the rest of the country’s callousness for the region. For this I was called by the Sindh government as well as the Unicef to prove my claims,” he says.</p>\n<p>Land ownership is another issue in Tharparkar. With people migrating so much the land was often left to the peasants, who became de-facto owners though they didn’t really have a 99-year lease of the land.</p>\n<p>Still there was big change with the peasants who sold animal produce and agriculture harvests in the market. Suddenly, there was money coming in. But they needed roads to reach the markets or for the market to reach them.</p>\n<p> <figure>\n\n</figure></p>\n<p>The <a href=\"https://www.dawn.com/news/1714144\">building of roads</a> in Tharparkar, during the time of President Musharraf, brought on further changes. Camels were sold off to buy motorcycles. There was also an increase in tourism in Mithi, Islamkot and other cities of Tharparkar. Artisans who used to make clay pots and pans are no longer sought after as plastic containers have come into demand. And the <a href=\"https://v\">Thar Coal Project</a> has brought on <a href=\"https://www.dawn.com/news/1863839\">more changes</a>. There has been displacement of more people where mining takes place.</p>\n<p>Those areas have also been robbed of vegetation, turning them into arid zones. It can only be speculated what all this means for the district. “But it is a human disaster and a land disaster,” Arif Hasan concluded.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Modi visits air force base as Dassault stocks plummet",
        "short_desc": "India distances itself from Trump’s \"trade for peace\" remarks.",
        "link": "https://www.dawn.com/news/1910910/modi-visits-air-force-base-as-dassault-stocks-plummet",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/140838090f668a2.jpg?r=093742",
        "author": "Our Correspondent",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>NEW DELHI: Indian Prime Minister Narendra Modi visited the Adampur air force base, near Jalandhar in East Punjab, on Tuesday where he reiterated the “new normal” of military action against Pakistan, but aware that the stocks of the company that manufactures the fabled Rafale jets his pilots used in the recent duel had plummeted.</p>\n<p>The <em>Hindustan Times</em> <a href=\"https://www.hindustantimes.com/business/rafale-maker-dassault-aviation-shares-plummet-amid-india-pakistan-tension-chinas-cac-stock-soars-101747108446631.html\">reported</a> on Tuesday that while Rafale shares suffered losses, the stocks of Chinese warplane manufacturers Avic Chengdu had soared after the <a href=\"https://www.dawn.com/news/1910509\">military engagement</a> between Indian and Pakistani pilots last week.</p>\n<p>Dassault Aviation’s stock plummeted seven per cent amid fluctuating prices, following reports of India using Rafale jets in Operation Sindoor against Pakistan, <em>Hindustan Times</em> said.</p>\n<p>It said the stock of Dassault Aviation, the maker of the Rafale jets reportedly used by India during ‘Operation Sindoor’, dropped sharply in the European stock market. “Dassault Aviation hit a seven per cent intraday drop on Monday, reaching 292 euros. Throughout the day, the stocks kept fluctuating from 291 euros to 295 euros,” the newspaper said.</p>\n<blockquote>\n<p>India distances itself from Trump’s ‘trade for peace’ remarks</p>\n</blockquote>\n<p>Meanwhile, shares of Chengdu Aircraft Corporation (CAC), the Chinese aerospace company behind the J-10 fighter jets inducted by Pakistan, <a href=\"https://www.hindustantimes.com/india-news/j10-jets-maker-avic-chengdu-aircrafts-shares-plunge-after-pm-modis-operation-sindoor-success-speech-101747134423530.html#:~:text=Shares%20of%20CAC%20had%20surged%20by%2020%20per%20cent%20on%20May%2012\">surged by 20 per cent</a> on Monday. “This marked a significant rise in investor confidence for CAC, with its stock reaching Chinese Yuan 95.86, a 60 per cent increase from the previous week,” the Indian daily reported.</p>\n<p> <figure>\n\n</figure></p>\n<p>The business daily <em>Live Mint</em> had earlier reported that Dassault Aviation shares had surged following Operation Sindoor, amid claims by the Indian air force that it had carried out precision strikes deep inside Pakistan on May 7.</p>\n<p>Some reports claimed that India used Rafale fighter jets, armed with SCALP cruise missiles and Hammer munitions, all while avoiding a violation of Pakistani airspace.</p>\n<p>The stock’s strong performance aligns with solid financial results. Dassault Aviation posted annual sales of 6.24 billion euros and a net profit of 924 million euros, while the broader French Aerospace &amp; Defence sector grew by 17.7 per cent over the past year, <em>Live Mint</em> <a href=\"https://www.livemint.com/market/stock-market-news/rafale-brand-owner-dassault-aviation-share-price-dips-7-after-india-pakistan-ceasefire-11747037604350.html\">reported</a>.</p>\n<p>However, Dassault Aviation’s stock rose 1.75 per cent on May 8 to close at 325.8 euros on the Euronext Paris exchange, bringing its year-to-date gain to 66.7 per cent from its Dec 31 close of 195.90 euros.</p>\n<p>But Dassault Aviation’s stock has fallen over 10 per cent in the past five trading sessions.</p>\n<p>Anshul Jain, head of research at Lakshmishree Investment and Securities, told the <em>Mint</em> that heightened volatility driven by India-Pakistan news has sent the stock into a downward trend.</p>\n<p>“Dassault Aviation share price has tested its swing low support zone of 292–291. A decisive break below this level could quickly drag the stock toward the 260 zone. Caution is advised for long positions. Traders should watch for a breakdown confirmation before considering fresh shorts, as sharp moves are likely. Defensive positioning and tight risk management are key in this environment,” Jain said.</p>\n<p>India and France recently signed a key deal to procure 26 naval variants of Rafale fighter jets at a cost of around Rs63,000 crore (Rs630bn) for the Indian Navy.</p>\n<p>India is procuring the jets from French defence major Dassault Aviation for deployment on board aircraft carrier INS Vikrant.</p>\n<p>The Cabinet Commitee on Security (CCS), headed by the Indian prime minister, cleared a government-to-government deal for 22 single-seat Rafale M fighters and four twin-seat trainers this month, <em>Hindustan Times</em> had earlier reported.</p>\n<p>The Indian Air Force is already operating 36 Rafale fighters with Hammer and Scalp missiles. India has base maintenance depots, repairs, training and simulators for Rafales at its Ambala air base.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Awami League barred from polls; India ‘concerned’",
        "short_desc": "Sheikh Hasina’s party is the oldest political party in Bangladesh.",
        "link": "https://www.dawn.com/news/1910911/awami-league-barred-from-polls-india-concerned",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14094439aa9498d.jpg?r=094820",
        "author": "AFP",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>DHAKA: Bangladesh’s election commission has suspended the registration of ousted prime minister Sheikh Hasina’s political party, barring its participation in future polls, a decision described as  “concerning” by India on Tuesday.</p>\n<p>It came after the interim government of Nobel laureate Muhammad Yunus <a href=\"https://www.dawn.com/news/1910290\">banned</a> the Awami League party on Sunday, pending the outcome of a trial over its <a href=\"https://www.dawn.com/news/1847298\">crackdown</a> on mass protests that prompted Hasina’s <a href=\"https://www.dawn.com/news/1850269\">ouster</a> last year. The Awami League is the oldest political party in Bangladesh.</p>\n<p>According to the United Nations, up to 1,400 protesters died in July-August 2024, when Hasina’s government launched a brutal campaign to silence the opposition.</p>\n<p>Hasina, 77, remains in self-imposed exile in India and has defied an arrest warrant from Dhaka over <a href=\"https://www.dawn.com/news/1891586\">charges</a> of crimes against humanity. “The ban on the Awami League is a concerning development,” Indian foreign ministry spokesman Randhir Jaiswal told reporters in New Delhi.</p>\n<p>“We strongly support the holding of free, fair and inclusive elections in Bangladesh.”</p>\n<p>Akhtar Ahmed, senior secretary of the Bangladesh Election Commission, said the suspension followed a recommendation from the home ministry.</p>\n<p>“The home ministry has imposed a ban on all sorts of organisational activities of the Bangladesh Awami League and the organisations aligned with it,” he told reporters.</p>\n<p>“In continuation of that decision, the election commission has decided to suspend the AL’s registration with the commission.” Yunus, 84, has said parliamentary elections will be held as early as December, and by June 2026 at the latest.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "China offers Latin America and the Caribbean billions in bid to rival US influence",
        "short_desc": "President Xi Jinping vows to boost China’s footprint with a new $9 billion credit line and fresh infrastructure investment.",
        "link": "https://www.dawn.com/news/1910912/china-offers-latin-america-and-the-caribbean-billions-in-bid-to-rival-us-influence",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/1409312200cd5a1.jpg?r=095436",
        "author": "Reuters",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>BEIJING: President Xi Jinping vowed on Tuesday to boost China’s footprint in Latin America and the Caribbean with a new $9 billion credit line and fresh infrastructure investment, although Brazil warned the region not to become overly reliant on foreign funding.</p>\n<p>The world’s second-largest economy will disburse 66 billion yuan ($9.18 billion) in credit to the Community of Latin American and Caribbean States’ (CELAC) members, Xi told delegates from around 30 nations gathered in Beijing for the three-yearly China-CELAC Forum Ministerial Meeting.</p>\n<p>“China and the countries of Latin America and the Caribbean are important members of the Global South. Independence is our glorious tradition, development and revitalisation our natural right, and fairness and justice our common pursuit,” Xi said.</p>\n<p>Xi promised leaders including Brazilian President Luiz Inacio Lula da Silva and Colombian counterpart Gustavo Petro that China would also import more from Latin America and encourage its firms to boost investment.</p>\n<p> <figure>\n\n</figure></p>\n<p>Beijing has stepped up efforts in recent years to displace the United States as the region’s primary development partner, although Xi’s global  “Belt and Road” infrastructure initiative (BRI) has encountered challenges in some countries.</p>\n<p>China also sees courting the region as a way to squeeze self-ruled Taiwan. Seven of the 12 countries that have official diplomatic ties with the island, which Beijing considers one of its provinces, hail from Latin America or the Caribbean.</p>\n<p>Haiti and Saint Lucia, which both recognise Taiwan, sent representatives to Beijing for the CELAC summit. Panama’s ambassador to China was also in attendance, although the Central American country has announced it does not intend to renew its BRI membership, which is set to expire in two to three years.</p>\n<p>The fresh credit line, denominated in yuan, will be welcomed in many regional capitals, analysts say, although the funding is not immediately useful to countries struggling to service dollar-denominated debt.</p>\n<p>“They are doing a lot more yuan-based deals like this, particularly for credit swap agreements that make it easier for the borrowing country to transact in RMB rather than USD,” said Eric Orlander, co-founder of the China-Global South Development Project.</p>\n<p> <figure>\n\n</figure></p>\n<p>“I think there is a case to be made that it is a win for Latin America in the sense that getting access to capital is now not as easy as it used to be.” The funding is just under half the amount Beijing offered during the inaugural China-CELAC Forum in 2015, although, as its $19 trillion economy has slowed, so has its willingness to lend.</p>\n<p>Xi also announced visa-free travel would be rolled out to five countries, without specifying which ones. After the opening ceremony, delegates adopted a joint action plan covering cooperation through to 2027, a Chinese foreign ministry statement said.</p>\n<p><strong>US-China competition</strong></p>\n<p>The Forum comes as many Latin American and Caribbean states seek to negotiate better trade terms with the United States, following President Donald Trump’s  “Liberation Day” <a href=\"https://www.dawn.com/news/1901770\">tariffs.</a></p>\n<p>Xi reiterated China’s opposition to the levies, while the Brazilian President urged the region not to become overly reliant on the world’s top economies.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Trump admin seeks immediate deportation of ‘dangerous’ migrants",
        "short_desc": "UN rights chief says expulsions raise \"serious concerns\".",
        "link": "https://www.dawn.com/news/1910913/trump-admin-seeks-immediate-deportation-of-dangerous-migrants",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14092011719c5f4.jpg?r=092120",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "World’s first commercial-scale e-methanol plant opens",
        "short_desc": "The shipping sector is under pressure to find new sources of fuel to eliminate carbon emissions.",
        "link": "https://www.dawn.com/news/1910914/worlds-first-commercial-scale-e-methanol-plant-opens",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/6823f03f275c3.gif?r=095847",
        "author": "Reuters",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>COPENHAGEN: The world’s first commercial-scale e-methanol plant began operations in Denmark on Tuesday, with shipping giant Maersk set to buy part of the production as a low-emission fuel for its fleet of container ships.</p>\n<p>The shipping sector is under pressure to find new sources of fuel after a majority of countries gave their backing to measures to help meet the International Maritime Organisation’s targets towards eliminating carbon emissions by 2050.</p>\n<p>So far, zero-emission shipping fuels, such as green ammonia and e-methanol, which are produced using renewable energy, have tended to be more expensive than conventional fuel, largely because they are not produced at scale.</p>\n<p>“We expect that we will have a price parity with fossil methanol around 2035,” Knud Erik Andersen, CEO of Denmark’s European Energy, said.</p>\n<p>Located in Kasso in southern Denmark, the new plant, which has cost an estimated 150 million euros ($167 million), will produce 42,000 metric tons, or 53 million litres, of e-methanol per year, its joint owners Denmark’s European Energy and Japan’s Mitsui said.</p>\n<p>Maersk will be a major customer of the Kasso plant. It operates 13 dual-fuel methanol container vessels that can be powered with fuel oil and with e-methanol and has ordered another 13 of the vessels.</p>\n<p>It said the plant’s annual production is enough to power one large 16,000 container vessel sailing between Asia and Europe. For the smaller Laura Maersk, the world’s first dual-fuel container ship, with a capacity of more than 2,100 twenty-foot equivalent units, requires only 3,600 tons of fuel per year.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Australia in touch with IPL over security as players ponder return",
        "short_desc": "Cricket Australia says it will support players in their individual decisions whether to return to India or not.",
        "link": "https://www.dawn.com/news/1910890/australia-in-touch-with-ipl-over-security-as-players-ponder-return",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14115258d71d743.jpg?r=120040",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "Challengers, Stars register victories in National Women’s T20",
        "short_desc": "Challengers’ Sadaf Shamas (3-31 & 29) showcased all-round skills to inspire her team to a hard-fought win over Strikers in Karachi.",
        "link": "https://www.dawn.com/news/1910892/challengers-stars-register-victories-in-national-womens-t20",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/6823e2d8dc1dc.gif",
        "author": "The Newspaper's Sports Reporter",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>KARACHI: Stars skipper Sidra Amin continued her superb form with the bat to hand Stars their third win in the fifth round of the National Women’s T20 Tournament here at the National Bank Stadium on Tuesday afternoon.</p>\n<p>Challengers’ Sadaf Shamas (3-31 &amp; 29) showcased all-round skills to inspire her team to a hard-fought win over Strikers at the Oval Academy Ground.</p>\n<p>At the National Bank Stadium, Stars slipped to 19-3 after opting to bat first before Sidra, batting at number three, took it upon herself to rebuild the innings and steer her team to 145-8 in 20 overs.</p>\n<p>Sidra, who struck seven fours and three sixes in her 58-ball 78 and currently leads the batting charts with 249 runs, forged a 34-run stand with Sidra Nawaz before three quick wickets pushed the Stars to 74-6. </p>\n<p>At this juncture, Sidra in alliance with number batter Waheeda Akhtar collected 68 runs for the ninth wicket.</p>\n<p>For Conquerors, Fatima Sana picked up three wickets for 34 runs.</p>\n<p>In turn, Waheeda removed both the Conquerors opening batters, while Hafsa Khalid fell to Anosha Nasir with just 14 runs on the board. Najiha Alvi (39 not out off 44, four fours) and Fatima Sana (38 off 24, five fours and a six) staged counterattack with a 60-run stand but Anosha returned to dismiss the latter tilting the balance back in Stars’ favour.</p>\n<p>Syeda Aroob Shah’s eight-ball 13 including a six and a four wasn’t enough as Conquerors fell 23 runs short. Anosha, Waheeda and Neelam Mushtaq dismissed two batters each.</p>\n<p>In the other game, Challengers posted 145-7 against Strikers after being asked to bat first. Opening duo of Sadaf Shamas (29 off 23, five fours) and Shawaal Zulfiqar (22 off 24, four fours) stitched a 47-run stand.</p>\n<p>Batting at number three, Aliya Riaz struck two sixes and a solitary four to score 35 runs off 29 balls, while also partnering with Natalia Parvaiz for a 45-run stand, which took Challengers to 111-3.</p>\n<p>Gull Rukh hit one six in her 11-ball 14 not out, while Tasmia Rubab chipped in with two boundaries as she finished 10 off six.</p>\n<p>Diana Baig and leg-spinner Zunash Abdul Sattar snapped three wickets each.</p>\n<p>Strikers’ pursuit of the target was dented by opposition skipper Rameen Shamim and Sadaf, who eked out the opening batters with 25 runs on the board. </p>\n<p>Eyman Fatima continued her fine batting form as she registered her second half-century as she took her team out of trouble in an 85-run alliance with Zoofishan Ayyaz (30 off 27, three fours).</p>\n<p>Eyman, who has so far collected 151 runs in four outings, departed for fluent 47-ball 56 including nine fours as Challengers fought back to restrict the Strikers to 138-7 with Sadaf taking 3-31. Rameen picked up two wickets for 18 runs in her four overs.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "US sanctions firms shipping Iranian oil",
        "short_desc": "Sanctions imposed on more than 20 companies that US claims sent Iranian oil to China.",
        "link": "https://www.dawn.com/news/1910900/us-sanctions-firms-shipping-iranian-oil",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14111744e96bce8.jpg?r=112248",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "Private sector reverses debt retirement trend",
        "short_desc": "SBP data shows it made significant borrowings from banks in April.",
        "link": "https://www.dawn.com/news/1910901/private-sector-reverses-debt-retirement-trend",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14105854650da2e.jpg?r=105909",
        "author": "Shahid Iqbal",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>KARACHI: Reversing the debt retirement trend, the private sector made significant borrowings from banks in April to meet its working capital needs.</p>\n<p>The State Bank of Pak­istan’s data showed that private sector borrowings started increasing in April to Rs751bn as of May 2.</p>\n<p>By Dec 31, 2024, banks had loaned Rs1.4 trillion to the private sector. This surge in lending was partly driven by banks’ efforts to meet Advance-to-Deposit Ratio (ADR) requirements to avoid a 15 per cent incremental tax. However, most of the borrowed money was retired.</p>\n<p>The State Bank has <a href=\"https://www.dawn.com/news/1908601/sbp-cuts-interest-rate-by-100bps-to-11pc\">halved its policy rate</a> in intervals to 11pc from 22pc since June 2024 amid a sharp deceleration in inflation, which clocked in at an unprecedented level of 0.3pc in April.</p>\n<p> <figure>\n\n</figure></p>\n<p>Bankers believe that borrowing increased due to low interest rates and some macro indicators improvement, but it was not as large as anticipated by the government to revive the economic expansion.</p>\n<p>The interest rate at 11pc seems attractive for trade and industries, as some segments of the trade and industries extended a cautious appreciation to the SBP for delivering a 100bps cut in its last monetary policy statement for the next two months.</p>\n<p>However, the leadership of apex trade and commerce chambers and associations felt the rate cut was inadequate and called for bringing the policy rate to single digits to boost economic activities.</p>\n<p>The private sector made significantly much higher borrowings from banks compared to Rs239.8bn in the same period last year.</p>\n<p>Experts said the increase in private-sector borrowing could be for working capital, which means short-term borrowing.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Exports to North America rise",
        "short_desc": "US accounts for nearly 94pc of total exports to continent.",
        "link": "https://www.dawn.com/news/1910902/exports-to-north-america-rise",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14104013e00ab95.jpg?r=104025",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "Rs40m fine imposed on Al-Ghazi Tractors",
        "short_desc": "Company fined for misguiding consumers by claiming its new Holland tractor models offered “up to 30pc extra diesel savings\".",
        "link": "https://www.dawn.com/news/1910903/rs40m-fine-imposed-on-al-ghazi-tractors",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14104438292b2cd.jpg?r=104910",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "Auto sales fall 5pc in April",
        "short_desc": "Decline is mainly due to last month's highway closure in Sindh.",
        "link": "https://www.dawn.com/news/1910904/auto-sales-fall-5pc-in-april",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14103200dcb41a0.jpg?r=103217",
        "author": "Aamir Shafaat Khan",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>KARACHI: Sales of cars, sports utility vehicles, pickups and vans clocked in at 10,596 units in April, reflecting a one per cent year-on-year (YoY) rise but a fall of 5pc month-on-month (MoM).</p>\n<p>The decline was mainly due to the <a href=\"https://www.dawn.com/news/1906959\">highway closure in Sindh</a>, which delayed deliveries, while YoY rise was supported by a more stable macroeconomic environment, lower interest rates, easing inflation, and improving consumer sentiment. Additionally, new model launches and variant introductions were important in attracting demand.</p>\n<p>Myesha Sohail of Topline Securities said this takes 10MFY25 sales to 111,464 units, showing a 40pc YoY rise from 79,596 units.</p>\n<p>Giving company-wise breakup, she said Sazgar Engineering Works saw the highest MoM fall of 42pc while flattish YoY to sales of 549 units in April, which was due to the 10-day strike causing loss of production. Cumulatively, 10MFY25 sales were up 130pc YoY to 8,576 units from 3,723 in 10MFY24, thanks to the wide acceptance of the Haval brand in Pakistan.</p>\n<p>Pak Suzuki Motor Company Ltd (PSMCL) posted a fall of 12pc MoM and 33pc YoY to 4,003 units in April 2025. A 30pc surge was recorded in PSMCL sales during 10MFY25 to 53,949 units compared to the same period last fiscal, she said.</p>\n<p>Honda Atlas Cars Ltd (HCAR) saw the highest MoM and YoY rise of 20pc and 70pc, respectively, reaching 1,707 units. Its 10MFY25 sales rose by 32pc to 14,383 units compared to the same period last fiscal.</p>\n<p>Indus Motor Company (IMC) recorded a 58pc YoY and 4pc MoM rise in sales followed by 58pc sales jump in July-April FY25 to 24,877 units.</p>\n<p>Hyundai Nishat saw a 9pc YoY rise while a 5pc MoM drop to 900 units in April while its 10MFY25 sales went up by 18pc to 8,190 units.</p>\n<p>Launched with much fanfare, the production and sales of Dewan’s Honri-VE (electric vehicle) remained nil during March and April 2025. The EV was launched in November 2024.</p>\n<p>The two- and three-wheelers sales of PAMA members increased by 26pc YoY and 6pc MoM, totalling 135,721 units in April. Higher sales in this segment were attributed to the improved purchasing power amidst lower inflation. Myesha said this takes 10MFY25 sales to 1.2m units, a 30pc YoY rise.</p>\n<p>The total tractor industry recorded sales of 1,602 units in April, showing a 48pc YoY fall and 4pc MoM. Tractor sales fell on a YoY basis due to weak farm economics. Total tractor sales fell by 36pc to 24,832 units in 10MFY25 compared to last fiscal year.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Telenor concerned over delay in sale of local operations",
        "short_desc": "Hopes acquisition by PTCL to be completed by second half of 2025.",
        "link": "https://www.dawn.com/news/1910905/telenor-concerned-over-delay-in-sale-of-local-operations",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/141019552ecf86d.jpg?r=102035",
        "author": "Kalbe Ali",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>ISLAMABAD: Telenor Group has voiced concerns about the ongoing delays in <a href=\"https://www.dawn.com/news/1826776\">selling</a> its local operations to Pakistan Telecommunication Company Ltd (PTCL), stating that these delays have resulted in a continuous decline in Telenor Pakistan’s customer base.</p>\n<p>In the first quarter report of the current calendar year, released in Norway, Telenor International stated that obtaining the necessary regulatory approvals for the divestment of Telenor Pakistan has taken more time than anticipated.</p>\n<p>It hoped that Telenor Pakistan’s acquisition by the PTCL is expected to be completed in the second half of the current calendar.</p>\n<blockquote>\n<p>Hopes acquisition by PTCL to be completed by second half of 2025</p>\n</blockquote>\n<p>It added that the Telenor Group <a href=\"https://www.dawn.com/news/1797960\">announced</a> the sale of its Pakistan operations in December 2023, subject to regulatory approvals and other customary terms and conditions.</p>\n<p>“We continue to engage with the authorities to obtain the approvals, considering the strong merits of the case for all stakeholders, we still anticipate receiving the clearance in the coming months, with subsequent closing the transaction in the second half of 2025,” the report added.</p>\n<p>Due to the delay in the sale of Telenor Pakistan, its consumer base continued to erode and faced a decline of 3.1 per cent during Jan-March 2025.</p>\n<p>The first quarter financial report showed that the average revenue per unit (ARPU) of Telenor Pakistan increased by 12.5pc, due to improved macroeconomic stability, and lower energy prices helped ease cost pressures.</p>\n<p> <figure>\n\n</figure></p>\n<p>The report highlighted that revenues grew 14pc during Jan-March to Norwegian kroner (NOK) 1.07 billion, equivalent to Rs27.02bn based on the exchange rate of NOK 0.0396 to the rupee.</p>\n<p>The adjusted EBITDA (Earnings Before Interest, Taxes, Depreciation, and Amortisation) of Telenor Pakistan was NOK592m in the first quarter — around Rs14.94bn compared to NOK474m or Rs11.96bn in the same quarter of 2024.</p>\n<p>The report highlighted that Telenor Pakistan’s total revenue in FY24 was NOK4.75bn or Rs120bn. Meanwhile, company sources said Telenor Pakistan had ended the year with profits.</p>\n<p>The business area of Telenor in Asia consists of Grameenphone in Bangladesh with 55.8pc stake, Telenor Pakistan 100pc, the associated companies CelcomDigi in Malaysia 33.1pc and True Corporation in Thailand 30.3pc, as well as the joint venture Easypaisa, a digital bank in Pakistan, 55pc stake and the regional offices in Bangkok and Singapore.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Petrol prices expected to come down soon; relief for KE subscribers likely",
        "short_desc": "Ogra notifies 14pc cut in RLNG price.",
        "link": "https://www.dawn.com/news/1910906/petrol-prices-expected-to-come-down-soon-relief-for-ke-subscribers-likely",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14110959b3c2eed.jpg?r=111214",
        "author": "Khaleeq Kiani",
        "time": "2025-05-14",
        "main_img": "",
        "content": "<p>ISLAMABAD: With up to 14 per cent reduction in regasified liquefied natural gas (RLNG) prices notified for the current month, the <a href=\"https://www.dawn.com/news/amp/1904896\">electricity rates</a> for Karachi and petroleum prices across the country are expected to come down in coming days.</p>\n<p>With a reduction of Rs3 to Rs7 per litre in major oil products estimated for the next fortnight, the Oil and Gas Regulatory Authority (Ogra) on Tuesday notified a 14pc reduction in the <a href=\"https://www.dawn.com/news/1904310\">price of RLNG</a> on Tuesday for sales at the transmission stage by the two Sui gas companies for the current month.</p>\n<p>The Karachi-based Sui Southern Gas Company Ltd (SSGCL), which serves consumers in Sindh and Balochistan, has seen its system losses at the distribution stage drop from 16.16pc to 10.6pc.</p>\n<p> <figure>\n\n</figure></p>\n<p>On the other hand, the Lahore-based SNGPL, which provides gas to consumers in Punjab and Khyber Pakhtunkhwa, saw its system losses at the distribution stage drop to 7.47pc from 8.6pc until February this year.</p>\n<p>According to a notification, the RLNG’s sale price for SNGPL at the transmission stage has been cut by 12.42pc to $11.026 per million British thermal unit (mmBtu) for May against $12.59 per mmBtu in April.</p>\n<blockquote>\n<p>Ogra notifies 14pc cut in RLNG price</p>\n</blockquote>\n<p>The sale price at distribution stage for SNGPL was reduced by 12.51pc to $11.79 per mmBtu for the current month, against $13.48 per mmBtu last month.</p>\n<p>On the other side, the RLNG sale price for SSGCL has been decreased at transmission stage by 13.62pc to $9.74 per mmBtu for May, against $11.27 per mmBtu in April. The sale price at the distribution stage for the company was also reduced by 13.64pc to $10.87 per mmBtu instead of $12.59 per mmBtu last month.</p>\n<p>The Ogra said the reduction in RLNG price was due to a decline in the delivered price on ship for both companies.</p>\n<p>The overall decrease in absolute terms for SSGC’s transmission price amounted to $1.53 per mmBtu, while reduction at distribution stage was $1.72 per unit.</p>\n<p>The reduction in RLNG price for SNGPL during transmission was reported at $1.56 per mmBtu and $1.69 per unit for distribution.</p>\n<p>Ironically, the RLNG distribution prices for SSGCL $10.87 per mmBtu and $11.79 per mmBtu for SNGPL are almost $2.74 and $3.66 per mmBtu higher than the Pakistan State Oil’s $8.13 per mmBtu average delivered price ex-ship (DES), respectively.</p>\n<p>This is mainly because of the fact that both LNG importers — PSO and Pakistan LNG Ltd (PLL) — and port authorities also charge profit margins on account of retainage and margins at the rate of 3.15pc and 3.1pc of DES price, respectively, on top of 7.4pc losses of SNGPL and 10.6pc losses of SSGCL.</p>\n<p>The basket RLNG price was based on a total of 10 cargoes for May, all under two LNG contracts between PSO and Qatar Gas at an average of about $8.13 per mmBtu — six cargoes at $7.24 and four cargos at $9.48 per mmBtu. Pakistan LNG Ltd (PLL) did not import any cargo this month as it deferred cargos for the current month owing to demand crash.</p>\n<p><strong>Petroleum prices</strong></p>\n<p>On the other hand, the <a href=\"https://www.dawn.com/news/1904539\">prices of petrol and diesel</a> are estimated to fall by about Rs3.5 and Rs7 per litre for the next fortnight ending May 31, owing to a decline in the international market and a slight ease in import premium on petrol. This relief is, however, subject to unchanged tax rates.</p>\n<p>Based on existing tax rates, informed sources said, the ex-depot price of petrol was estimated to go down by about Rs3.5, depending on final calculation on May 15, followed by a Rs7 per litre cut in high speed diesel (HSD).</p>\n<p> <figure>\n\n</figure></p>\n<p>The estimates for lower petrol price stem from about $1.5 per barrel decline in international price of petrol and about $3 per barrel in HSD over the past two weeks. The ex-depot petrol price currently stands at Rs252.63 per litre. Petrol is mostly used in private transport, small vehicles, rickshaws and two-wheelers and has a direct bearing on the budget of middle and lower-middle class.</p>\n<p>The ex-depot price of high speed diesel (HSD) stands at Rs256.64 per litre.</p>\n<p><strong>KE petition</strong></p>\n<p>In a formal petition, K-Electric has, however, <a href=\"https://www.dawn.com/news/1904785\">requested</a> the National Electric Power Regulatory Authority (Nepra) not to pass on entire benefit to consumers, and instead, set aside partial benefit to clear its past claims.</p>\n<p>The company has already claimed Rs14.6bn past dues on account of partial load, startup costs, plant degradation and open cycle operations for the period between July 2023 and March 2025. Nepra has already set aside Rs9.4bn by disallowing full benefit of fuel cost reduction to consumers between November 2024 and January 2025.</p>\n<p>A public hearing is scheduled for May 22.</p>\n<p>Meanwhile, the electricity rates for consumers of K-Electric have also become entitled to Rs5.02 per unit refund next month on account of fuel cost adjustment for March, with a total financial benefit of Rs6.8bn.</p>\n<p><em>Published in Dawn, May 14th, 2025</em></p>\n"
    },
    {
        "title": "Indian opposition grills Modi over silence on US claims",
        "short_desc": "Indian PM's “much-delayed address to the nation was upstaged by President Trump’s revelations”, Congress MP says.",
        "link": "https://www.dawn.com/news/1910840/indian-opposition-grills-modi-over-silence-on-us-claims",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/140804190c372a0.jpg?r=080427",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "IHC removes Raoof, Aleema from no-fly lists",
        "short_desc": "Court finds decision to restrict Hasan’s movement made without requisite approval from cabinet, as mandated by SC.",
        "link": "https://www.dawn.com/news/1910842/ihc-removes-raoof-aleema-from-no-fly-lists",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/140820582cc5df3.jpg?r=082215",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "Army to enter Gaza ‘with full force’ soon: Israel PM",
        "short_desc": "Netanyahu says ceasefire is possible, but vows not to stop war; Israeli strike kills another journalist.",
        "link": "https://www.dawn.com/news/1910843/army-to-enter-gaza-with-full-force-soon-israel-pm",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/6823cb60cfda9.jpg",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "US wants Pakistan, India to resume direct talks",
        "short_desc": "Development comes hours after Trump urges both nations to \"go out to dinner\" together to resolve their disputes.",
        "link": "https://www.dawn.com/news/1910844/us-wants-pakistan-india-to-resume-direct-talks",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14075745471164b.jpg?r=075826",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "Govt to digitally track fuel supply, curb smuggling",
        "short_desc": "New law proposes real-time monitoring of stocks; imposes up to Rs100m fine on sale of smuggled petrol.",
        "link": "https://www.dawn.com/news/1910845/govt-to-digitally-track-fuel-supply-curb-smuggling",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/140741423b2a9ec.jpg?r=074152",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "Revised schedule unveiled as PSL 2025 resumes on Saturday",
        "short_desc": "Peshawar will face Karachi on May 17 at Rawalpindi, followed by table toppers Quetta taking on Multan on the 18th.",
        "link": "https://www.dawn.com/news/1910846/revised-schedule-unveiled-as-psl-2025-resumes-on-saturday",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/1411245217ae8b4.jpg?r=112552",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "Nuclear war ‘wasn’t an option’: Dar",
        "short_desc": "FM says Pakistan’s “counter-escalation” brought world powers into the picture.",
        "link": "https://www.dawn.com/news/1910847/nuclear-war-wasnt-an-option-dar",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14074731f6cae0c.png?r=074817",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    },
    {
        "title": "Tit-for-tat expulsions over ‘espionage’",
        "short_desc": "Both countries expel officials from each other’s high commissions, marking sharp deterioration in already fraught relations.",
        "link": "https://www.dawn.com/news/1910849/tit-for-tat-expulsions-over-espionage",
        "thumbnail_image": "https://i.dawn.com/medium/2025/05/14073603c5a82e7.jpg?r=073925",
        "author": "",
        "time": "",
        "main_img": "",
        "content": ""
    }
]