[
  {
    "title": "ڈونلڈ ٹرمپ کی سعودی عرب میں شامی صدر احمد الشرع سے ملاقات",
    "link": "https://www.dawnnews.tv/news/1259331/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/141402334a523f0.jpg?r=140534",
    "author": "ویب ڈیسک",
    "time": "2025-05-14 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/1414023347f383b.jpg",
    "content": "<p>امریکی صدر ڈونلڈ ٹرمپ نے شام پر سے پابندیاں اٹھانے کے اعلان کے ایک روز بعد ریاض میں خلیج تعاون کونسل (جی سی سی) سربراہی اجلاس سے قبل شام کے صدر احمد الشرع سے ملاقات کی۔</p>\n<p>خبر رساں ایجنسی ’رائٹرز‘ کی رپورٹ کے مطابق امریکی اخبار ’واشنگٹن پوسٹ‘ کی پول رپورٹ میں کہا گیا ہے کہ یہ اعلان ٹرمپ کی انتظامیہ کے کچھ حصوں میں خدشات کے باوجود سامنے آیا ہے، کیونکہ القاعدہ سے ماضی کے روابط کی وجہ سے احمد الشرع کو واشنگٹن نے پہلے دہشت گرد قرار دیا تھا۔</p>\n<p>امریکی اتحادی اسرائیل نے شام کے لیے پابندیوں میں ریلیف کی مخالفت کی ہے، لیکن ٹرمپ نے منگل کو کہا کہ سعودی ولی عہد محمد بن سلمان اور ترک صدر طیب اردوان، جو دونوں امریکی صدر کے قریبی ہیں، نے انہیں یہ اقدام اٹھانے کی ترغیب دی۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>ڈونلڈ ٹرمپ، تیل کی دولت سے مالا مال خلیجی ریاستوں کے چار روزہ دورے پر ہیں جس میں سعودی عرب، قطر اور متحدہ عرب امارات شامل ہیں۔</p>\n<p>خلیجی خطے میں ٹرمپ کے چار روزہ دوسرے کے پہلے دن پرتعیش تقریب اور کاروباری معاہدے شامل تھے، جن میں سعودی عرب کی جانب سے امریکا میں سرمایہ کاری کے لیے 600 ارب ڈالر اور مملکت کو امریکی ہتھیاروں کی فروخت میں 142 ارب ڈالر کا وعدہ شامل ہے۔</p>\n<p>ڈونلڈ ٹرمپ آج سعودی عرب کا دورہ مکمل کرنے کے بعد قطر کے دارالحکومت دوحا جائیں گے جہاں وہ امیر شیخ تمیم بن حمد الثانی اور دیگر حکام کے ساتھ ملاقاتیں کریں گے۔ قطر، جو امریکا کا ایک اہم اتحادی ہے، توقع ہے کہ امریکا میں سیکڑوں ارب ڈالر کی سرمایہ کاری کا اعلان کرے گا۔</p>\n<h1><a href=\"#القاعدہ-کے-سابق-کمانڈر\"></a>القاعدہ کے سابق کمانڈر</h1>\n<p>واضح رہے کہ احمد الشرع، جو ’القاعدہ‘ کے سابق کمانڈر ہیں اور جنہوں نے دسمبر میں شام کے سابق صدر بشار الاسد کا تختہ الٹنے والی باغی افواج کی قیادت کی، کے ساتھ ڈونلڈ ٹرمپ کی بات چیت کو قریب سے دیکھا جائے گا کیونکہ مبصرین اس سے اندازہ لگائیں گے کہ واشنگٹن، دمشق کے ساتھ اپنے تعلقات کو دوبارہ ترتیب دینے میں کتنا سنجیدہ ہے۔</p>\n<p>احمد الشرع نے 2016 میں القاعدہ سے تعلق ترک کر دیا تھا۔</p>\n"
  },
  {
    "title": "ایران دہشت گردی کی سرپرستی بند کرے، ہم معاہدہ کرنا چاہتے ہیں، امریکی صدر",
    "link": "https://www.dawnnews.tv/news/1259329/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/141422503baad32.jpg?r=142900",
    "author": "ویب ڈیسک",
    "time": "2025-05-14 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/141422503baad32.jpg",
    "content": "<p>امریکی صدر ڈونلڈ ٹرمپ نے ایک مرتبہ پھر ایران سے معاہدے کی خواہش کا اظہار کرتے ہوئے زور دیا ہے کہ ایران دہشت گردی کی سرپرستی بند کرے، ہم معاہدہ کرنا چاہتے ہیں، معاہدہ ابراہیمی میں مستقل اور بھی ممالک شریک ہوں گے۔</p>\n<p>قطر کے نشریاتی ادارے الجزیرہ کے مطابق ریاض میں گلف سمٹ سے خطاب کرتے ہوئے امریکی صدر ڈونلڈ ٹرمپ نے کہا کہ خلیجی ممالک ایک مستحکم، پُرامن اور خوشحال مشرقِ وسطیٰ کی تشکیل میں پیش پیش ہیں، مجھے کہنا پڑے گا کہ میں نے بے پناہ ترقی دیکھی ہے، یہ واقعی حیرت انگیز ہے، میں نے ایسی یکجہتی اور دوستی بھی دیکھی ہے۔</p>\n<p>انہوں نے کہا کہ اگر ہم محض ایک چھوٹے سے گروہ کی جارحیت کو روک سکیں، جو بہت ہی برے کردار ہیں، تو مشرقِ وسطیٰ میں ناقابلِ یقین مواقع میسر آسکتے ہیں۔</p>\n<p>انہوں نے اپنے پیشرو جو بائیڈن پر الزام عائد کیا کہ انہوں ایران اور اس کے حمایتی گروہوں کو طاقتور بنایا جبکہ خلیجی اتحادیوں سے منہ موڑے رکھا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>ٹرمپ نے کہا کہ وہ دن گزر چکے، اس میز پر بیٹھے ہر شخص کو معلوم ہے کہ میری وفاداریاں کس کے ساتھ ہیں، انہوں نے یہ وعدہ کیا کہ ’ہم اس جارحیت کا مقابلہ کریں گے جو ہم سب کو خطرے میں ڈال رہی ہے‘۔</p>\n<p>انہوں نے کہا کہ وہ ایران کے ساتھ معاہدہ کرنا چاہتے ہیں، مگر اس کے لیے ضروری ہے کہ ایران دہشت گردی کی سرپرستی بند کرے، اپنی خونی پراکسی جنگیں ختم کرے اور جوہری ہتھیار حاصل کرنے کی کوشش کو مستقل، قابلِ تصدیق طور پر ترک کرے۔</p>\n<p>ٹرمپ نے غزہ کی جنگ پر بات کرتے ہوئے کہا کہ  وہ اس خطے کے بے شمار لوگوں کی اس امید میں شریک ہیں کہ فلسطینی عوام کا مستقبل محفوظ اور باوقار ہو۔</p>\n<p>تاہم، انہوں نے غزہ کے رہنماؤں پر تنقید کرتے ہوئے کہا کہ معصوم لوگوں پر ان کے حملے اس ترقی کی راہ میں رکاوٹ بنے ہوئے ہیں۔</p>\n<p>انہوں نے گلف تعاون تنظیم (جی سی سی)  کے رہنماؤں کے تعمیری کردار کو سراہا جو وہ اس ہولناک تنازع کے خاتمے کی کوششوں میں ادا کر رہے ہیں، امریکی صدر نے خاص طور پرامریکی-اسرائیلی یرغمالی ایڈن الیگزینڈر** کی رہائی میں ان کے تعاون کا ذکر کیا۔</p>\n<p>صدر ٹرمپ نے کہا کہ بالآخر تمام قومیتوں کے یرغمالیوں کو رہا کیا جانا چاہیے اور مجھے لگتا ہے کہ یہ جلد ہو گا۔</p>\n<p>انہوں نےشام کا بھی ذکر کیا، جس کے ساتھ واشنگٹن تعلقات کو معمول پر لانے کے امکان کا جائزہ لے رہا ہے اور لبنان  کے بارے میں کہا کہ اب اس کے پاس ایک پُرامن مستقبل کی تعمیر کا موقع ہے۔</p>\n<p>ٹرمپ نے سعودی ولی عہد محمد بن سلمان کا ریاض میں میزبانی پر شکریہ ادا کرتے ہوئے کہا کہ آپ کے ساتھ چند دن گزارنا میرے لیے اعزاز کی بات تھی، جلد دوبارہ ملاقات ہو گی اور بار بار ہو گی۔</p>\n"
  },
  {
    "title": "مایا علی اور بلال اشرف کے فوٹوشوٹ کے بعد دونوں کی شادی کروانے کا مطالبہ",
    "link": "https://www.dawnnews.tv/news/1259326/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/14133426950f5da.jpg?r=133433",
    "author": "انٹرٹینمنٹ ڈیسک",
    "time": "",
    "main_image": "https://i.dawn.com/primary/2025/05/14133426950f5da.jpg",
    "content": "<p>اداکارہ مایا علی اور بلال اشرف کی جانب سے کرائے گئے نئے فوٹوشوٹ کی تصاویر وائرل ہونے کے بعد صارفین کی جانب سے دونوں کی شادی کروانے کا مطالبہ کیا جا رہا ہے۔</p>\n<p>مایا علی کی جانب سے پہلے بھی کرائے گئے برائیڈل فوٹوشوٹ کی تصاویر وائرل ہوئی تھیں اور ان کی شادی کی افواہیں بھی پھیلی تھیں۔</p>\n<p>اسی طرح مایا علی کی جانب سے ڈراموں میں شادی کی تصاویر اور ویڈیوز وائرل ہونے کے بعد بھی ان کی شادی کی افواہیں پھیلتی رہی ہیں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>اب حال ہی میں انہوں نے ساتھی اداکار بلال اشرف کے ساتھ نئی ملبوسات کا فوٹوشوٹ کروایا، جس پر صارفین نے کمنٹس کرتے ہوئے دونوں کی شادی کروانے کا مطالبہ بھی کیا۔</p>\n<p>جہاں صارفین نے دونوں کی شادی کروانے کا مطالبہ کیا، وہیں بعض افراد نے دونوں کو انتہائی قریب دکھانے پر سوال بھی اٹھایا کہ کیا دونوں کی شادی ہو چکی ہے؟</p>\n<p>اسی طرح کچھ صارفین نے دونوں کو فوٹوشوٹ میں انتہائی قریب دکھانے پر اظہار برہمی کرتے ہوئے مایا علی کو تنقید کا نشانہ بنایا اور لکھا کہ پیسوں کے عوض وہ کسی بھی مرد کے ساتھ کھڑی ہوجائیں گی۔</p>\n<p>مداحوں نے مایا علی اور بلال اشرف کے رومانوی انداز کو سراہا اور انہیں اچھی جوڑی بھی قرار دیا اور ساتھ ہی مطالبہ کیا کہ دونوں کی شادی کروائی جانی چاہیے۔</p>\n<p>کچھ افراد نے دونوں کو مخاطب ہوتے ہوئے بھی کمنٹس کیے اور انہیں مشورہ دیا کہ وہ دونوں شادی کرلیں۔</p>\n<p> </p><figure>\n<div><picture><img src=\"https://i.dawn.com/primary/2025/05/14132855f3a43ed.jpg\"/></picture></div>\n</figure><p></p>\n<p>جہاں سوشل میڈیا صارفین اور مداحوں نے ان کے فوٹوشوٹ پر تبصرے کیے، وہیں شوبز شخصیات نے بھی کمنٹس کرتے ہوئے ان کی تعریفیں کیں۔</p>\n<p>زیادہ تر مداحوں نے دونوں کی جوڑی کی تعریفیں کیں اور ساتھ ہی مشورہ دیا کہ انہیں حقیقت میں بھی شادی کرکے ایک جوڑی بن جانا چاہیے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n"
  },
  {
    "title": "پاکستان اور بھارت کے درمیان تنازعات کے حل کا خیرمقدم کریں گے، محمد بن سلمان",
    "link": "https://www.dawnnews.tv/news/1259327/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/14134907749d8e4.jpg?r=134954",
    "author": "ویب ڈیسک",
    "time": "2025-05-14 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/14134907749d8e4.jpg",
    "content": "<p>سعودی ولی عہد محمد بن سلمان نے پاکستان اور بھارت کے درمیان جنگ بندی کا خیر مقدم کرتے ہوئے کہا ہے کہ جنوبی ایشیا میں امن کیلیے امریکی صدر کی کوششیں قابل تعریف ہیں، پاکستان اور بھارت کے درمیان تنازعات کے حل کا خیر مقدم کریں گے۔</p>\n<p>ریاض میں گلف سمٹ سے خطاب کرتے ہوئے ولی عہد محمد بن سلمان نے کہا کہ جی سی سی خطےمیں امن کا خواہاں ہے، غزہ میں جنگ بندی پر زور دیتے ہیں۔</p>\n<p>انہوں نے پاکستان اور بھارت کے درمیان جنگ بندی کا خیر مقدم کرتے ہوئے کہا کہ پاکستان اور بھارت کے درمیان تنازعات کے حل کاخیرمقدم کریں گے، جنوبی ایشیا میں امن کیلیے امریکی صدر کی کوششیں قابل تعریف ہیں۔</p>\n"
  },
  {
    "title": "واہگہ بارڈر پر پاکستان اور بھارت کے درمیان ایک، ایک قیدی کا تبادلہ",
    "link": "https://www.dawnnews.tv/news/1259325/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/1413215170d79d1.jpg?r=132645",
    "author": "ویب ڈیسک",
    "time": "2025-05-14 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/1413215170d79d1.jpg",
    "content": "<p>لاہور میں واہگہ - اٹاری پوسٹ پر پاکستان اور بھارت کے درمیان ایک، ایک قیدی کا تبادلہ ہوا ہے۔</p>\n<p>ڈان نیوز کے مطابق سیکورٹی ذرائع کا کہنا ہے بھارتی بارڈر سیکیورٹی فورس (بی ایس ایف) کے اہلکار پورنم کمار شاہ کو بھارتی حکام کے حوالے کیا گیا جبکہ پنجاب رینجرز کے جوان محمد اللہ کو پاکستانی حکام کے حوالے کر دیا گیا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>پاکستان رینجرز نے سرحدی خلاف ورزی پر بی ایس ایف کے اہلکار پورنم کمار شاہ جبکہ بی ایس ایف نے پنجاب رینجرز کے جوان محمداللہ کو گرفتار کیا تھا۔</p>\n<p>پورنم کمار شاہ کو 23 اپریل کو پاکستان رینجرز نے قصور سے حراست میں لیا تھا، بھارتی فوج کے ایک بیان کے مطابق متعدد میڈیا اداروں نے بی ایس ایف اہلکار کی واپسی کی بھی اطلاع دی۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>انڈین ایکسپریس نے ’بی ایس ایف‘ کے حوالے سے بتایا کہ یہ حوالگی پُرامن طریقے سے اور طے شدہ ضوابط کے مطابق عمل میں لائی گئی۔</p>\n<p>ڈان اخبار میں 12 مئی کو شائع <a href=\"https://www.dawn.com/news/1910376/wheres-my-sindoor-wife-of-captured-bsf-trooper-asks-indian-govt\"><strong>رپورٹ</strong></a> کے مطابق بھارتی خبر رساں ادارے ’دی وائر‘ نے رپورٹ کیا تھا کہ 34 سالہ پورنم کمار کا خاندان رشڑا مغربی بنگال میں ہے، جسے امید تھی کہ سفارتی کوششیں ان کی واپسی میں مددگار ثابت ہوں گی۔</p>\n<p>پورنم پنجاب کے ضلع فیروزپور میں بی ایس ایف کی 24ویں بٹالین میں تعینات ہیں، اور 23 اپریل کو ان کی ڈیوٹی بھارت-پاکستان کی سرحد پر تھی، جب انہوں نے مقامی کسانوں کو ایک خطرناک علاقے سے نکالنے میں مدد کی اور مبینہ طور پر بین الاقوامی سرحد عبور کرلی تھی۔</p>\n<p>دی وائر کے مطابق یہ واقعہ اس وقت پیش آیا جب بھارت اور پاکستان کے درمیان صورتحال کشیدہ تھی، پورنم کمار کے بارے میں کہا جاتا ہے کہ انہیں پاکستانی فوج نے حراست میں لیا اور بعد میں ایک تصویر جاری کی، جس میں ان کی آنکھوں پر پٹی باندھ کر دکھایا گیا، جس سے ان کی گرفتاری کی تصدیق ہوئی تھی۔</p>\n"
  },
  {
    "title": "کراچی: جناح ہسپتال لائے گئے نیم بیہوش شخص سے خاتون کے 2 بھارتی پاسپورٹ برآمد",
    "link": "https://www.dawnnews.tv/news/1259323/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/14125523d9773ae.jpg?r=125625",
    "author": "ویب ڈیسک",
    "time": "2025-05-14 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/14125523d9773ae.jpg",
    "content": "<p>کراچی کے جناح ہسپتال میں نیم بہوشی کی حالت میں منتقل کیے گئے معمر شخص سے 2 بھارتی پاسپورٹ برآمد ہوئے ہیں۔</p>\n<p>ڈان نیوز کے مطابق پولیس کا کہنا ہے کہ معمر شخص شام 6 بجے پارکنگ پلازہ سے سے بیہوشی کی حالت میں ملے تھے، معمر شخص کو ریسکیو ایمبولنس کے ذریعے جناح ہسپتال منتقل کیا گیا تھا۔</p>\n<p>برآمد ہونے والے پاسپورٹ جدہ سے جاری ہوا ہے، پاسپورٹ پر حیدرآباد اے پی کا پتا درج ہے، ملنے والے دونوں پاسپورٹ خاتون کے ہیں جن کی میعاد 2028 تک ہے۔</p>\n"
  },
  {
    "title": "فنکاروں کی کوئی سرحد نہیں ہوتی، ان کا کام جنگ لڑنا نہیں، ثنا نواز",
    "link": "https://www.dawnnews.tv/news/1259322/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/141243233c62222.jpg?r=124524",
    "author": "انٹرٹینمنٹ ڈیسک",
    "time": "2025-05-14 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/141243233c62222.jpg",
    "content": "<p>ماضی کی مقبول فلمی اداکارہ و ماڈل ثنا نواز نے کہا ہے کہ فنکاروں کی کوئی سرحد نہیں ہوتی، ان کا کام جنگیں لڑنا نہیں ہوتا، وہ سرحدوں سے آگے ہوتے ہیں۔</p>\n<p>ثنا نواز نے لندن میں صحافیوں سے بات کرتے ہوئے پاکستان اور بھارت کے درمیان جاری تنازع پر بات کرتے ہوئے فنکاروں کے کردار پر بھی بات کی۔</p>\n<p>ان کی جانب سے انسٹاگرام پر شیئر کی گئی ایک ویڈیو میں انہوں نے ممالک کے درمیان کشیدگی اور جنگ کے وقت فنکاروں کے کام اور کردار پر بات کی۔</p>\n<p>اداکارہ کا کہنا تھا کہ فنکار امن کے سفیر ہوتے ہیں، ان کا کام لڑنا نہیں ہوتا، وہ سرحدوں کی قید سے آزاد ہوتے ہیں۔</p>\n<p>ثنا نواز کے مطابق فنکاروں کے لیے سب سے مشکل بات یہ ہے کہ اگر وہ کسی معاملے پر بات کرتے ہیں تو بھی ان پر تنقید کی جاتی ہے اور اگر وہ خاموش رہتے ہیں، تو بھی انہیں تنقید کا نشانہ بنایا جاتا ہے۔</p>\n<p>اداکارہ نے کہا کہ اگرچہ فنکار سرحد کی قید سے آزاد ہوتے ہیں، وہ سرحدوں سے آگے ہوتے ہیں لیکن اس باوجود ہر اداکار پر اپنے ملک کی حفاظت کرنا اور ملک کے حق میں بات کرنا ان کا فرض ہے۔</p>\n<p>ثنا نواز کا کہنا کہنا تھا کہ جہاں ملک اور اپنے وطن کی بات آتی ہے، وہاں فنکاروں کو اپنے ملک کے ساتھ کھڑا ہونا چاہیے، اس میں کوئی شک نہیں۔</p>\n<p>اداکارہ نے پاکستان اور بھارت کے درمیان جاری تنازع کو دونوں ممالک کے لیے مشکل ترین وقت قرار دیتے ہوئے کہا کہ پاک- بھارت کشیدگی انتہائی سنجیدہ معاملہ ہے لیکن فنکاروں کا کام لڑنا نہیں۔</p>\n<p>انہوں نے یہ بھی کہا کہ فنکار عوام کے دلوں میں بستے ہیں، وہ سرحد کی قید سے آزاد ہوتے ہیں، وہ سرحدوں سے آگے ہیں، وہ امن اور محبت کے سفیر ہوتے ہیں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n"
  },
  {
    "title": "قومی اسمبلی کا بھارتی جارحیت پر سخت ردعمل، مودی کو ’سرٹیفائیڈ دہشت گرد‘ قرار دیدیا",
    "link": "https://www.dawnnews.tv/news/1259316/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/14105332817ceac.jpg?r=123317",
    "author": "افتخار اے خان",
    "time": "2025-05-14 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/14105332817ceac.jpg",
    "content": "<p>پاکستانی اور بھارت کے درمیان حالیہ کشیدگی پر قومی اسمبلی کے اجلاس میں ارکان قومی اسمبلی نے افواج پاکستان کے کردار کو سراہتے ہوئے بھارتی وزیراعظم نریندر مودی کو ’سرٹیفائیڈ دہشت گرد‘ قرار دے دیا اور متنبہ کیا کہ وہ سیاسی فائدے کے لیے کسی بھی حد تک جاسکتے ہیں کیونکہ اُن کی سیاست لاشوں پر پروان چڑھ رہی ہے۔</p>\n<p>ڈان اخبار کی <a href=\"https://www.dawn.com/news/1910922/lawmakers-slam-modi-caution-against-another-misadventure\"><strong>رپورٹ</strong></a> کے مطابق قومی اسمبلی کے اجلاس سے خطاب کرتے ہوئے سابق وزیر خارجہ و رہنما پیپلز پارٹی حنا ربانی کھر نے کہا کہ بھارت نے عقل سے عاری قدم اٹھایا جبکہ پاکستان نے ذمہ داری کا مظاہرہ کیا لیکن ہمارے صبر کو کمزوری سمجھا گیا، انہوں نے کہا کہ پاکستان کی صلاحیتوں کو ہمیشہ نظر انداز کیا گیا لیکن افواج پاکستان نے اپنی صلاحیتوں کو دنیا بھر میں ثابت کردیا۔</p>\n<p>سابق وزیر خارجہ نے بھارت کو خبردار کیا کہ دہشت گردی کے خلاف کارروائی کے نام پر سرحد پار حملوں کو جواز بنانا خطرناک نظیر بنے گا، اگر ایسی دلیل کو قبول کیا گیا تو پاکستان بھی بھارت میں کارروائیوں کا جواز دے سکتا ہے جہاں ہمیں بھارتی ریاستی دہشت گردی کے ثبوت حاصل ہیں۔</p>\n<p>انہوں نے پہلگام واقعے کا حوالہ دیتے ہوئے کہا کہ بھارت نے اس حملے کو جواز بنا کر پاکستان پر حملوں کا آغاز کیا، اگر پاکستان میں دہشت گردی کا واقعہ ہوجائے تو ہمیں کیا کرنا چاہیے؟، حنا ربانی کھر نے کہا کہ اگر ایسا ہے تو جعفر ایکسپریس حملے جیسے واقعات میں بھارت کے ملوث ہونے کے ثبوت ملنے پر جوابی کارروائی میں پاکستان بھی بھارت پر حملہ کرسکتا ہے۔</p>\n<p>حنار بانی کھر نے بھارت کو دہشت گردی کو ہتھیار بنانے اور بین الاقوامی قوانین کی دھجیاں اُڑانے پر تنقید کی اور کہا کہ ’کیا آپ سب اقوام متحدہ کے چارٹر اور بین الاقوامی قانون کے پیرا میٹر کے پابند نہیں رہے؟‘ انہوں نے سوال کیا کہ ’کیا اب ہم آرٹیکل 25 کا حصہ نہیں رہے جو کہ تمام ملکوں کو اقوام متحدہ کی سلامتی کونسل کی قراردادوں کو برقرار رکھنے کا پابند کرتا ہے؟‘</p>\n<p>مقبوضہ کشمیر کے حوالے سے بھارتی وزیر اعظم نریندر مودی کے یکطرفہ اعلانات کو تنقید کا نشانہ بناتے ہوئے سابق وزیر خارجہ نے پوچھا کہ کیا دنیا سے توقع کی جاتی ہے کہ وہ اس طرح کے دعووں کے بعد نریندر مودی کو ’خراج تحسین پیش کرے‘۔ اُن کا یہ بھی کہنا تھا کہ بھارتی بیانیہ دنیا کو نظر آنا شروع ہوگیا ہے اور اب امریکی صدر ڈونلڈ ٹرمپ نے بھی مسئلہ کشمیر کو متنازع تسلیم کرلیا ہے۔</p>\n<p>حنا ربانی کھر نے آپریشن ’بنیان مرصوص‘ کے دوران قومی اتحاد کی بھی تعریف کی، ساتھ ہی بھارت پر طنز کرتے ہوئے کہا کہ ہم صرف ’ہائی ٹیک کھلونے‘ خریدتے ہی نہیں بلکہ انہیں استعمال کرنے کے لیے تربیت بھی دیتے ہیں۔</p>\n<p>انہوں نے مزید کہا کہ بھارت پچھلے 15 سالوں سے سفارتی طور پر خود کو پاکستان سے الگ کرنے کی کوششیں کر رہا ہے، بھارتی حکومت کی یہ حکمت عملی ناکام ہوگئی، اس نے دنیا کے سامنے پاکستان کو بدنام کرنے کی کوشش کی جس میں وہ ناکام ہوگیا، بھارت اگر دہشت گردی کے مسئلے سے نمٹنے میں سنجیدہ ہے تو اُسے مذاکرات سے دور نہیں بھاگنا چاہیے۔</p>\n<h1><a href=\"#2-بلز-کی-منظوری\"></a>2 بلز کی منظوری</h1>\n<p>بعد ازاں قومی اسمبلی کے اجلاس میں اکثریت کی حمایت سے دو نجی بلز بھی منظور ہوئے جس میں سے ایک انٹرنیشنل ایگزامینیشن بورڈ بل 2024 اور گھرکی انسٹی ٹیوٹ آف سائنس اینڈ ٹیکنالوجی بل 2024 شامل تھے۔</p>\n<p>متعلقہ قائمہ کمیٹیوں کی جانب سے دونوں بلوں کا پہلے جائزہ لیا گیا تھا اور بعد میں ان کی منظوری دی گئی۔</p>\n"
  },
  {
    "title": "بھارتی کوششیں ناکام، آئی ایم ایف نے پاکستان کو ایک ارب 2 کروڑ 30 لاکھ ڈالر جاری کردیے",
    "link": "https://www.dawnnews.tv/news/1259320/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/14122715ab9c44d.png?r=122726",
    "author": "ویب ڈیسک",
    "time": "2025-05-14 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/14122715ab9c44d.png",
    "content": "<p>بھارت کی تمام ترکوششیں ناکام ہوگئیں اور عالمی مالیاتی ادارے (آئی ایم ایف) سے قرض پروگرام کی قسط کے ایک ارب 2 کروڑ 30 لاکھ ڈالرپاکستان منتقل ہوگئے۔</p>\n<p>ڈان نیوز کے مطابق اسٹیٹ بینک نے آئی ایم ایف سے ایک ارب 2 کروڑ 30 لاکھ ڈالر  منتقل ہونے کی تصدیق کردی، یہ رقم اختتام ہفتہ پر زرمبادلہ کے ذخائر میں ظاہر ہوگی۔</p>\n<p>واضح رہے کہ مقبوضہ کشمیر کے علاقے پہلگام میں 22 اپریل کو مبینہ عسکریت پسندوں کے حملے میں 26 افراد کی ہلاکت کے بعد پاک-بھارت کشیدگی بڑھنے پر بھارت نے پاکستان مخالف دیگر اقدامات کے ساتھ ساتھ آئی ایم ایف سے مطالبہ کیا تھا کہ پاکستان کو قرض پروگرام کی قسط کا اجرا روکا جائے۔</p>\n<p>تاہم آئی ایم ایف کے ایگزیکٹیو بورڈ نے گزشتہ ہفتے 9 مئی کو بھارتی مخالفت کے باوجود پاکستان کے لیے ایک ارب ڈالر قسط کی منظوری دی تھی۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>آئی ایم ایف ایگزیکٹو بورڈ نے پاکستان کے لیے 2.4 ارب ڈالر کی منظوری دینے کا اعلامیہ جاری کیا تھا۔</p>\n<p>اعلامیہ کے مطابق موجودہ قرض پروگرام کی دوسری قسط کے لیے ایک ارب ڈالر منظور کرلیے گئے ہیں، موجودہ قرض پروگرام میں پاکستان کے لیے 7 ارب ڈالر میں سے 2.1 ارب ڈالر منظور کیے گئے۔</p>\n<p>اعلامیہ میں کہا گیا کہ موسمیاتی تبدیلیوں کے لیے 1.4 ارب ڈالر ملیں گے، جب کہ پاکستان کو اصلاحات پر سختی سے عمل درآمد کرنا ہوگا۔</p>\n<p>آئی ایم ایف کی جانب سے جاری کردہ اعلامیہ کے مطابق پاکستان نے معاشی اہداف کے حصول میں شاندار کارکردگی دکھائی، آئندہ مالی سال سے زرعی آمدن پر انکم ٹیکس کی وصولی کو یقینی بنانا ہوگا۔</p>\n<p>اعلامیہ میں مزید کہا گیا تھا کہ پاکستان کا بجٹ سرپلس 30 جون تک 2.1 فیصد ہونا چاہیے، رواں مالی سال 30 جون تک پاکستان کے زرمبادلہ کے ذخائر 13.9 ارب ڈالر تک پہنچنے کی امید ہے۔</p>\n"
  },
  {
    "title": "’ٹرمپ کا غیرجانبدار رہنے کا فیصلہ بھارت کے لیے بڑا سفارتی دھچکا تھا‘",
    "link": "https://www.dawnnews.tv/news/1259315/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/14120050971a248.jpg?r=120055",
    "author": "زاہد حسین",
    "time": "2025-05-14 00:00:00",
    "main_image": "",
    "content": "<p>چار روزہ سنگین تنازع کے بعد میزائلز کا تبادلہ رک چکا ہے اور بندوقیں خاموش ہوچکی ہے، ایک ایسا تنازع جو جنوبی ایشیا کی دو ایٹمی قوتوں کے درمیان مکمل جنگ چِھڑ جانے کا باعث بن سکتا تھا۔</p>\n<p>امریکا کی ثالثی میں ہونے والی جنگ بندی کے بعد پاکستان اور بھارت جنگ کے دہانے سے واپس لوٹ چکے ہیں۔ تصادم بے شک رک چکا ہو لیکن جنگ بندی کے حوالے سے صورت حال بےیقینی کا شکار ہے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>اب اس بات کا کوئی امکان نہیں ہے کہ بھارت تناؤ پیدا کرنے والے اہم مسائل پر پاکستان کے ساتھ معنی خیز مذاکرات کرنے پر رضامند ہے۔ دونوں ممالک کے درمیان کئی دہائیوں بعد 4 روز کی سخت ترین فوجی کشیدگی کا نتیجہ وہ نہیں نکلا جو پاکستان کے کئی شہروں پر بیک وقت میزائل حملے کرنے والی بھارت کی دائیں بازو کی انتہائی قوم پرست حکومت کی خواہش تھی۔ بلاجواز بھارتی جارحیت کا پاکستان کی جانب سے فوری اور بھرپور قوت سے جواب دیا گیا جس کی بھارت کو توقع نہ تھی۔</p>\n<p>پاکستان پر حملے کرنے کے چند گھنٹوں بعد ہی بھارت نے اپنی برتری کھو دی تھی کہ جب پاکستان نے شاندار فضائی تصادم میں جدید ترین بھارتی جنگی طیاروں کو مارگرایا جس کی جدید فضائی جنگ میں کوئی مثال نہیں ملتی۔ بھارت نے پاکستان کے فضائی اور عسکری اڈوں کو نشانہ بنا کر کشیدگی میں اضافہ کیا۔ پاکستان کے شہروں پر میزائل اور ڈرونز برسائے۔ پاکستانی افواج نے بھی بھارتی کارروائیوں کا زیادہ شدت سے بھرپور جواب دیا۔</p>\n<p>4 روزہ سخت کشیدگی دو جوہری ہتھیاروں سے لیس ممالک کو مکمل جنگ کے اتنا قریب لے آئی کہ کہ ماضی میں اس کی مثال نہیں ملتی، اس نے واشنگٹن اور دیگر ممالک کو تشویش میں مبتلا کیا ہے۔ اگرچہ امریکی صدر ڈونلڈ ٹرمپ کی انتظامیہ ابتدا سے ہی دونوں ممالک کی قیادت سے رابطے میں تھی لیکن جب تصادم نے سنگین رخ اختیار کیا تو سفارتی کوششوں میں تیزی آئی۔</p>\n<p>ایک بار پھر دونوں ممالک کے تنازع کو تیسری قوت کی مداخلت سے روکا گیا۔ صدر ٹرمپ دعویٰ کرتے ہیں کہ امریکی مداخلت سے دونوں ممالک کے درمیان جوہری جنگ روکی گئی لیکن بھارت کسی بھی بیرونی دباؤ کے سامنے جھکنے کی مسلسل تردید کررہا ہے۔ ڈونلڈ ٹرمپ نے تناؤ کم کرنے کے لیے نہ صرف سفارتی ثالثی کی پیش کش کی بلکہ انہوں نے امن کو اقتصادی تعلقات سے منسلک کیا ہے۔ جنگ بندی کو تجارت سے جوڑنے نے دونوں ممالک کو کشیدگی کم کرنے پر مجبور کیا۔</p>\n<p>یہ شاید پہلا موقع تھا کہ امریکی انتظامیہ نے امن کی سفارت کاری میں، تجارت کو فائدے کے لیے استعمال کیا ہے۔ اگرچہ بدترین حالات ٹل گئے ہوں لیکن دنیا کے غیرمستحکم ترین خطوں میں سے ایک میں حقیقی امن کا حصول اب بھی مشکل ہے۔ بھارت سندھ طاس معاہدے کی معطلی کے اپنے فیصلے سے اب بھی پیچھے نہیں ہٹا ہے جسے پاکستان نے اعلانِ جنگ کے طور پر بیان کیا ہے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>بھارتی وزیر اعظم نریندر مودی اپنی جنگی روش پر برقرار رہتے ہوئے پانی روکنے اور مسئلہ کشمیر پر پاکستان کے ساتھ باہمی مذاکرات نہ کرنے کے اپنے سخت مؤقف پر قائم ہیں کیونکہ وہ سمجھتے ہیں کہ 2019ء میں کشمیر کی خصوصی حیثیت ختم کرنے اور الحاق کے ان کی حکومت کے یک طرفہ فیصلے کے بعد مسئلہ کشمیر حل ہوچکا ہے۔ انہوں نے واضح کیا ہے کہ اگر مذاکرات ہوں گے تو وہ پاکستان کے زیرِ انتظام کشمیر پر ہوں گے۔</p>\n<p>جس امر نے بھارتی وزیر اعظم کو سب سے زیادہ مشتعل کیا وہ یہ ہے کہ حالیہ محاذ آرائی نے اقوامِ عالم کو ایک بار پھر مسئلہ کشمیر پر متوجہ کیا ہے۔</p>\n<p>ڈونلڈ ٹرمپ کی کشمیر اور دیگر مسائل پر ثالثی کی پیش کش نے مودی کو مشتعل کیا ہے جوکہ جنگ بندی معاہدے کے بعد ان کے پہلے خطاب میں عیاں تھا۔ مودی حکومت نے بھارت کے اس دیرینہ مؤقف کو برقرار رکھا ہے کہ وہ بین الاقوامی ثالثی کو قبول نہیں کرے گا جسے بھارت نے دونوں ممالک کا معاملہ قرار دیا ہے۔</p>\n<p>کشمیر کے متنازع علاقے میں کسی بھی دہشتگردی کے بدلے میں مودی نے اپنے فوجی کمانڈرز کو سرحد پار کارروائی کا مکمل اختیار دیا جوکہ پریشان کُن ہے۔ کچھ تجزیہ کاروں کے مطابق اس سے ظاہر ہوتا ہے کہ بھارت فوجی کارروائی کرنے کی حدود کو مزید کم کررہا ہے۔ گمان ہوتا ہے کہ مودی حکومت نے حالیہ تصادم اور 2019ء میں پاکستان کے خلاف فوجی کارروائی کرکے کوئی سبق حاصل نہیں کیا۔</p>\n<p>بھارت کا تنازعے کو جوہری نہج تک نہ پہنچنے دینے کے نظریے کا پاکستان نے دونوں مواقع پر بھرپور کارروائی سے جواب دیا ہے جس نے ظاہر کیا کہ پاکستان کے پاس بھارت کی فوجی جارحیت کو روکنے کی بھرپور روایتی جنگی صلاحیت ہے۔ بھارتی جنگی طیارے گرانے نے جدید ٹیکنالوجی کی فضائی جنگ میں پاکستان کی برتری کو ظاہر کیا ہے۔ 2019ء میں بھی پاک فضائیہ نے بھارتی طیارہ مار گرایا تھا اور پائلٹ کو حراست میں لیا تھا۔</p>\n<p>لیکن تجزیہ کاروں کا کہنا ہے کہ حالیہ کشیدگی میں جو کچھ ہوا اس نے بھارت کی روایتی جنگ میں برتری کے دعوے کی قلعی کھول دی ہے۔ پہلگام میں 2 درجن سے زائد افراد کے قتل کے بعد مودی حکومت نے دوجہتی نقطہ نظر اختیار کرکے پاکستان کے خلاف فوجی کارروائی کرنے کا فیصلہ کیا۔ فوجی کارروائیوں کے دائرہ کار کو پاکستان کے مرکزی شہروں تک وسعت دیتے ہوئے، نئی دہلی نے اسلام آباد کو بین الاقوامی سطح پر بھی تنہا کرنے کی کوشش کی۔</p>\n<p>2019ء کے برعکس اس بار فوجی کارروائی کے لیے اسے واشنگٹن اور دیگر مغربی اتحادیوں کی حمایت نہ مل سکی۔ ٹرمپ نے تنازع میں غیرجانبدار رہنے کا فیصلہ کیا جوکہ مودی حکومت کے لیے بڑا سفارتی دھچکا تھا کیونکہ بھارت خود کو امریکا کا اہم اسٹریٹجک اتحادی سمجھتا ہے۔ اس سے پاکستان کو ’سزا دینے‘ کی بھارتی حکمت عملی ناکام ہوگئی۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>دوسری جانب چین کی سفارتی حمایت اور اس کے فوجی تعاون نے عسکری طاقت کا مقابلہ کرنے میں پاکستان کے مورال میں کافی اضافہ کیا۔ پاک فضائیہ نے چین کے جدید میزائل کی مدد سے اہداف کو کامیابی سے نشانہ بنایا۔ اس نے بھارت کو مضبوط جغرافیائی سیاسی پیغام دیا۔</p>\n<p>تاہم جارحیت کا منہ توڑ جواب دینے پر افواج کی کامیابی کا جشن منانے کی پاکستان کے پاس وجہ موجود ہے لیکن یہ جیت کا اعلان کرنے کا وقت نہیں ہے۔ یہ غور و فکر کرنے کا وقت ہے۔ اس تنازع نے ہماری کمزوریوں کو آشکار کیا ہے۔ کشیدگی کے دوران ہماری سب سے بڑی پریشانی یہ تھی کہ آیا آئی ایم ایف قرض کی اگلی قسط منظور کرے گا یا نہیں۔ کمزور معیشت کے ساتھ ملک کی سالمیت اور خودمختاری کا کامیابی سے دفاع انتہائی مشکل ہے۔</p>\n<p>جنگ بندی کے بعد اب ہمارے ملک کے پاس موقع ہے کہ وہ اپنی معیشت پر توجہ مرکوز کرے۔ اسی طرح ملک میں سیاسی استحکام بحال کرنا بھی ضروری ہے۔ قوم اگر سیاسی طور پر تقسیم کا شکار ہوگی تو اس سے ملک انتہائی کمزور ہوگا۔ تاہم جنگ کے دہانے سے واپس آتے ہوئے ہمیں ابھی بہت سے اسباق سیکھنے ہیں۔</p>\n<hr/>\n<p>یہ تحریر انگریزی میں <strong><a href=\"https://www.dawn.com/news/1910934/back-from-the-brink\">پڑھیے</a></strong>۔</p>\n"
  },
  {
    "title": "اسمگلنگ کی روک تھام کیلئے ایندھن کی ترسیل کی ڈیجیٹل نگرانی کا فیصلہ",
    "link": "https://www.dawnnews.tv/news/1259318/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/1411425408d8a01.jpg?r=125918",
    "author": "خلیق کیانی",
    "time": "2025-05-14 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/1411425408d8a01.jpg",
    "content": "<p>حکومت نے قومی اسمبلی میں ایک تاریخی بل متعارف کرایا ہے جس کا مقصد پیٹرولیم مصنوعات کی درآمد اور پیداوار سے لے کر ریٹیل فروخت تک اس کی ڈیجیٹل نگرانی کو یقینی بنانا ہے تاکہ اسمگلنگ اور ملاوٹ کو روکا جا سکے، یہ عوامل نہ صرف ماحول اور گاڑیوں کے انجنوں کو نقصان پہنچاتے ہیں بلکہ ہر سال خزانے کو 300 سے 500 ارب روپے کا خطیر نقصان بھی پہنچاتے ہیں۔</p>\n<p>ڈان اخبار میں شائع <a href=\"https://www.dawn.com/news/1910845/govt-to-digitally-track-fuel-supply-curb-smuggling\"><strong>رپورٹ</strong></a> کے مطابق  پیر کو وزیر پیٹرولیم علی پرویز ملک کی جانب سے پیش کردہ پیٹرولیم (ترمیمی) ایکٹ 2025 پیٹرولیم ایکٹ 1934 میں ترمیم کی کوشش ہے، مجوزہ قانون میں نئی شقیں شامل کی گئی ہیں جن کے تحت انفارمیشن ٹیکنالوجی پر مبنی نظام کے ذریعے پیٹرولیم مصنوعات کی نگرانی کی جائے گی تاکہ اسمگلنگ کو روکا جا سکے اور غیر قانونی نقل و حمل اور ڈی‌کنٹیشن (یعنی غیر محفوظ طریقے سے پیٹرول کی منتقلی) کے خلاف سخت کارروائی کی جا سکے، ساتھ ہی غیر قانونی پیٹرول پمپس کے خلاف بھی اقدامات کیے جائیں گے۔</p>\n<p>ملک کی تمام مقامی ریفائنریز اور بڑی آئل مارکیٹنگ کمپنیاں انفرادی اور اجتماعی طور پر طویل عرصے سے حکومت سے یہ مطالبہ کر رہی تھیں کہ وہ سرحدوں پر اور ملک کے اندر پیداوار اور فروخت کے مقامات پر سخت اقدامات کرے تاکہ پیٹرولیم مصنوعات، بشمول ایل پی جی کی اسمگلنگ کو روکا جا سکے، کیونکہ یہ نہ صرف ان کے کاروبار کو متاثر کرتی ہے بلکہ حکومت کو بھی بھاری مالی نقصان اٹھانا پڑتا ہے۔</p>\n<p>سنہ 2020 میں اُس وقت کے وزیرِاعظم کے حکم پر کی گئی ایک انکوائری میں اندازہ لگایا گیا تھا کہ سالانہ 250 ارب روپے سے زائد مالیت کی پیٹرولیم مصنوعات زیادہ تر ایران سے پاکستان میں اسمگل کی جا رہی ہیں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>اپریل 2024 میں ایک مشترکہ انٹیلی جنس رپورٹ میں انکشاف کیا گیا کہ یومیہ تقریباً ایک کروڑ لیٹر ایرانی پیٹرول اور ڈیزل زمینی اور سمندری راستوں سے پاکستان میں داخل ہو رہا ہے، جس سے حکومت کو 227 ارب روپے سے زائد کے ریونیو کا نقصان ہو رہا ہے۔</p>\n<p>رپورٹ میں ملک کے تقریباً 12 قانون نافذ کرنے والے اداروں میں موجود 100  کالی بھیڑوں، ملک بھر میں قائم 533 غیر قانونی پیٹرول پمپس کے مالکان اور آپریٹرز کے علاوہ ایرانی تیل کے 105 اسمگلرز کی تفصیلات فراہم کی گئی ہیں۔</p>\n<p>رپورٹ میں غیر رسمی سرحدی راستوں اور ان راستوں کی مکمل معلومات بھی فراہم کی گئیں جن سے اسمگل شدہ سامان پاکستان کے مختلف حصوں میں پہنچایا جاتا ہے۔</p>\n<p>تیل کی صنعت سے وابستہ حکام اور ذرائع کا کہنا ہے کہ یہ رپورٹس تو محض ایک سرسری سا نمونہ ہے، اور ان رپورٹس میں پیٹرولیم مصنوعات میں ملاوٹ کے غیر قانونی کاروبار اور اس کی طریقہ کار کو مکمل طور پر نہیں سمیٹا گیا۔</p>\n<p>نئے قانون کی شقوں کے تحت حکومت کو یہ اختیار دیا گیا ہے کہ وہ کسٹمز ایکٹ 1969کے تحت ڈپٹی کمشنرز، اسسٹنٹ کمشنرز اور نامزد افسران کے ذریعے پیٹرولیم مصنوعات، مشینری، سازوسامان، نقل و حمل اور ذخیرہ کرنے کی سہولتوں کو سزا سے پہلے اور بعد میں ضبط کر سکے، تاکہ غیر قانونی سرگرمیوں کے خلاف سخت انتظامی کارروائیاں عمل میں لائی جا سکیں۔</p>\n<p>تیز قانونی کارروائی کو یقینی بنانے کے لیے مجوزہ قانون کے تحت مقدمات کی سماعت کے اختیارات سیشن عدالتوں کو دیے جائیں گے، جبکہ انتظامی عمل درآمد کی ذمہ داری ڈپٹی کمشنرز ور اسسٹنٹ کمشنرز کو سونپی جائے گی۔</p>\n<p>ایک اور شق میں ہائی کورٹ میں اپیل کے حق کی ضمانت دی گئی ہے، جبکہ ایک اور شق کے تحت ڈپارٹمنٹ آف ایکسپلوزوز یا دیگر متعلقہ ریگولیٹری اداروں کو پابند کیا گیا ہے کہ وہ مخصوص مدت کے اندر لائسنس کی تجدید، توسیع یا نئے لائسنس کے اجرا کا فیصلہ کریں۔</p>\n<p>ایک اہم شق میں پیٹرولیم مصنوعات کی ڈیجیٹل نگرانی اور ٹریکنگ کا فریم ورک پیش کیا گیا ہے، جس میں ریئل ٹائم ڈیٹا اور سرکاری اداروں کے درمیان ہم آہنگ کارروائی کے ذریعے پیٹرولیم مصنوعات کے ذخیرے کے مقامات، پیٹرول پمپس اور ٹرانسپورٹ گاڑیوں کو آئی ٹی سسٹمز کے ذریعے ٹریک کرنے کا نظام شامل ہے۔</p>\n<p>مسودہ قانون کے تحت کوئی بھی فرد اگر غیر قانونی طور پر پیٹرولیم مصنوعات کی درآمد، نقل و حمل، ذخیرہ، پیداوار یا فروخت میں ملوث پایا گیا تو اسے 10 لاکھ روپے جرمانہ ہوگا، جو دوبارہ خلاف ورزی کی صورت میں 50 لاکھ روپے تک بڑھ سکتا ہے، بغیر لائسنس کے چلنے والی تنصیبات کو سیل کر دیا جائے گا اور ان کی مشینری، ٹینک اور اسٹاک ضبط کر لیا جائے گا۔</p>\n<p>ایسے ادارے کے مالک پر  ایک کروڑ روپے تک جرمانہ عائد کیا جائے گا، منسوخ یا معطل لائسنس کے حامل افراد کو 6 ماہ کی مہلت دی جائے گی تاکہ وہ تجدید کرا سکیں، اس مدت میں تجدید نہ کرانے کی صورت میں ضبطی عمل میں لائی جائے گی اور 10 لاکھ روپے جرمانہ ہوگا۔</p>\n<p>ڈپارٹمنٹ آف ایکسپلوزوز موصول ہونے والی مطلوبہ دستاویزات اور فیس کے بعد ایک ماہ کے اندر لائسنس کی تجدید کرے گا۔</p>\n<p>اگر کسی عمارت یا تنصیب میں اسمگل شدہ پیٹرولیم مصنوعات کا ذخیرہ یا فروخت کی جا رہی ہو تو اُس کے مالک کو سخت کارروائی کا سامنا ہوگا، ایسی تنصیب کو بند کر دیا جائے گا، تمام مشینری، ساز و سامان، مواد، اسٹوریج ٹینکس اور پیٹرولیم مصنوعات جو استعمال یا فروخت ہو رہی ہوں گی، انہیں ضبط کر لیا جائے گا،\nمالک پر 10 کروڑ روپے کا جرمانہ عائد کیا جائے گا، اور اُس تنصیب کا لائسنس منسوخ کر دیا جائے گا۔</p>\n<p>علاوہ ازیں، ایسا کوئی بھی ذریعۂ نقل و حمل (گاڑی، ٹرک، ٹینکر وغیرہ) جو اسمگل شدہ پیٹرولیم مصنوعات کی ترسیل میں استعمال ہو رہا ہو، وہ بھی ضبط کر لیا جائے گا۔</p>\n"
  },
  {
    "title": "کراچی: ناظم آباد میں اسکول کے دروازے پر فائرنگ، باپ جاں بحق، بیٹی شدید زخمی",
    "link": "https://www.dawnnews.tv/news/1259314/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/141022517f2b55f.jpg?r=102336",
    "author": "ویب ڈیسک",
    "time": "2025-05-14 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/141022517f2b55f.jpg",
    "content": "<p>کراچی میں فائرنگ کے واقعات میں 2 شہری جاں بحق اور 2 زخمی ہوگئے جبکہ پولیس سے مبینہ مقابلوں کے دوران 2 ملزمان ہلاک ہوگئے۔</p>\n<p>ڈان نیوز کے مطابق ناظم آباد گول مارکیٹ میں گورنمنٹ گرلز ہائر سیکنڈری اسکول کے گیٹ پر فائرنگ کا واقعہ پیش آیا جس کے نتیجے میں باپ جاں بحق اور بیٹی شدید زخمی ہوگئی۔</p>\n<p>ریسکیو کے مطابق بچی کی عمر 10 سال ہے جو اسکول یونیفارم میں ملبوس تھی، فائرنگ کی اطلاع ملنے پر پولیس جائے وقوع پر پہنچ گئی۔</p>\n<p>اسکول انتظامیہ کے مطابق باپ اپنی بیٹی کو اسکول چھوڑنے آیا تھا، اسکول کے گیٹ پر ہی فائرنگ کا واقعہ پیش آیا، بچی کا نیا ایڈمیشن ہوا تھا، اس لیے زیادہ معلومات نہیں۔</p>\n<p>ایس ایچ او اور ڈی ایس پی کرائم سین پر پہنچ گئے، پولیس کے مطابق قتل دشمنی کی بنا پر کیا گیا، جاں بحق شخص راشد اسٹیٹ ایجنسی چلاتا تھا، ادھیڑ عمر قاتل اسکول کے باہر کھڑا انتظار کر رہا تھا، راشد جیسے ہی اپنی بیٹی کو اسکول چھوڑنے آیا ملزم  نے موٹر سائیکل سے اتر کر پہلی گولی بچی اور دوسری باپ کے سر پر ماری۔</p>\n<p>پولیس کے مطابق فائرنگ کرنے والے شخص کی سفید داڑھی تھی، سی سی ٹی وی فوٹیج اور دیگر کے ذریعے ملزم کی تلاش کر رہے ہیں۔</p>\n<p>دوسری جانب نیپا چورنگی راشد منہاس روڈ پر فائرنگ سے ایک شخص  جاں بحق ہوگیا، پولیس کے مطابق مقتول کی شناخت کامران عباس کے نام سے ہوئی ہے۔</p>\n<p>پولیس حکام کے مطابق مبینہ طور پر موٹرسائیکل سوار ملزمان نے ڈکیتی کے دوران مزاحمت پر موٹرسائیکل سوار کو گولی ماری، جائے وقوع سے شواہد اکٹھے کیے جا رہے ہیں اوراطراف کی سی سی ٹی وی فوٹیج بھی حاصل کی جا رہی ہے۔</p>\n<p>دریں اثنا، نارتھ ناظم آباد میں ڈاکوؤں نے موٹرسائیکل چھیننے کے دوران فائرنگ کرکے 2 بھائیوں کو زخمی کردیا اور فرار ہوگئے۔</p>\n<h1><a href=\"#ایف-بی-ایریا-میں-2-بیٹوں-نے-باپ-کو-قتل-کردیا\"></a>ایف بی ایریا میں 2 بیٹوں نے باپ کو قتل کردیا</h1>\n<p>علاوہ ازیں، ایف بی ایریا بلاک 14 سے بوری میں بند تشدد زدہ لاش ملی، پولیس کے مطابق مقتول خاور انجم حکیم اور آبائی تعلق میرپور خاص سے تھا، خاور انجم کو اس کے بیٹوں نے تشدد اور گلا گھونٹ کر قتل کیا۔</p>\n<p>پولیس کے مطابق ملزمان لاش کو بوری میں بند کرکے موٹرسائیکل پر ٹھکانے لگانے لے جارہے تھے، راستے میں پولیس نے روک کر بوری کھولی تو لاش مل گئی، مقتول کے دونوں بیٹوں ابراہیم اور افضل کو گرفتار کرلیا گیا ہے۔</p>\n<p>پولیس کے مطابق مقتول خاور انجم اپنے بیٹوں کے ساتھ مدرسہ میں ایک کمرے میں رہائش پذیر تھا، واقعے کے اصل محرکات جاننے کے لیے مزید تفتیش جاری ہے۔</p>\n<h1><a href=\"#مختلف-واقعات-میں-2-جرائم-پیشہ-افراد-ہلاک\"></a>مختلف واقعات میں 2 جرائم پیشہ افراد ہلاک</h1>\n<p>علاوہ ازیں، لانڈھی شیر پاؤکالونی میں ڈکیتی کے دوران ملزم اپنے ہی ساتھی کی فائرنگ سے ہلاک ہوگیا، پولیس کے مطابق دو ملزمان گھر میں لوٹ مار کرنے داخل ہوئے، ملزمان کو دیکھ کر گھر کے افراد نے شور مچایا، تو اہل محلہ جمع ہوگئے۔</p>\n<p>پولیس کے مطابق ملزمان نے فرار ہوتے ہوئے فائرنگ کردی جس سے ان کا ساتھی ہلاک اور خاتون زخمی ہوئی، ہلاک ملزم سے اسلحہ اور لوٹا ہوا سامان برآمد کرلیا گیا۔</p>\n<p>دریں اثنا، جہاں آباد میں پولیس کے سرچ آپریشن کے دوران ملزمان نے پولیس پر فائرنگ کردی، جوابی فائرنگ سے ایک ملزم ہلاک اور اس کا  ساتھی فرار ہوگیا، پولیس کے مطابق ہلاک ملزم سے اسلحہ اور موٹرسائیکل برآمد کرلی گئی ہے۔</p>\n"
  },
  {
    "title": "پیٹرولیم مصنوعات کی قیمتوں میں 7 روپے تک کمی کا امکان",
    "link": "https://www.dawnnews.tv/news/1259313/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/140956252718058.jpg?r=095647",
    "author": "خلیق کیانی",
    "time": "",
    "main_image": "https://i.dawn.com/primary/2025/05/140956252718058.jpg",
    "content": "<p>بین الاقوامی مارکیٹ میں قیمتوں میں کمی اور پیٹرول پر درآمدی پریمیم میں معمولی کمی کی وجہ سے 31 مئی کو ختم ہونے والے اگلے پندرہ دن کے لیے پیٹرول اور ڈیزل کی قیمتوں میں تقریباً 3.5 اور 7 روپے فی لیٹر کی کمی کا امکان ہے۔</p>\n<p>تاہم یہ ریلیف ٹیکس کی غیر تبدیل شدہ شرحوں سے مشروط ہے۔</p>\n<p>ڈان اخبار کی <a href=\"https://www.dawn.com/news/1910906/petrol-prices-expected-to-come-down-soon-relief-for-ke-subscribers-likely\"><strong>رپورٹ</strong></a> کے مطابق باخبر ذرائع نے بتایا کہ موجودہ ٹیکس کی شرحوں کی بنیاد پر 15 مئی کو ہونے والے حتمی حساب سے پیٹرول کی ایکس ڈپو قیمت میں تقریباً 3.5 روپے کی کمی کا تخمینہ لگایا گیا ہے، جبکہ ہائی اسپیڈ ڈیزل (ایچ ایس ڈی) میں 7 روپے فی لیٹر کمی کی جاسکتی ہے۔</p>\n<p>پیٹرول کی قیمت میں کمی کا تخمینہ پچھلے دو ہفتوں کے دوران پیٹرول کی بین الاقوامی قیمت میں تقریباً 1.5 ڈالر فی بیرل اور ڈیزل میں تقریباً 3 ڈالر فی بیرل کمی سے لگایا گیا ہے۔</p>\n<p>ایکس ڈپو پیٹرول کی موجودہ قیمت 252.63 روپے فی لیٹر ہے۔ پیٹرول زیادہ تر نجی ٹرانسپورٹ، چھوٹی گاڑیوں، رکشوں اور دو پہیوں والی سواری میں استعمال ہوتا ہے اور اس کا براہ راست اثر متوسط ​​اور نچلے متوسط ​​طبقے کے بجٹ پر پڑتا ہے۔</p>\n<p>ہائی اسپیڈ ڈیزل کی موجودہ ایکس ڈپو قیمت 256.64 روپے فی لیٹر ہے۔</p>\n"
  },
  {
    "title": "لاہور: ڈمپر نے 3 رکشوں اور 2 موٹرسائیکلوں کو روند ڈالا، 5 افراد جاں بحق، 4 شدید زخمی",
    "link": "https://www.dawnnews.tv/news/1259312/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/140941387f957f6.jpg?r=094232",
    "author": "ویب ڈیسک",
    "time": "2025-05-14 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/140941387f957f6.jpg",
    "content": "<p>لاہور میں خوفناک ٹریفک حادثے میں 5 افراد جاں بحق ہوگئے، ڈمپر نے 3 رکشوں اور 2 موٹرسائیکلوں کو روند ڈالا، حادثے میں 4 افراد شدید زخمی بھی ہوگئے۔</p>\n<p>ڈان نیوز کے مطابق لاہور کے علاقے باغبانپورہ میں تیز رفتار ڈمپر نے 3 رکشوں اور 2 موٹرسائیکلوں کو روند ڈالا، حادثے میں 5 افراد جاں بحق اور 4 شدید زخمی ہوگئے۔</p>\n<p>ریسکیو حکام کے مطابق حادثہ ڈمپر کے بریک فیل ہونے کے باعث پیش آیا، حادثے کے بعد تیز رفتار ڈمپر الٹ گیا جبکہ ایک رکشہ مکمل طور پر تباہ ہوگیا، حادثے کے بعد لاشوں اور زخمیوں کو ہسپتال منتقل کردیا گیا۔</p>\n<p>دوسری جانب خیبر پختونخوا کے ضلع کرک میں غنڈی میرخان خیل میں عمر آباد کے قریب 2 موٹر سائیکلوں میں خوفناک تصادم کے نتیجے میں 4 افراد جاں بحق اور  ایک  زخمی ہوگیا۔</p>\n<p>پولیس کے مطابق لاشوں اور زخمی کو قریبی ہسپتال منتقل کردیا گیا ہے، جاں بحق افراد کی عمریں 20 سے 30 سال کے درمیان ہیں۔</p>\n"
  },
  {
    "title": "ٹرمپ انتظامیہ پاکستان اور بھارت میں براہ راست مذاکرات کی بحالی کی خواہاں",
    "link": "https://www.dawnnews.tv/news/1259311/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/14091912ea3130f.jpg?r=104206",
    "author": "انور اقبال",
    "time": "2025-05-14 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/14091912ea3130f.jpg",
    "content": "<p>امریکی صدر ڈونلڈ ٹرمپ کی جانب سے بھارت اور پاکستان کو  اپنے تنازعات کے  حل کے لیے اکٹھے ڈنر کی ٹیبل پر بیٹھنے کا مشورہ دینے کے چند گھنٹے بعد امریکی محکمہ خارجہ نے کہا  ہے کہ واشنگٹن اب دونوں ایٹمی طاقتوں کے درمیان براہ راست رابطے کی حوصلہ افزائی پر توجہ مرکوز کیے ہوئے ہے۔</p>\n<p>ڈان اخبار میں شائع <a href=\"https://www.dawn.com/news/1910844/us-wants-pakistan-india-to-resume-direct-talks\"><strong>رپورٹ</strong></a> کے مطابق ریاض میں سعودی-امریکا سرمایہ کاری فورم سے صدر ٹرمپ کے خطاب کے بعد واشنگٹن میں امریکی محکمہ خارجہ کے پرنسپل ڈپٹی ترجمان ٹومی پِگوٹ نے صحافیوں کو بتایا کہ امریکا اب پاکستان اور بھارت کے درمیان براہ راست روابط کو فروغ دینے پر توجہ مرکوز کیے ہوئے ہے۔</p>\n<p>پِگوٹ نے کہا کہ ہم اس ہفتے کے آخر میں بھارت اور پاکستان کے درمیان ہونے والی جنگ بندی کا خیرمقدم کرتے ہیں اور دونوں وزرائے اعظم کو امن کا راستہ اختیار کرنے پر سراہتے ہیں، انہوں نے مزید کہا کہ ہم فریقین کے درمیان براہ راست رابطے کی بھی حوصلہ افزائی کرنا چاہتے ہیں۔</p>\n<p>جب ٹومی پِگوٹ سے پوچھا گیا کہ کیا پاکستان نے اُن دہشت گرد سرگرمیوں کو روکنے کے حوالے سے کوئی یقین دہانی کرائی ہے جن کا بھارت الزام لگاتا ہے، تو انہوں نے اس پر تبصرہ کرنے سے انکار کر دیا، لیکن واشنگٹن کی جانب سے مذاکرات کی حمایت کا اعادہ کیا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>اسلام آباد ایسے الزامات کو قطعی طور پر بے بنیاد قرار دیتا ہے اور بھارت پر الزام عائد کرتا ہے کہ وہ ان الزامات کو پاکستان کے خلاف اپنی جارحیت کو جواز دینے کے لیے استعمال کرتا ہے۔</p>\n<p>ٹومی پِگوٹ نے کہا کہ ہم اس بارے میں واضح رہے ہیں، ہم مسلسل براہ راست روابط کی حوصلہ افزائی کر رہے ہیں، صدر بھی اس بارے میں واضح موقف رکھتے ہیں اور انہوں نے دونوں وزرائے اعظم کو امن اور دانش کا راستہ اپنانے پر سراہا ہے۔</p>\n<p>جب ان سے پوچھا گیا کہ بھارت کی جانب سے امریکا کے کردار کو مسترد کیے جانے پر واشنگٹن کا ردعمل کیا ہے، تو پِگوٹ نے کہا کہ میں اس پر قیاس آرائی نہیں کروں گا، میں صرف یہ کہہ سکتا ہوں کہ ہم براہ راست روابط کی حوصلہ افزائی کرتے ہیں۔</p>\n<p>میڈیا رپورٹس میں پاکستان کی بعض محفوظ ایٹمی تنصیبات سے تابکاری کے اخراج کی خبریں سامنے آنے کے بعد، جب ان سے پوچھا گیا کہ کیا امریکا نے کوئی ٹیم پاکستان بھیجی ہے، تو انہوں نے جواب دیا کہ میرے پاس اس وقت اس بارے میں بتانے کے لیے کچھ نہیں ہے۔</p>\n<p>جب ان سے یہ پوچھا گیا کہ کیا بھارتی وزیرِ اعظم نریندر مودی کا رویہ واشنگٹن کے لیے مایوس کن ہے، تو ترجمان نے کسی بھی تنقید سے گریز کیا، انہوں نے کہا کہ ہم جس چیز پر خوش ہیں وہ جنگ بندی ہے، یہی چیز ہمارے لیے خوشی کا باعث ہے، ہماری توجہ اسی پر مرکوز ہے، ہم چاہتے ہیں کہ جنگ بندی برقرار رہے اور ہم براہ راست روابط کی حوصلہ افزائی کرنا چاہتے ہیں۔</p>\n<p>انہوں نے مزید کہا کہ ہماری توجہ جنگ بندی پر ہے، ہماری توجہ براہ راست روابط کی حوصلہ افزائی پر ہے، یہی ہماری ترجیح رہے گی، صدر اس پر بات کر چکے ہیں۔</p>\n<p>پِگوٹ سے یہ سوال بھی کیا گیا کہ اگر صدر ٹرمپ کشمیر کا تنازع حل کرانے میں کامیاب ہو جاتے ہیں، تو کیا وہ نوبیل امن انعام کے حقدار ہوں گے؟</p>\n<p>انہوں نے جواب دیا کہ صدر امن کے علمبردار ہیں، وہ امن کی قدر کرتے ہیں، وہ ڈیل میکر بھی ہیں اور انہوں نے بارہا یہ صلاحیت دکھائی ہے، جب تنازعات کے حل کی بات آتی ہے تو صدر ان مسائل کو حل کرنا چاہتے ہیں جہاں وہ کر سکتے ہیں، وہ مدد کرنے کے لیے تیار ہیں۔</p>\n"
  },
  {
    "title": "پاکستانی نژاد شفقت علی کینیڈا کے وزیر بن گئے",
    "link": "https://www.dawnnews.tv/news/1259301/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13234343997e532.jpg?r=234402",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13234343997e532.jpg",
    "content": "<p>کینیڈین وزیرِ اعظم مارک کارنی نے اپنی نئی کابینہ کا اعلان کر دیا، جس نئے چہروں کو شامل کیا گیا ہے، جبکہ پاکستانی نژاد شفقت علی کو بھی وزیر مقرر کرلیا۔</p>\n<p>اوٹاوا سیٹیزن کی <a href=\"https://ottawacitizen.com/news/treasury-board-procurement-mark-carney-cabinet-shafqat-ali-joel-lightbound\"><strong>رپورٹ</strong></a> کے مطابق شفقت علی کینیڈا کے شہر برامپٹن سے رکنِ پارلیمنٹ منتخب ہوئے ہیں، وہ ٹریژری بورڈ کے صدر کے طور پر ذمہ داری سنبھالیں گے جبکہ سابق وزیرِ اعظم جسٹن ٹروڈو کے دور میں اس عہدے پر خدمات انجام دینے والی جینیٹ پیٹی پاس ٹیلر کو کابینہ سے باہر کر دیا گیا۔</p>\n<p>غیر ملکی خبر رساں ادارے ’رائٹرز‘ کے مطابق مارک کارنی نے وزرا کی تعداد کو کم کر کے 29 کر دیا ہے، جن کی تعداد سابق وزیر اعظم جسٹن ٹروڈو کے دور میں 39 تھی، تاہم کچھ اہم عہدوں پر وزرا کو برقرار رکھا، جن میں وزیر خزانہ فرانسوا-فلپ شیمپین اور امریکی تجارت کے امور دیکھنے والے ڈومینک لی بلینک شامل ہیں۔</p>\n<p>انہوں نے میلانیا جولی کو چار سال بعد خارجہ امور سے ہٹا کر انڈسٹری کے معاملات سونپ دیے جبکہ ان کی جگہ انیتا آنند کو لگا دیا۔</p>\n<p>اوٹاوا سیٹیزن کی رپورٹ کے مطابق سی بی سی اور سی ٹی وی کے لیے سیاسی پروگرام کرنے والے ایک صحافی ایون سولومن کو مصنوعی ذہانت (اے آئی) کا وزیر بنایا گیا ہے۔</p>\n"
  },
  {
    "title": "مودی بھارت میں غیرمقبول ہوچکا، مستعفی ہوجانا چاہیے، مولانا فضل الرحمٰن",
    "link": "https://www.dawnnews.tv/news/1259307/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/132336030d516ad.jpg?r=233649",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/132336030d516ad.jpg",
    "content": "<p>سربراہ جمعیت علمائے اسلام ( ف ) مولانا فضل الرحمٰن نے کہا ہے  کہ مودی بھارت میں غیرمقبول ہوچکا ہے، اس کی ہندوتوا کارڈ استعمال کرنے کی کوشش ناکام ہوگئی، مستعفی ہوجانا چاہیے، پی ٹی آئی کے ساتھ اتحاد نہیں اشتراک ہوسکتا ہے۔</p>\n<p>ڈان نیوز کے پروگرام ’  لائیو ود  عادل شاہ ذیب’  میں گفتگو کرتے ہوئے مولانا فضل الرحمٰن نے کہا کہ بھارت نے پہلگام کا واقعہ ہونے کے دس منٹ کے اندر اندر ملبہ پاکستان پر ڈال دیا، اور  پھر ہمارے دینی مراکز پر راکٹ برسا دیے، جس کے نتیجے میں ہمارے عام شہری، خواتین اور  بچے شہید ہوئے، اور پھر ہمارے ایئربیسز  پر حملے کردیے، اور پورے خطے میں تناؤ پیدا کردیا ہے۔</p>\n<p>انہوں نے کہا  کہ مودی نے یہ اس لیے  کیا کیونکہ وہ بھارت میں غیرمقبول ہوچکا ہے، اس نے ہندو کارڈ استعمال کرکے ووٹ تو لیے مگر اس کی مقبولیت میں کمی آئی اور ماضی کی طرح ووٹ نہیں ملے، پھر کشمیر میں ہونے والے الیکشن میں وہاں کے عوام نے بھی مودی کو مسترد کردیا۔</p>\n<p>مولانا فضل الرحمٰن نے مزید کہا کہ پہلگام واقعے کے بعد مودی نے ہندوتوا کارڈ استعمال کرنے کی کوشش کی مگر بھارت میں اپوزیشن، مسلمان اور سکھوں نے اس کا ساتھ نہیں دیا، اور اس کی یہ کوشش ناکام ہوگئی، دوسری جانب پاکستان میں عوام ملکی دفاع کے لیے فوج کے ساتھ کھڑے ہوگئے اور یک صف ہوگئے جس کے نتیجے میں ہماری  افواج نے بھارت کو جنگ میں بری طرح شکست دی۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>ایک سوال کے جواب  میں انہوں نے کہا کہ  پاک بھارت جنگ بندی میں سعودی عرب نے قابل تحسین کردار ادا کیا ہے، بھارت دراصل چین اور پاکستان کا رابطہ توڑنا چاہتا ہے، وہ تو مظفر آباد سےبھی آگے گلگت بلتستان کو اپنا حصہ سمجھتا ہے۔</p>\n<p>ایک سوال کے جواب میں انہوں نے کہا کہ  سندھ طاس معاہدے کو یکطرفہ طور پر دونوں ممالک میں سے کوئی ختم نہیں کرسکتا،  بھارت  کے لیے ممکن نہیں کہ وہ پانی روکنے کی ضد پر قائم رہ سکے، اس طرح اسے خود بھی تباہی کا سامنا کرنا پڑے گا۔</p>\n<p>جنگ کے بعد طاقت کے توازن میں برابری  سے متعلق سوال پر مولانا فضل الرحمٰن نے کہا کہ  بھارت کو اپنی دفاعی طاقت پر غرور تھا، اسے امریکا اور مغربی دنیا کی حمایت بھی حاصل تھی، پاکستان نے بھارتی ٹیکنالوجی کو ناکام بنایا اور اس کے جہازوں کو  گرایا، اس میں اللہ تعالیٰ کی مدد شامل تھی، ہماری فوج نے بڑی جرات سے بھارت کو شکست سے دوچار کیا اور قوم کا سر فخر سے بلند کیا۔</p>\n<p>بھارتی وزیراعظم کے سیاسی زوال سے متعلق سوال کے جواب میں انہوں نے کہا کہ نریندر نہیں بلکہ سرینڈر،  مودی شکست تسلیم کرچکا ہے، اب اس کا زوال  طے ہے اور میری رائے میں مودی کو استعفی دے کر الیکشن کروا دینے چاہیئں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>مولانا فضل الرحمٰن نے مزید کہا کہ بھارتی فوج دباؤ میں ہے، اور صرف جنگ بندی ہوئی ہے، ان حالات میں ہماری فوج کو ہمہ  وقت چوکس رہنا چاہیے، اور اگر بھارت جنگ بندی توڑتا ہے تو اس کا منہ توڑ جواب دیا جائے۔</p>\n<p>بلوچستان اور خیبرپختونخوا میں دہشت گردی کے حوالے سے  پوچھے گئے سوال کے جواب میں سربراہ جے یو آئی  نے کہا  کہ چھوٹے صوبوں کو  اپنے حقوق کے حوالے سے گلے شکوے ہیں، ایسے حالات میں اگر حکومت معاملات کو متنازع کرتی ہے، مثلاً نہروں کا مسئلہ یا مائنز اینڈ منرلز بل تو، پھر داخلی خلفشار  پیدا ہوتا ہے اور داخلی خلفشار  دفاع کے لیے مسائل پیدا کرتا ہے۔</p>\n<p>انہوں نے مزید کہا کہ ہم نے اپنے مسائل کو بھول  کر دفاعی قوت کو سپورٹ کیا، اب حکومت کا بھی فرض بنتا ہے کہ  وہ داخلی معاملات کو ٹھیک کرے، اگر بلوچوں کا مطالبہ لاپتا لوگوں کا ہے تو وہ حق بجانب ہیں، اس کا حل یہ ہے کہ لوگوں کو باقاعدہ ایف آئی آر درج کرکے عدالتوں میں لایا  جائے،  اور ان کے خلاف مقدمات بھی ظاہر کیے جائیں۔</p>\n<p>افغانستان کی سرزمین کے دہشت گردی میں استعمال ہونے کے حوالے سے سوال پر مولانا فضل الرحمٰن نے کہا کہ افغانستان کے ساتھ سفارتی،  سیاسی اور اقتصادی سمیت بہت سے معاملات پر یکجہتی پیدا کرنے کا وقت ہے، روس اور چین بھی افغانستان سے تعلقات بڑھار ہے ہیں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>انہوں نے مزید کہا کہ  (افغانستان سے ) پاکستان میں جو کچھ (دراندازی ) ہورہی ہے، افغان حکومت اس کے حق میں نہیں ہے، لیکن افغان حکومت اتنی منظم نہیں ہے کہ اپنی سرحدوں کو کنٹرول کرسکے، نہ ہی ان کی انٹیلی جنس مضبوط ہے۔</p>\n<p>پاکستان تحریک انصاف ( پی ٹی آئی) کے ساتھ اتحاد نہ ہونے کے حوالے سے سربراہ جےیو آئی نے کہا کہ ہماری جنرل کونسل کے اجلاس میں یہ فیصلہ ہوا تھا کہ جے یو آئی اپنے پلیٹ فارم سے جدوجہد جاری رکھے گی، مگر روزمرہ کے معاملات پر ان ( پی ٹی آئی) کے ساتھ اشتراک عمل ہوسکتا ہے۔</p>\n<p>مولانا فضل الرحمٰن نے مزید کہا کہ پی ٹی آئی کے  ساتھ اتحاد نہ ہونے کی وجہ اس کے اراکین میں یکسوئی کا نہ ہونا ہے۔</p>\n<p>کل جماعتی کانفرنس ( اے پی سی ) کے ملتوی ہونے کے سوال پر مولانا فضل الرحمٰن نے کہا کہ  مجھے کل رات کو اطلاع ملی تھی کہ آج ( منگل کو)  وزیراعظم صاحب نے  اے پی سی بلائی ہے جس میں موجودہ حالات پر تمام پارٹیوں کو بریفنگ دی جائے گی، پھر  صبح یہ پتا چلا کہ اے پی سی ملتوی کردی گئی ہے۔</p>\n"
  },
  {
    "title": "پاک-بھارت کشیدگی ختم کرانے میں اہم کردار ادا کیا، امید ہے یہ مستقل جنگ بندی ہوگی، امریکی صدر",
    "link": "https://www.dawnnews.tv/news/1259306/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/1323345325c7a82.jpg?r=233502",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/1323345325c7a82.jpg",
    "content": "<p>امریکی صدر ڈونلڈ ٹرمپ نے کہا ہے کہ جنگیں پسند نہیں ہیں پاک-بھارت کشیدگی ختم کرانے میں اہم کردار ادا کیا اور امید ہے یہ مستقل جنگ بندی ہوگی۔</p>\n<p>امریکی صدر نے ریاض میں سعودی امریکن انویسٹمنٹ فورم سے خطاب کرتے ہوئے کہا کہ  مجھے جنگیں پسند نہیں، دنیا بھر میں امن کا خواہاں ہوں، گزشتہ ہفتے میری انتظامیہ نے پاکستان اور بھارت کے درمیان فوری جنگ بندی کروائی اور کشیدگی ختم کرانے میں اہم کردار ادا کیا۔</p>\n<p>انہوں نے کہا کہ پاکستان اور بھارت قیادت غیر متزلزل اور طاقتور ہے، دونوں ممالک نے موجودہ کشیدہ صورتحال کی سنگینی کو سمجھتے ہوئے دانشمندی کا مظاہرہ کیا اور امید ہے یہ جنگ بندی ایسے ہی جاری رہے گی۔</p>\n<p>اس دوران، ڈونلڈ ٹرمپ نے نائب صدر جے ڈی ونس اور وزیر خارجہ مارکو روبیو کی تعریف کرتے ہوئے کہا کہ آپ لوگوں نے ٹیم کے ساتھ ملکر بہترین کام کیا، کیونکہ یہ کشیدگی دن بدن بڑھتی جارہی تھی جس میں لاکھوں اموات ہوسکتی تھیں۔</p>\n<p>ان کا کہنا تھا کہ پاکستان اور بھارت سے کہا کہ آئیے ملکر تجارت کرتے ہیں، اور امید ہے ہم دونوں ممالک کے رہنماؤں کو اکھٹا کرکے ایک بہترین ڈنر کرسکتے ہیں۔</p>\n<p>ان کا کہنا تھا کہ گزشتہ مہینوں میں بہت کارنامے انجام دیے، چین نے عائد ٹیکسز میں کمی پر آمادگی ظاہر کی کہ ہم مزید کمی لائیں گے جبکہ چین نے امریکی مصنوعات کے لیے دروازے کھولنے کی اجازت دے دی۔</p>\n<p>انہوں نے بتایا کہ امریکا میں بیوروکریسی کو کافی حد تک محدود کردیا ہے اور دنیا کے کئی ممالک معاہدوں کے لیے وائٹ ہاؤس کا دورہ کر رہے ہیں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>ڈونلڈ ٹرمپ کا کہنا تھا کہ میرا دورہ سعودی عرب تاریخی اور کامیاب ہے، سعودی عرب کے ساتھ تعلقات مزید مضبوط بنائیں گے۔</p>\n<p>امریکی صدر نے کہا کہ محمد بن سلمان عظیم اور کرشماتی شخصیت کے مالک ہیں، سعودی عرب اور یو اے ای کے حکمرانوں نے ریگستانی خطے کو ترقی کی راہ پر ڈالا، یہ خطہ اپنے بیٹوں کی محنت اور لگن کی بدولت ترقی کی جانب گامزن ہے۔</p>\n<p>انہوں نے کہا کہ امریکا کے پاس دنیا کی بہترین معیشت ہے اور میری موجودگی کی وجہ سے امریکا دولت بنانے کے لیے پرکشش بن گیا۔</p>\n<h1><a href=\"#دنیا-میں-امن-کے-لیے-ایران-سے-ڈیل-کرنا-چاہتا-ہوں\"></a>’دنیا میں امن کے لیے ایران سے ڈیل کرنا چاہتا ہوں‘</h1>\n<p>امریکی صدر کا کہنا تھا کہ دنیا میں امن کے لیے ایران سے ڈیل کرنا چاہتا ہوں، ایران کی غلط پالیسیوں نے اسے ریگستان میں بدل دیا، تاہم ایران نے امن کی پیشکش کو نظر انداز کیا تو پابندیوں کے ذریعے سخت پالیسیاں جاری رکھیں گے، ایران کو یاد رکھنا چاہیے امریکا کی پیشکش دائمی نہیں ہوگی۔</p>\n<p>انہوں نے کہا کہ حزب اللہ نے لبنانی عوام کو جنگیں اور بدامنی دی، حزب اللہ نے مشرق کا پیرس کہلانے والے بیروت کی رونقیں ختم کردی تھیں جب کہ سابق امریکی صدر جوبائیڈن کا حوثی باغیوں کو دہشت گرد تنظیموں کی فہرست سے نکالنا غلط اقدام تھا۔</p>\n<p>ان کا کہنا تھا کہ حوثیوں نے بحری جہازوں پر حملے روکنے پر اتفاق کیا، امریکا نے بھی حملے روک دیے، دہشت گردی نے غزہ کی پٹی اور لبنان میں بہت سے لوگوں کی جانیں ضائع کیں، غزہ کے عوام کے ساتھ ناروا سلوک ناقابل تصور ہے، یہ ڈراؤنا خواب ختم ہونا چاہیے۔</p>\n<h1><a href=\"#شام-پر-عائد-پابندیاں-اٹھانے-کا-فیصلہ-کیا-ہے\"></a>’شام پر عائد پابندیاں اٹھانے کا فیصلہ کیا ہے‘</h1>\n<p>ڈونلڈ ٹرمپ نے کہا کہ امریکا امن کے قیام کے لیے فوجی طاقت استعمال کر رہا ہے، امریکا اپنے دوستوں اور شراکت داروں کا تحفظ جاری رکھے گا، تاہم ہم کسی جنگ میں شامل نہیں ہوں گے، خونریزی روکنا ہوگی۔</p>\n<p>ان کا کہنا تھا کہ ترک صدر کی خصوصی درخواست پر شامی وزیرخارجہ سے امریکی ہم منصب ملاقات کریں گے جب کہ سعودی ولی عہد سے ملاقات میں شام پر عائد پابندیاں اٹھانے کا فیصلہ کیا ہے، شام کو نیا موقع فراہم کرنے جارہے ہیں امید ہے شامی عوام کچھ کر دکھائیں گے۔</p>\n<h1><a href=\"#امید-ہے-سعودی-عرب-جلد-اسرائیل-کے-ساتھ-معاہدہ-کرے-گا\"></a>’امید ہے سعودی عرب جلد اسرائیل کے ساتھ معاہدہ کرے گا‘</h1>\n<p>انہوں نے مزید کہا کہ امید ہے کہ سعودی عرب جلد <strong><a href=\"https://www.dawnnews.tv/news/1259231\">اسرائیل</a></strong> کے ساتھ معمول کے تعلقات کا معاہدہ کرےگا، سعودی عرب یہ معاہدہ اپنے وقت پر ہی کرے گا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>واضح رہے کہ  10 مئی کو پاکستان نے بھارتی جارحیت کے جواب میں کارروائی کا آغاز کرتے ہوئے بھارت کے خلاف <strong><a href=\"https://www.dawnnews.tv/news/1259024\">’آپریشن بنیان مرصوص‘</a></strong> (آہنی دیوار) شروع کر دیا تھا اور بھارت میں ادھم پور، پٹھان کوٹ، آدم پور ایئربیسز اور کئی ایئرفیلڈز سمیت براہموس اسٹوریج سائٹ اور ایس 400 میزائل دفاعی نظام کے علاوہ متعدد اہداف کو تباہ کردیا تھا۔</p>\n<p>بعد ازاں، 10 مئی کی سہ پہر امریکی صدر ڈونلڈ ٹرمپ نے کہا تھا کہ پاکستان اور بھارت فوری اور <strong><a href=\"https://www.dawnnews.tv/news/1259072/\">مکمل سیز فائر</a></strong> کے لیے تیار ہوگئے۔</p>\n<p>سماجی رابطے کی ویب سائٹ ایکس پر جاری بیان میں امریکی صدر نے اس بات کا انکشاف کیا تھا۔</p>\n"
  },
  {
    "title": "پاکستان نے بھارتی سفارتکار کو ناپسندیدہ شخص قرار دیدیا، 24 گھنٹوں میں ملک چھوڑنے کا حکم",
    "link": "https://www.dawnnews.tv/news/1259300/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13230344cbe3b87.jpg?r=230631",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13230344cbe3b87.jpg",
    "content": "<p>پاکستان نے بھارتی جارحیت کے جواب میں اسلام آباد میں بھارتی ہائی کمیشن کے ایک عملے کے رکن کو ناپسندیدہ شخص قرار دے کر 24 گھنٹوں میں ملک چھوڑنے کا حکم دے دیا۔</p>\n<p>ڈان نیوز کے مطابق حکومتِ پاکستان نے اسلام آباد میں بھارتی ہائی کمیشن کے ایک عملے کے رکن کو ناپسندیدہ شخص قرار دے دیا، مذکورہ سفارتکار ایسی سرگرمیوں میں ملوث پایا گیا جو سفارتی کردار، قوانین اور بین الاقوامی سفارتی آداب کے خلاف ہیں۔</p>\n<p>حکومت پاکستان کی جانب سے بھارتی ہائی کمیشن کے اہلکار کو 24 گھنٹوں کے اندر پاکستان چھوڑنے کی ہدایت کردی۔</p>\n<p>اس حوالے سے بھارتی ناظم الامور کو آج وزارت خارجہ طلب کیا گیا، جہاں انہیں اس فیصلے سے متعلق باضابطہ احتجاجی مراسلہ دیا گیا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>اس سے قبل، بھارتی حکومت نے اپنی جارحیت جاری رکھتے ہوئے پاکستانی سفارتکار کو ناپسندیدہ شخصیت قرار دے دیا اور انہیں 24 گھنٹوں میں ملک چھوڑنے کا حکم دیا تھا۔</p>\n<p>بھارتی وزرات خارجہ کے مطابق پاکستانی ناظم الامور کو ہندوستانی وزارت خارجہ طلب کیا گیا اور انہیں احتجاجی مراسلہ جاری کیا گیا۔</p>\n<p>واضح رہے کہ 22 اپریل کو <strong><a href=\"https://www.dawnnews.tv/news/1257701/\">پہلگام</a></strong> میں مقامی سیاحوں پر حملے کے بعد بھارت نے بے جاالزام تراشی اور اشتعال انگیزی کا سلسلہ شروع کرتے ہوئے پاکستان کے ساتھ سندھ طاس معاہدہ معطل کردیا تھا۔</p>\n<p>علاوہ ازیں، بھارت نے پاکستانی سفارتی عملے کو 30 اپریل 2025 تک بھارت چھوڑنے کی ہدایت کی تھی۔</p>\n<p>پاکستان کی قومی سلامتی کمیٹی نے جوابی اقدامات کرتے ہوئے بھارت کے سفارتی عملے کو بھی 30 افراد تک محدود کر دیا گیا تھا۔</p>\n<p> </p><figure>\n<div><picture><img src=\"https://i.dawn.com/large/2025/05/13230826a29da58.png\"/></picture></div>\n</figure><p></p>\n<p>یاد رہے کہ پاکستان کی مسلح افواج نے 6 مئی کی رات گئے کیے جانے والے بھارت کے بزدلانہ حملے کے جواب میں منہ توڑ جواب دیا، بھارتی فضائیہ کے 3 رافیل سمیت 5 جنگی طیارے مارے گرائے تھے جبکہ ایک بریگیڈ ہیڈ کوارٹر سمیت متعدد فوجی چیک پوسٹوں کو تباہ کردیا تھا۔</p>\n<p><strong><a href=\"https://www.dawnnews.tv/news/1259024/\">10 مئی</a></strong> کو پاکستان نے بھارتی جارحیت کے جواب میں کارروائی کا آغاز کرتے ہوئے بھارت کے خلاف ’آپریشن بنیان مرصوص‘ (آہنی دیوار) شروع کردیا تھا اور بھارت میں ادھم پور، پٹھان کوٹ، آدم پور ایئربیسز اور کئی ایئرفیلڈز سمیت براہموس اسٹوریج سائٹ اور ایس 400 میزائل دفاعی نظام کے علاوہ متعدد اہداف کو تباہ کردیا تھا۔</p>\n<p>بعد ازاں، 10 مئی کی شام پاکستان اور بھارت کے درمیان <strong><a href=\"https://www.dawnnews.tv/news/1259072/\">جنگ بندی</a></strong> پر اتفاق ہو گیا تھا، جس کا اعلان امریکی صدر ڈونلڈ ٹرمپ نے ایکس پر ایک پوسٹ میں کیا تھا۔</p>\n"
  },
  {
    "title": "ڈیرہ اسمٰعیل خان میں سیکیورٹی اداروں پر حملے کی منصوبہ بندی ناکام",
    "link": "https://www.dawnnews.tv/news/1259293/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13220448116a834.jpg?r=220506",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13220448116a834.jpg",
    "content": "<p>خیبرپختونخوا کے ضلع ڈیرہ اسمٰعیل خان میں تھانہ کھوئی بہارہ کے قریب شرپسندوں کی جانب سے روڈ توڑ کر سیکیورٹی اداروں پر حملے کی منصوبہ بندی ناکام بنا دی گئی۔</p>\n<p>ڈان نیوز کے مطابق پولیس نے بتایا کہ سیکیورٹی فورسز و پولیس پر حملے کے لیے نصب آئی ای ڈی سے شرپسندوں کے ٹھکانے تباہ کر دیے۔</p>\n<p>مزید کہنا تھا کہ پولیس و پاک فوج کی نگرانی میں روڈ کی تعمیر کا کام شروع کر دیا گیا ہے، جس پر علاقہ مکینوں نے اظہار تشکر کیا۔</p>\n<p>شرپسندوں کی جانب سے سڑک توڑنے سے علاقہ مکینوں کو تکالیف اور دشواری کا سامنا تھا۔</p>\n"
  },
  {
    "title": "عمران خان کی رہائی کیلئے ہمارے پاس زیادہ آپشن نہیں بچے، بیٹوں کا پہلا انٹرویو",
    "link": "https://www.dawnnews.tv/news/1259294/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/132154169c3b9b8.jpg?r=215655",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/132154169c3b9b8.jpg",
    "content": "<p>پاکستان تحریک انصاف (پی ٹی آئی) کے بانی اور سابق وزیر اعظم عمران خان کے بیٹوں سلیمان خان اور قاسم خان نے ایک انٹرویو کے ذریعے دنیا کی توجہ اپنے والد کی قید کی جانب کروائی ہے جس میں انہوں نے دعویٰ کیا ہے کہ بانی کی رہائی کے لیے ہمارے پاس زیادہ آپشن نہیں بچے ہیں۔</p>\n<p>واضح رہے کہ عمران خان اگست 2023 سے اڈیالہ جیل میں قید ہیں اور اس وقت وہ  190 ملین پاؤنڈ کرپشن کیس میں سزا کاٹ رہے ہیں جب کہ 9 مئی 2023 کے احتجاج سے متعلق انسداد دہشت گردی ایکٹ کے تحت زیرِ التوا مقدمات کا سامنا بھی کر رہے ہیں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>سابق وزیراعظم کے دونوں بیٹوں نے اپنے والد کی قید پر عوامی سطح پر پہلی بار بات کی ہے، نومبر 2023 میں عدالت نے انہیں ہر ہفتے اپنے والد سے رابطہ کرنے کی اجازت دی تھی لیکن ان کا دعویٰ ہے کہ یہ رابطہ ہمیشہ ممکن نہیں ہو پایا۔</p>\n<p>سوشل میڈیا انفلوئنسر ماریو نوفل کو دیے گئے انٹرویو میں ان سے پوچھا گیا کہ انہوں نے اپنے والد کی قید سے متعلق اب بولنے کا فیصلہ کیوں کیا؟</p>\n<p>قاسم خان کا کہنا تھا کہ ہم نے قانونی راستے اختیار کیے اور ہر وہ راستہ آزمایا جس سے ہمیں لگا کہ عمران خان قید سے باہر آسکتے ہیں لیکن ہمارے وہم وگمان میں بھی نہیں تھا کہ وہ اتنے عرصے تک اندر رہیں گے جب کہ اب حالات بد سے بدتر ہوتے جا رہے ہیں لہذا ہمارے پاس زیادہ آپشنز نہیں بچے، اس لیے ہم نے فیصلہ کیا ہے کہ عوامی سطح پر آ کر بات کرنا ہی واحد راستہ ہے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>انہوں نے مزید کہا کہ ’ہم چاہتے ہیں کہ عمران خان کی رہائی سے متعلق پاکستان پر بین الاقوامی دباؤ ہو کیونکہ وہ غیر انسانی حالات میں زندگی گزار رہے ہیں اور انہیں بنیادی انسانی حقوق سے محروم رکھا جارہا ہے‘۔</p>\n<p>قانونی راستوں سے اب تک کوئی خاطر خواہ کامیابی نہ ملنے پر سلیمان خان کا کہنا تھا کہ ہم نے تمام دیگر آپشنز اور قانونی راستے آزما لیے ہیں، جبکہ ایسا لگتا ہے کہ عالمی میڈیا میں جیسے بالکل خاموشی ہے۔</p>\n<p>خیال رہے کہ پی ٹی آئی نے متعدد بار عمران خان کو جیل میں دی جانے والی سہولیات پر شکایات کرتی رہی ہے اور اس معاملے پر اسلام آباد ہائی کورٹ میں کئی درخواستیں بھی دائر کی ہیں، تاہم جیل انتظامیہ پارٹی رہنماؤں کے ان دعووں کو مسترد کرتی آئی ہے۔</p>\n<p>امریکی عہدیدار رچرڈ گرینل کی جانب سے عمران خان کی رہائی کے مطالبے سے متعلق پوچھے گئے سوال پر سلیمان خان کا کہنا تھا کہ تاحال ان سے کوئی بات نہیں ہوئی، تاہم وہ ان کی ’اب تک کی حمایت‘ پر شکریہ ادا کرتے ہیں۔</p>\n<p>ٹرمپ انتظامیہ کے لیے پیغام کے حوالے سے سلیمان خان  نے کہا کہ ہم اپنے والد کی رہائی کے حوالے سے ہر اُس حکومت سے اپیل کریں گے، جو آزادیٔ اظہار اور حقیقی جمہوریت کی حامی ہو۔</p>\n<p>ان کا کہنا تھا کہ وہ چاہتے ہیں کہ عالمی برادری سب کچھ دیکھے کہ ان کے ساتھ کیا ہو رہا ہے، انہوں نے امید ظاہر کی کہ وہ کوئی اقدام بھی کریں گے اور اس معاملے پر توجہ دینے کے لیے ٹرمپ سے بہتر اور کون ہوسکتا ہے۔</p>\n<p>انہوں نے مزید کہا کہ ہم ڈونلڈ ٹرمپ سے بات کرنا چاہیں گے یا کوئی ایسا راستہ نکالنا چاہیں گے جس سے وہ کسی طرح مدد کر سکیں، کیونکہ آخر میں ہمارا مقصد صرف اپنے والد کو قید سے آزاد کرانا، پاکستان میں جمہوریت لانا اور ان کے بنیادی انسانی حقوق کو یقینی بنانا ہے۔</p>\n<p>ایک سوال کے جواب میں دونوں بھائیوں کا کہنا تھا کہ 2 سے 3 ماہ میں صرف ایک بار عمران خان سے بات کر پاتے ہیں۔</p>\n<p>مزید کہا کہ ’ ہمارا سیاست میں حصہ لینے کا کوئی ارادہ نہیں اور اس انٹرویو میں بولنے سے پہلے انہوں نے عمران خان سے اجازت لی تھی’۔</p>\n"
  },
  {
    "title": "بھارت نے پاکستانی سفارتکار کو ناپسندیدہ شخصیت قرار دیدیا، 24 گھنٹوں میں ملک چھوڑنے کا حکم",
    "link": "https://www.dawnnews.tv/news/1259291/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13212123ec67ef6.jpg?r=212141",
    "author": "عبداللہ مہمند",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13212123ec67ef6.jpg",
    "content": "<p>بھارت نے پاکستانی سفارتکار کو ناپسندیدہ شخصیت قرار دے دیا اور انہیں 24 گھنٹوں میں ملک چھوڑنے کا حکم دے دیا۔</p>\n<p>ڈان نیوز کے مطابق بھارتی وزارت خارجہ کی جانب سے جاری بیان میں کہا گیا ہے کہ دہلی میں پاکستانی ہائی کمیشن کے ایک اور اہلکار کو ناپسندیدہ شخصیت قرار دیا گیا ہے۔</p>\n<p>بھارتی حکومت کی جانب سے پاکستانی ہائی کمیشن کے اہلکار کو  ناپسندیدہ قرار دیتے ہوئے  24 گھنٹوں کے اندر ملک چھوڑنے کا حکم دیا گیا۔</p>\n<p>بھارتی وزرات خارجہ کے مطابق پاکستانی ناظم الامور کو ہندوستانی وزارت خارجہ طلب کیا گیا اور انہیں احتجاجی مراسلہ جاری کیا گیا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>بھارتی میڈیا چینل ’اے این آئی‘ کی جانب سے سوشل میڈیا پلیٹ فارم ’ایکس‘ پر کی گئی پوسٹ میں بتایا گیا کہ بھارتی حکومت نے نئی دہلی میں پاکستانی ہائی کمیشن میں تعینات پاکستانی اہلکار کو ناپسندیدہ شخص قرار دے دیا۔</p>\n<p>پوسٹ میں مزید لکھا کہ  پاکستانی ہائی کمیشن کے  اہلکار کو بھارت چھوڑنے کے لیے 24 گھنٹوں کی مہلت دی گئی ہے۔</p>\n<p>اس حوالے سے پاکستان ہائی کمیشن کے ناظم الامور کو آج باقاعدہ احتجاجی مراسلہ بھی جاری کیا گیا ہے۔</p>\n<p> </p><figure>\n<div><span>\n<blockquote>\n<a href=\"https://twitter.com/ANI/status/1922305432632328302\"></a>\n</blockquote>\n</span></div>\n</figure><p></p>\n<p>واضح رہے کہ 22 اپریل کو <strong><a href=\"https://www.dawnnews.tv/news/1257701/\">پہلگام</a></strong> میں مقامی سیاحوں پر حملے کے بعد بھارت نے بے جاالزام تراشی اور اشتعال انگیزی کا سلسلہ شروع کرتے ہوئے پاکستان کے ساتھ سندھ طاس معاہدہ معطل کردیا تھا۔</p>\n<p>علاوہ ازیں، بھارت  نے پاکستانی سفارتی عملے کو 30 اپریل 2025 تک بھارت چھوڑنے کی ہدایت کی تھی۔</p>\n<p>پاکستان کی قومی سلامتی کمیٹی نے جوابی اقدامات کرتے ہوئے بھارت کے سفارتی عملے کو بھی 30 افراد تک محدود کر دیا گیا تھا۔</p>\n<p>یاد رہے کہ پاکستان کی مسلح افواج نے 6 مئی کی رات گئے کیے جانے والے بھارت کے بزدلانہ حملے کے جواب میں منہ توڑ جواب دیا، بھارتی فضائیہ کے 3 رافیل سمیت 5 جنگی طیارے مارے گرائے تھے جبکہ ایک بریگیڈ ہیڈ کوارٹر سمیت متعدد فوجی چیک پوسٹوں کو تباہ کردیا تھا۔</p>\n<p><a href=\"https://www.dawnnews.tv/news/1259024/\"><strong>10 مئی</strong></a> کو پاکستان نے بھارتی جارحیت کے جواب میں کارروائی کا آغاز کرتے ہوئے بھارت کے خلاف ’آپریشن بنیان مرصوص‘ (آہنی دیوار) شروع کردیا تھا اور بھارت میں ادھم پور، پٹھان کوٹ، آدم پور ایئربیسز اور کئی ایئرفیلڈز سمیت براہموس اسٹوریج سائٹ اور ایس 400 میزائل دفاعی نظام کے علاوہ متعدد اہداف کو تباہ کردیا تھا۔</p>\n<p>بعد ازاں، 10 مئی کی شام پاکستان اور بھارت کے درمیان <a href=\"https://www.dawnnews.tv/news/1259072/\"><strong>جنگ بندی</strong></a> پر اتفاق ہو گیا تھا، جس کا اعلان امریکی صدر ڈونلڈ ٹرمپ نے ایکس پر ایک پوسٹ میں کیا تھا۔</p>\n"
  },
  {
    "title": "وزیراعظم کی ٹیکس چوری میں ملوث افراد و شعبوں کیخلاف سخت کارروائی کی ہدایت",
    "link": "https://www.dawnnews.tv/news/1259290/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/132106568c4dd76.jpg?r=213949",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/132106568c4dd76.jpg",
    "content": "<p>وزیراعظم شہباز شریف نے ٹیکس کے دائرہ کار کو وسیع کرنے کے لیے اقدامات اور حکام کو ٹیکس چوری میں ملوث افراد اور شعبوں کے خلاف سخت کارروائی کرنے کی ہدایت کردی۔</p>\n<p>سرکاری خبررساں ادارے اے پی پی کی  رپورٹ کے مطابق وزیر اعظم نے  ٹیکس کے دائرہ کار کو وسیع کرنے اور ٹیکس محصولات میں اضافے سے متعلق جائزہ اجلاس کی صدارت کرتے ہوئے کہا کہ ٹیکس ادا کرنے کی صلاحیت رکھنے والے افراد اور شعبوں کو ٹیکس کے دائرہ کار میں لایا جانا چاہیے۔  </p>\n<p>وزیر اعظم آفس کے ایک بیان کے مطابق انہوں نے ٹیکس چوروں کی مدد کرنے والے افسران اور اہلکاروں کے سخت احتساب کی بھی ہدایت کی۔</p>\n<p>اجلاس کو بتایا گیا کہ ایف بی آر میں اصلاحات کے نتیجے میں جی ڈی پی کے 10.6 فیصد کے مساوی ٹیکس محصولات کا ہدف حاصل کیا جائے گا۔</p>\n<p>وزیر اعظم نے موجودہ مالی سال کے لیے ایف بی آر کے محصولات کے اہداف کو تیزی سے حاصل کرنے کی جانب گامزن ہونے پر حکومت کی اقتصادی ٹیم کی کوششوں کو سراہا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>انہوں نے کہا کہ ٹیکس کی شرحوں کو کم کرکے عام آدمی پر ٹیکس کے بوجھ کو کم کرنے کے لیے ٹیکس کے دائرہ کار کو وسیع کرنا حکومت کی ترجیح ہے۔</p>\n<p>وزیر اعظم شہباز شریف  نے حکام کو ہدایت کی کہ وہ اگلے مہینے تک سیمنٹ اور دیگر شعبوں کی ڈیجیٹل نگرانی مکمل کریں، اس کے علاوہ، تمباکو کے شعبے سے ٹیکس محصولات میں اضافے کی کوششوں کو صوبوں کے تعاون سے تیز کیا جانا چاہیے۔</p>\n<p>انہوں نے ہدایت کی کہ زیر التوا ٹیکس سے متعلق مقدمات کی مؤثر انداز سے پیروی کی  جائے تاکہ قوم کے پیسے کی وصولی کو یقینی بنایا جا سکے۔</p>\n<p>اجلاس کے شرکاء کو بتایا گیا کہ ملک بھر میں سیمنٹ پلانٹس میں ٹریک اینڈ ٹریس سسٹم کے مکمل نفاذ سے ٹیکس محصولات میں اربوں روپے کا نمایاں اضافہ ہوا،  شوگر انڈسٹری میں اس نظام کے نفاذ سے نومبر 2024 سے اپریل 2025 تک ٹیکس محصولات میں 35 فیصد اضافہ ہوا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>واضح رہے کہ فیڈرل بورڈ آف ریونیو (ایف بی آر) کو موجودہ مالی سال کے پہلے 10 مہینوں میں تقریباً 831 ارب روپے کے  شاٹ فال کا سامنا کرنا پڑا تھا، جس کی بنیادی وجہ درآمدی حجم میں کمی  اور افراط زر  میں توقع سے  زائد کمی تھی، جس  سے سیلز ٹیکس کی وصولیوں کو متاثر کیا تھا۔</p>\n<p>ایف بی آر نے جولائی تا اپریل مالی سال 25 میں 2.299 ٹریلین روپے جمع کیے تھے، جبکہ بجٹ کا ہدف 10.130 ٹریلین روپے تھا، ماہانہ بنیادوں پر، ایف بی آر  نے اپریل میں 846 ارب روپے جمع کیے، جبکہ ہدف 963 ارب روپے تھا، اس طرح ایف بی آر کو  117 ارب روپے ماہانہ کے شاٹ فال کا سامنا رہا۔</p>\n<p>یہ بات قابل ذکر ہے کہ بین الاقوامی مالیاتی فنڈ نےرواں مالی سال کے لیے ایف بی آر کے محصولات جمع کرنے کے ہدف پر نظر ثانی کی ہے، اسے 12.913 ٹریلین روپے سے کم کر کے 12.333 ٹریلین روپے کر دیا، یہ 580 ارب روپے کی کمی ہے۔</p>\n<p>یہ کمی بنیادی طور پر درآمدی ٹیکس کی کم وصولی، سست مینوفیکچرنگ گروتھ اور غیر متوقع طور پر کم افراط زر کی وجہ سے ہے،۔</p>\n<p>مالی سال 25-2024کے پہلے 10 مہینوں  میں ایف بی آر نے ٹیکس دہندگان کو 427 ارب روپے کے ریفنڈز ادا کیے، جو گزشتہ سال کی اسی مدت میں ادا کیے گئے 422 ارب روپے سے 1.18 فیصد زیادہ ہے، تاہم اپریل میں 43 ارب روپے ریفنڈ کیے گئے، جو گزشتہ سال کے تقریباً  مساوی ہے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>جولائی تا اپریل، انکم ٹیکس کی کل وصولی 4.479 ٹریلین روپے رہی، جو 4.152 ٹریلین روپے کے ہدف سے 327 ارب روپے زیادہ ہے۔ انکم ٹیکس کی وصولی میں گزشتہ سال کے 3.505 ٹریلین روپے کے مقابلے میں 28 فیصد اضافہ ہوا۔</p>\n<p>رواں مالی سال کے پہلے دس مہینوں میں سیلز ٹیکس کی وصولی 3.948 ٹریلین روپے کے ہدف کے مقابلے میں 3.174 ٹریلین روپے رہی، جو ہدف سے 774 ارب روپے کم ہے، سیلز ٹیکس کی وصولی میں گزشتہ سال کے 2.498 ٹریلین روپے کے مقابلے میں 27 فیصد اضافہ ہوا۔</p>\n<p>کسٹمز کی وصولی بھی مالی سال 25-2024 کے پہلے 10مہینوں میں 1.271 ٹریلین روپے کے متوقع ہدف کے مقابلے میں 1.043 ٹریلین روپے رہی، جو ہدف سے 228 ارب روپے کم ہے۔</p>\n<p>کسٹمز کی وصولی میں گزشتہ سال کے 894 ارب روپے کے مقابلے میں 17 فیصد اضافہ ریکارڈ کیا گیا،  فیڈرل ایکسائز ڈیوٹی کی وصولی رواں مالی سال کی اسی مدت  میں 156 ارب روپے کم ہو کر 603 ارب روپے رہی، جبکہ ایکسائز ڈیوٹی میں گزشتہ سال کے 453 ارب روپے کے مقابلے میں 33 فیصد اضافہ ریکارڈ کیا گیا۔</p>\n"
  },
  {
    "title": "پاکستان اور روس کراچی میں نئی اسٹیل مل کے قیام پر متفق، دوطرفہ تعلقات مزید مستحکم کرنے کی کوششیں",
    "link": "https://www.dawnnews.tv/news/1259288/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/132040432b6f086.jpg?r=204056",
    "author": "طاہر شیرانی",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/132040432b6f086.jpg",
    "content": "<p>پاکستان اور روس کراچی میں نئی اسٹیل مل کے قیام پر متفق ہوگئے جبکہ دوطرفہ تعلقات کو مزید مستحکم کرنے کی کوششیں جاری ہیں۔</p>\n<p>وفاقی وزارت صنعت و پیداوار کی جانب سے جاری اعلامیے میں کہا گیا ہے کہ وزیراعظم کے معاون  خصوصی ہارون اختر خان اور روس کے نمائندے ڈینس نازروف کی ملاقات اسلام آباد میں ہوئی۔</p>\n<p>اعلامیے کے مطابق آج ایک اہم ملاقات میں روس کے نمائندے ڈینس نازروف نے وزیراعظم پاکستان کے خصوصی معاون ہارون اختر خان سے ملاقات کی، جس کا مرکزی موضوع پاکستان میں نئی اسٹیل ملز کا قیام تھا۔</p>\n<p>اعلامیے میں بتایا گیا ہے کہ دونوں فریقین نے پاکستان اور روس کے درمیان کراچی میں نئی اسٹیل مل کے قیام کے حوالے سے تفصیلی بات چیت کی، دونوں ممالک نے اس منصوبے کو آگے بڑھانے اور اس پر عمل درآمد کے لیے مشترکہ ورکنگ گروپ تشکیل دینے پر اتفاق کیا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>ملاقات کے دوران ہارون اختر خان نے وزیراعظم کے وژن کو اجاگر کیا جس کا مقصد پاکستان میں سرمایہ کاری کو فروغ دینا ہے۔</p>\n<p>انہوں نے کہا کہ یہ وقت غیر ملکی سرمایہ کاروں کے لیے پاکستان میں سرمایہ کاری کرنے کے لیے بہترین موقع ہے اور پاکستان نے بین الاقوامی سطح پر خود کو ایک محفوظ اور مستحکم سرمایہ کاری کی منزل کے طور پر پیش کیا ہے۔</p>\n<p>مزید برآں، ہارون اختر خان نے پاکستان اور روس کے درمیان اسٹیل کی صنعت میں شاندار تعاون کے امکانات پر روشنی ڈالی، جس سے دونوں ممالک کو فائدہ پہنچ سکتا ہے۔</p>\n<p>ان کا کہنا تھا کہ پاکستان ایک محفوظ اور ترقی پزیر سرمایہ کاری کا مرکز ہے اور عالمی برادری نے اس کی صلاحیت کو تسلیم کیا ہے، انہوں نے روس کے تمام کاروباری افراد کو پاکستان میں سرمایہ کاری کے مواقع تلاش کرنے کی دعوت بھی دی۔</p>\n<p>اس ملاقات نے دونوں ممالک کے درمیان تعلقات کو مزید مستحکم کرنے میں ایک اہم قدم اٹھایا ہے اور اسٹیل کی پیداوار جیسے اہم شعبوں میں مشترکہ منصوبوں کے لیے نئی راہیں کھولی ہیں۔</p>\n"
  },
  {
    "title": "عمران خان کی پرول پر رہائی کی درخواست اعتراضات کیساتھ سماعت کیلئے مقرر",
    "link": "https://www.dawnnews.tv/news/1259289/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13204511b0f5ece.jpg?r=204549",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13204511b0f5ece.jpg",
    "content": "<p>پاکستان تحریک انصاف (پی ٹی آئی) کے بانی اور سابق وزیراعظم عمران خان کی پرول پر رہائی کے لیے وزیر اعلیٰ خیبرپختونخوا علی امین گنڈاپور کی دائر درخواست کل اعتراضات کے ساتھ سماعت کے لیے مقرر کردی گئی۔</p>\n<p>ڈان نیوز کے مطابق اسلام آباد ہائی کورٹ کے قائم مقام چیف جسٹس سرفراز ڈوگر علی امین گنڈاپور کی درخواست پر کل اعتراضات کے ساتھ سماعت کریں گے۔</p>\n<p>اسلام آباد ہائی کورٹ میں دائر درخواست میں ملک کے موجودہ حالات کے پیشِ نظر   190 ملین پاؤنڈ کیس میں بانی پی ٹی آئی کو پرول رہا کرنے کی استدعا کی گئی ہے۔</p>\n<p>تاہم، رجسٹرار آفس نے علی امین گنڈاپور کی جانب سے دائر درخواست پر متعدد اعتراضات عائد کر رکھے ہیں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>رجسٹرار آفس نے اعتراض عائد کیا کہ پرول پر رہائی کی درخواست متاثرہ شخص کی جانب سے خود دائر نہیں کی گئی، کسی دوسرے شخص کے لیے ایسا ریلیف کیسے مانگا جاسکتا ہے؟</p>\n<p>رجسٹرار آفس کا اعتراض ہے کہ جس شخص کی پرول پر رہائی مانگی جا رہی ہے اسے درخواست میں فریق ہی نہیں بنایا گیا، نیب کیس میں سزا یافتہ مجرم کی پرول پر رہائی کی درخواست میں نیب کو فریق ہی نہیں بنایا گیا۔</p>\n<p>وزیراعلیٰ خیبرپختونخوا نے لطیف کھوسہ اور شہباز کھوسہ کے ذریعے دائر درخواست میں بانی پی ٹی آئی کی پرول پر رہائی کی استدعا کرتے ہوئے مؤقف اختیار کیا کہ پاکستان کو بھارتی حکومت کی جانب سے جارحیت کا سامنا ہے، مختلف شہروں پر ڈرون حملوں سے بانی پی ٹی آئی عمران خان کی جان کو جیل میں خطرہ ہے۔</p>\n<p>درخواست میں کہا گیا ہے کہ مودی سینٹرل جیل اڈیالہ کا بھی ڈرون حملے کے لیے اہم ٹارگٹ کے طور پر دیکھ سکتا ہے، بانی پی ٹی آئی وزیراعظم تھے تو نریندر مودی کو عالمی سطح پر شرمندگی اٹھانا پڑی تھی۔</p>\n<p>مزید کہا کہ سیاسی طور پر بنائے گئے مقدمات میں طویل قید سے ان کے بنیادی حقوق متاثر ہو رہے ہیں، اس طرح کی قید سے بچنے کے لیے آئین میں پرول پر رہائی کی ریمیڈی موجود ہے۔</p>\n<p>درخواست میں کہا گیا ہے کہ عمران خان یقین دہانی کراتے ہیں کہ پرول پر رہائی کی شرائط پر عمل کریں گے، طویل قید سے صحت خراب ہونے کا بھی خطرہ موجود ہے، سیکریٹری داخلہ پنجاب کو اس حوالے سے درخواست دی مگر کئی کارروائی نہیں ہوئی۔</p>\n<p>درخواست میں کہا گیا ہے کہ عمران خان نے جیل میں قید کے دوران پرزن رولز کی خلاف ورزی نہیں کی، لہٰذا استدعا ہے کہ انہیں پرول پر رہا کرنے کا حکم دیا جائے۔</p>\n<p>درخواست میں وفاقی حکومت، حکومت پنجاب، انسپکٹر جنرل (آئی جی) اسلام آباد، سپرنٹنڈنٹ اڈیالہ جیل اور پرول کمیٹی کو فریق بنایا گیا ہے۔</p>\n<h1><a href=\"#پس-منظر\"></a>پس منظر</h1>\n<p>واضح رہے کہ 190 ملین پاؤنڈز یا القادر ٹرسٹ کیس میں الزام لگایا گیا تھا کہ عمران خان اور ان کی اہلیہ نے پی ٹی آئی کے دور حکومت میں برطانیہ کی نیشنل کرائم ایجنسی (این سی اے) کی جانب سے حکومتِ پاکستان کو بھیجے گئے 50 ارب روپے کو قانونی حیثیت دینے کے عوض بحریہ ٹاؤن لمیٹڈ سے اربوں روپے اور سیکڑوں کنال مالیت کی اراضی حاصل کی۔</p>\n<p>یہ کیس القادر یونیورسٹی کے لیے زمین کے مبینہ طور پر غیر قانونی حصول اور تعمیر سے متعلق ہے جس میں ملک ریاض اور ان کی فیملی کے خلاف منی لانڈرنگ کے کیس میں برطانیہ کی نیشنل کرائم ایجنسی (این سی اے) کے ذریعے 190 ملین پاؤنڈ کی وصولی میں غیر قانونی فائدہ حاصل کیا گیا۔</p>\n<p>عمران خان پر یہ بھی الزام ہے کہ انہوں نے اس حوالے سے طے پانے والے معاہدے سے متعلق حقائق چھپا کر کابینہ کو گمراہ کیا۔</p>\n<p>رقم (190 ملین پاؤنڈ) تصفیہ کے معاہدے کے تحت موصول ہوئی تھی اور اسے قومی خزانے میں جمع کیا جانا تھا لیکن اسے بحریہ ٹاؤن کراچی کے 450 ارب روپے کے واجبات کی وصولی میں ایڈجسٹ کیا گیا تھا۔</p>\n"
  },
  {
    "title": "اے ڈی ایچ ڈی کے علاج سے بچوں میں نفسیاتی مسائل نہیں ہوتے، تحقیق",
    "link": "https://www.dawnnews.tv/news/1259286/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13194017b2d16f9.jpg?r=194100",
    "author": "ہیلتھ ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13194017b2d16f9.jpg",
    "content": "<p>ایک طویل تحقیق سے معلوم ہوا ہے کہ ’اٹینشن ڈیفیسٹ ڈس آرڈر‘ (اے ڈی ڈی) (Attention Deficit Disorder) میں مبتلا بچوں کے علاج سے ان میں نفسیاتی مسائل نہیں ہوتے۔</p>\n<p>ماضی میں متعدد طبی ماہرین نے عندیہ دیا تھا کہ ممکنہ طور پر اے ڈی ایچ ڈی میں مبتلا بچوں پر علاج کے منفی اثرات ہوتے ہیں۔</p>\n<p>ماہرین نے خدشہ ظاہر کیا تھا کہ بعض بچوں کو اے ڈی ایچ ڈی کے علاج کے لیے دی جانے والی ادویات ان پر منفی اثر کرکے انہیں نفسیاتی مسائل کا شکار بنا رہی ہیں۔</p>\n<p>لیکن اب امریکا میں کی جانے والی تحقیق سے معلوم ہوا ہے کہ اے ڈی ایچ ڈی کے علاج سے بچوں پر منفی اثرات نہیں پڑتے، البتہ علاج نہ ہونے سے ان کے مسائل مزید بڑھ سکتے ہیں۔</p>\n<p>طبی جریدے میں شائع <a href=\"https://medicalxpress.com/news/2025-05-link-adhd-meds-psychosis.html\"><strong>تحقیق</strong></a> کے مطابق امریکی ماہرین نے 6 سے 9 سال کی عمر کے افراد پر 2016 سے 2018 تک تحقیق اور ان پر اے ڈی ایچ ڈی کے ادویات کے ممکنہ منفی اثر کا جائزہ لیا۔</p>\n<p>ماہرین نے 5 ہزار کے اے ڈی ایچ ڈی میں مبتلا بچوں کے ڈیٹا کا جائزہ لیا اور انہیں دی جانے والی ادویات کو بھی دیکھا۔</p>\n<p>ماہرین نے پایا کہ اے ڈی ایچ ڈی کی ادویات کا بچوں پر نفسیاتی اثر نہیں پڑتا، ان میں کسی طرح کے نفسیاتی مسائل نہیں ہوتے، البتہ اے ڈی ایچ ڈی کا مکمل علاج نہ ہونے یا بچوں کے مسائل کو نظر انداز کرنے کی وجہ سے ان میں نفسیاتی مسائل ہوسکتے ہیں۔</p>\n<p>خیال رہے کہ اے ڈی ایچ ڈی میں مبتلا افراد کسی بھی مسئلے پر توجہ مرکوز نہیں کرپاتے، وہ ہر وقت بے چینی محسوس کرتے ہیں، وہ معاملے کی سنگینی کو سمجھ کر آرام سے نہیں بیٹھ پاتے جب کہ نتائج کے بارے میں سوچے بغیر وہ باتیں یا کام سر انجام دے دیتے ہیں۔</p>\n<p>یہ ایک اعصابی کمزوری کا عارضہ ہے، جسے ذہن اور یادداشت کی کمزوری سے بھی جوڑا جاتا ہے، تاہم یہ سنگین دماغی بیماری نہیں۔</p>\n<p>بچوں میں اے ڈی ایچ ڈی کی علامات یا اثر کچھ زیادہ ہوسکتے ہیں اور والدین ان کے مسائل کو سمجھنے میں مشکلات کا شکار بن سکتے ہیں۔</p>\n"
  },
  {
    "title": "’پانی سمیت تمام مسائل کے حل کے خواہاں ہیں‘، ترک صدر کا پاکستان کی واضح حمایت کا اعلان",
    "link": "https://www.dawnnews.tv/news/1259287/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13194131521fffb.jpg?r=194251",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13194131521fffb.jpg",
    "content": "<p>ترک صدر رجب طیب اردوان نے برادر پاکستانی قوم کی حمایت کا واضح اعلان کرتے ہوئے کہا کہ پاکستان اور بھارت میں جنگ بندی پر خوشی ہے جب کہ پانی سمیت تمام مسائل کے آسان حل کے خواہاں ہیں۔</p>\n<p>ڈان نیوز کے مطابق ترک صدر رجب طیب اردوان نے کابینہ سے خطاب میں پاکستانی قوم کے ساتھ اپنی حمایت کا اعلان کر دیا۔</p>\n<p>ان کا کہنا تھا کہ ہم نے کشمیر میں وحشیانہ دہشت گرد حملے اور پاکستان پر میزائل حملوں پر واضح موقف دیا، دونوں ممالک کے درمیان انتہائی خطرناک تناؤ کو کم کرنے کے لیے انتھک کوشش کی۔</p>\n<p>انہوں نے کہا کہ میں نے وزیراعظم شہباز شریف کو ٹیلی فون کیا اور ان سے انتہائی اہم معاملات پر گفتگو ہوئی، پاکستانی بھائیوں کو ان کے صبر وتحمل  اور دانشمندانہ موقف پر مبارک باد پیش کرتا ہوں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>ترکیہ کے صدر نے مشورہ دیا کہ اشتعال انگیزی میں نہ آئیں اور خواہاں ہیں کہ جنگ بندی سے قائم پرسکون ماحول پانی سمیت تمام مسائل کا حل آسان بنائے۔</p>\n<p>ان کا مزید کہنا تھا کہ پاکستان اور بھارت کے درمیان جنگ بندی پر ہمیں خوشی ہے، ترکیہ برادر پاکستانی قوم کے ساتھ اچھے اور برے وقت میں کھڑا رہے گا۔</p>\n<p>واضح رہے کہ گزشتہ روز، وزیراعظم ہاؤس میں ترکیہ کے سفیر عرفان نذیر اوعلو سے ملاقات کے دوران شہباز شریف نے پاکستان کے ساتھ اظہار یکجہتی پر صدر رجب طیب اردوان کا شکریہ ادا کیا تھا۔</p>\n<p>ان کا کہنا تھا کہ وزیراعظم کا کہنا تھا کہ حالیہ کشیدگی میں ترکی کے کردار کو سراہتے ہیں، ترکی نے ہمیشہ مشکل وقت میں پاکستان کا ساتھ دیا، دونوں ممالک کے برادرانہ تعلقات کی ایک تاریخ ہے۔</p>\n"
  },
  {
    "title": "ٹرمپ کا دورہ : سعودی عرب امریکا میں 600 ارب ڈالر کی سرمایہ کاری پر آمادہ",
    "link": "https://www.dawnnews.tv/news/1259285/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/131922281248208.jpg?r=192327",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/131922281248208.jpg",
    "content": "<p>امریکی صدر ڈونلڈ ٹرمپ کے دورہ سعودی عرب میں ولی عہد محمد بن سلمان نے امریکا میں 600 ارب ڈالر کی سرمایہ کاری پر آمادگی ظاہر کردی۔</p>\n<p>عالمی خبر رساں ادارے رائٹرز کی <a href=\"https://www.reuters.com/world/trump-starts-gulf-visit-seeking-big-economic-deals-2025-05-13/\"><strong>رپورٹ</strong></a> کے مطابق امریکی صدر مشرق وسطیٰ کے چار روزہ دورے پر آج سعودی عرب پہنچے، جہاں انہوں نے ریاض میں محمد بن سلمان کے ساتھ توانائی، دفاع، کان کنی اور دیگر شعبوں میں اسٹریٹجک شراکت داری کے ایک معاہدے پر دستخط کیے۔</p>\n<p>سعودی عرب کی جانب سے جس 600 ارب ڈالر کی سرمایہ کاری کا وعدہ کیا گیا ہے اس  میں سے 142 ڈالر دفاعی سازو سامان کی خرید پر خرچ کیے جائیں گے۔</p>\n<p>رائٹرز نے اپریل میں رپورٹ کیا تھا کہ امریکا مملکت کو 100 بلین ڈالر سے زائد مالیت کا اسلحہ پیکج پیش کرنے کی تیاری کر رہا ہے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>مذاکرات پر بریفنگ دینے والے دو ذرائع نے رائٹرز کو بتایا کہ امریکا اور سعودی عرب نے ریاض کی جانب سے لاک ہیڈ ایف-35 طیاروں کی ممکنہ خریداری پر تبادلہ خیال کیا تھا، کہا جاتا ہے کہ اس جنگی طیارے میں  سعودی عرب طویل سے دلچسپی لے رہا ہے۔</p>\n<p>رائٹرز کے مطابق یہ فوری طور پر واضح نہیں تھا کہ آیا منگل کو اعلان کردہ معاہدے میں وہ طیارے شامل  تھے یا نہیں۔</p>\n<p>امریکی صدر ڈونلڈ ٹرمپ، جن کے ساتھ ارب پتی ایلون مسک سمیت امریکی کاروباری رہنما بھی ہیں، بدھ کو ریاض سے قطر اور جمعرات کو متحدہ عرب امارات جائیں گے۔</p>\n<p>سعودی وزیر سرمایہ کاری خالد الفالح نے امریکا-سعودی سرمایہ کاری فورم سے خطاب کرتے ہوئے کہا، ’ اگرچہ توانائی ہمارے تعلقات کا ایک سنگ بنیاد ہے، لیکن سعودیہ میں سرمایہ کاری اور کاروباری مواقع میں کئی گنا اضافہ ہوا ہے۔’</p>\n"
  },
  {
    "title": "لاہورایئرپورٹ کے قریب سے ڈرون کو جام کرکے اتار لیا گیا، سیکیورٹی ذرائع",
    "link": "https://www.dawnnews.tv/news/1259284/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/131859465246302.jpg?r=185951",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/131859465246302.jpg",
    "content": "<p>سیکیورٹی ذرائع نے بتایا ہے کہ لاہور ایئرپورٹ کے قریب سے ایک ڈرون کو جام کرکے اتارلیا گیا ہے جس سے کسی قسم کا نقصان نہیں ہوا۔</p>\n<p>سیکیورٹی ذرائع کے مطابق لاہور ایئرپورٹ کے قریب ایک ڈرون کی پرواز کو مانیٹر کیا گیا اور اسے فوراً جام کرکے اتار لیا گیا۔</p>\n<p>ذرائع کا کہنا تھا کہ ڈرون سے کسی قسم کا نقصان نہیں ہوا تاہم اس حوالے سے مزید تحقیقات جاری ہیں۔</p>\n<p>سیکیورٹی ذرائع کے مطابق ڈرون سرویلنس تھا جسے سیکورٹی اداروں نے تحویل میں لے لیا ہے۔</p>\n"
  },
  {
    "title": "نریندر نہیں سرینڈر، شکست کے بعد مودی کو استعفیٰ دے دینا چاہیے، مولانا فضل الرحمٰن",
    "link": "https://www.dawnnews.tv/news/1259283/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/131840172a178c2.jpg?r=184112",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/131840172a178c2.jpg",
    "content": "<p>جمعیت علمائے اسلام (ف) کے سربراہ مولانا فضل الرحمٰن نے کہا کہ نریندر نہیں سرینڈر، شکست کے بعد مودی کو استعفیٰ دے دینا چاہیے۔</p>\n<p>ڈان نیوز کے پروگرام لائیو ود عادل شاہ زیب میں گفتگو کرتے ہوئے سربراہ جمعیت علمائے اسلام (ف) کا کہنا تھا کہ مودی کی ہندو توا کارڈ استعمال کرنے کی کوشش ناکام ہوچکی۔</p>\n<p>مولانا فضل الرحمٰن کا کہنا تھا کہ مودی، بھارت میں غیر مقبول ہوچکے ہیں، حکومت کی جانب سے رات اے پی سی کی دعوت ملی، صبح ملتوی ہوگئی۔</p>\n<p>ان کا کہنا تھا کہ موجودہ حالات میں حکومت کو اے پی سی بلانی چاہیے، بھارت\nنے پورے خطے میں تناؤ پیدا کر دیا، اس کے لیے ممکن نہیں کہ وہ پانی روکنے کی ضد پر قائم رہ سکے۔</p>\n<p> </p><figure>\n<div><span>\n<blockquote>\n<a href=\"https://twitter.com/AShahzebLive/status/1922280187623862501\"></a>\n</blockquote>\n</span></div>\n</figure><p></p>\n<p>مولانا فضل الرحمٰن نے مزید کہا کہ پی ٹی آئی کے ساتھ اتحاد نہ ہونے کی بڑی وجہ ان میں یکسوئی نہ ہونا ہے، تحریک انصاف کے ساتھ اتحاد نہیں اشتراک ہوسکتا ہے۔</p>\n<p>امیر جمعیت علمائے اسلام (ف) نے کہا کہ خارجہ معاملات میں افغانستان کے ساتھ دوستی کرنے کا وقت ہے۔</p>\n<p>مولانا فضل الرحمٰن کا پورا انٹرویو  ڈان نیوز کے پروگرام لائیو ود عادل شاہ زیب پر آج رات دس بجے نشر ہوگا۔</p>\n"
  },
  {
    "title": "آنر کے آنے والے فون میں تصاویر کو اے آئی ویڈیو میں تبدیل کرنے کا فیچر دیے جانے کا امکان",
    "link": "https://www.dawnnews.tv/news/1259281/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13183736f4e08d0.jpg?r=183926",
    "author": "ٹیک ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13183736f4e08d0.jpg",
    "content": "<p>چینی اسمارٹ فون بنانے والی کمپنی ’آنر‘ نے عندیہ دیا ہے کہ وہ آنے والے اپنے 400 سیریز کے فونز میں تصاویر کو آرٹیفیشل انٹیلی جنس (اے آئی) ویڈیو میں تبدیل کرنے کا فیچر دے گی۔</p>\n<p>اگرچہ تصاویر اور پینٹنگز کو ویڈیوز میں تبدیل کرنے کے لیے متعدد تھرڈ پارٹی ایپس فیچرز دیتی ہیں جب کہ ویڈیوز ایڈیٹر ایپلی کیشن سے بھی ایسا کرنا ممکن ہے، تاہم پہلی بار کوئی فون کمپنی تیسری پارٹی کے بغیر ایسا فیچر فون میں متعارف کرائے گی۔</p>\n<p>آنر کی جانب سے جلد ہی 400 سیریز کے فونز کو پیش کیے جانے کا امکان ہے، جس میں متعدد نئے فیچرز دیے جائیں گے، علاوہ ازیں اس بار فونز میں کئی اے آئی ٹولز بھی دیے جانے کا امکان ہے۔</p>\n<p> </p><figure>\n<div><picture><img src=\"https://fdn.gsmarena.com/imgroot/news/25/05/honor-400-photo-to-video-ai/gif/gsmarena_001.gif\"/></picture></div>\n<figcaption>تصویر سے اے آئی ویڈیو بننے کی مثال</figcaption>\n</figure><p></p>\n<p>رپورٹس کے مطابق کمپنی کی جانب سے اس بار 400 سیریز کے فونز میں تصاویر کو اے آئی ویڈیو میں تبدیل کرنے کے فیچر کے ساتھ پیش کیا جائے گا۔</p>\n<p>نہ صرف عام تصاویر کو اے آئی ویڈیوز میں تبدیل کیا جا سکے گا بلکہ پرانی تصاویر کو رنگین بھی کیا جا سکے گا جب کہ پینٹنگز نما تصاویر کو بھی ویڈیوز میں تبدیل کیا جا سکے گا۔</p>\n<p>فیچر کے تحت صارف جیسے ہی ایپلی کیشن میں تصاویر یا ایک ہی تصویر بھیجے گا، فون کا اے آئی سسٹم مذکورہ تصاویر یا تصویر کو ویڈیو میں تبدیل کردے گا۔</p>\n<p>پینٹنگز کی تصاویر میں نظر آنے والے نظارے از خود اے آئی فیچر کے تحت ویڈیو میں تبدیل ہوجائیں گے، اگر کسی پینٹنگ میں پرندے ہوں گے تو وہ پرندے اڑنے لگیں گے اور نظر آنے تصویر ویڈیو کی طرح چلنے لگے گی۔</p>\n"
  },
  {
    "title": "پی ایس ایل 10: بقیہ میچز کیلئے وارنر سمیت دیگر کھلاڑیوں کی پاکستان آنے کی تصدیق",
    "link": "https://www.dawnnews.tv/news/1259282/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13183121a4b9007.jpg?r=183655",
    "author": "عبدالغفار",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13183121a4b9007.jpg",
    "content": "<p>پاکستان سپر لیگ (پی ایس ایل) کے دسویں ایڈیشن کے لیے کراچی کنگز کے کپتان ڈیوڈ وارنر سمیت دیگر غیر ملکی کھلاڑیوں نے پاکستان آنے کی تصدیق کردی۔</p>\n<p>ڈان نیوز کے مطابق پاکستان کرکٹ بورڈ (پی سی بی) کی جانب سے پی ایس ایل 10 کا حتمی شیڈول جاری کرتے ہی غیر ملکی کھلاڑیوں کی بقیہ میچز کےلیے دوبارہ پاکستان آنے کی تصدیق کا سلسلہ بھی شروع ہوگیا۔</p>\n<p>پاکستان سپر لیگ 10 کے بقیہ 8 میچز کھیلنے کے لیے اب تک ہامی بھرنے والے غیرملکی کھلاڑیوں میں کراچی کنگز کے کپتان آسٹریلیا کے ڈیوڈ وارنر ، بین میک ڈرموٹ اور انگلینڈ کے جیمز ونس شامل ہیں۔</p>\n<p>لاہورقلندرز کے آل راؤنڈر  زمبابوے کے سکندر رضا ، پشاور زلمی کے فاسٹ باؤلر انگلینڈ کے لیوک ووڈ ، ٹام کوہلر کیڈ مور اور افغانستان کے نجیب اللہ زدران بھی پاکستان آنے کو تیار ہیں، کوئٹہ گلیڈی ایٹرز کی ٹیم میں شامل سری لنکا کے کوشل مینڈس بھی بقیہ میچز کھیلیں گے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>خیال رہے کہ پاکستان کرکٹ بورڈ نے پاک بھارت جنگ کے باعث پی ایس ایل غیر معینہ مدت کیلئے ملتوی کردیا تھا اور پی سی بی نے تمام غیر ملکی کھلاڑیوں کو بحفاظت پاکستان سے رخصت کیا تھا۔</p>\n<p>تاہم، اب پی سی بی نے بقیہ میچز کا <strong><a href=\"https://www.dawnnews.tv/news/1259272/\">شیڈول</a></strong> جاری کردیا جس کے تحت راولپنڈی کرکٹ اسٹیڈیم میں لیگ کے آخری 4 میچز کھیلے جائیں گے جب کہ قذافی اسٹیڈیم لاہور پلے آف مرحلے کی میزبانی کرے گا جس میں فائنل بھی شامل ہے۔</p>\n<p>دوسری جانب، بھارتی میڈیا رپورٹس کے مطابق آئی پی ایل کا مستقبل تاحال غیر یقینی کا شکار ہے تاہم بھارتی بورڈ نے جنگ بندی کے بعد فرنچائزز کو ہدایت کی ہے کہ وہ اپنے غیر ملکی کھلاڑیوں کو روک لیں۔</p>\n<p>تاہم، پاک بھارت کشیدگی کے باعث انڈیا میں موجود آسٹریلیا کھلاڑی شدید صدمے میں ہیں۔</p>\n<p>آسٹریلوی فاسٹ باؤلر مچل اسٹارک کی اہلیہ اور ویمنز ٹیم کی کپتان ایلیسا ہیلی انڈین پریمئیر لیگ (آئی پی ایل) کے دھرم شالہ میں اسٹیڈیم میں اچانک لائٹس بند ہونے اور جنگی ماحول کو تلخ تجربہ قرار دیدیا۔</p>\n<p>ایسے میں اگر آئی پی ایل کا دوبارہ آغاز ہوجاتا ہے تو آسٹریلوی کھلاڑی انڈین پریمیئر لیگ کے بقیہ میچز کھیلنے کے لیے دوبارہ بھارت جانے سے انکار کرسکتے ہیں۔</p>\n"
  },
  {
    "title": "ابراہیم علی خان کا قوت سماعت و گویائی کے مسائل میں مبتلا ہونے کا انکشاف",
    "link": "https://www.dawnnews.tv/news/1259278/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13181809047a80d.jpg?r=181839",
    "author": "انٹرٹینمنٹ ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13181809047a80d.jpg",
    "content": "<p>بولی وڈ اسٹار سیف علی خان کے بیٹے ابراہیم علی خان نے انکشاف کیا ہے کہ وہ بچپن سے قوت سماعت و گویائی کے مسائل میں مبتلا ہیں۔</p>\n<p>چند ماہ قبل ابراہیم علی خان کی پہلی فلم ’نادانیاں‘ ریلیز ہوئی تو بعض مداحوں نے نوٹ کیا کہ فلم میں ان کی آواز ڈب کرکے شامل کی گئی ہے، جس کے بعد بھارتی میڈیا میں یہ خبریں بھی تھیں کہ سیف علی خان بیٹے ’توتلے‘ ہیں۔</p>\n<p>اب ابراہیم علی خان نے اعتراف کیا ہےکہ وہ بولنے اور سننے کے مسائل سے دوچار ہیں اور یہ کہ انہیں بچپن سے ہی مسائل کا سامنا ہے۔</p>\n<p>فیشن میگزین <strong><a href=\"https://www.gqindia.com/content/the-quiet-vulnerability-of-ibrahim-ali-khan\">’جی کیو انڈیا‘</a></strong> کو دیے گئے انٹرویو میں ابراہیم علی خان نے بتایا کہ پیدائش کے فوری بعد انہیں شدید ’جوائنڈس‘ (jaundice) ہوگیا تھا، جس وجہ سے ابتدائی طور پر انہیں سننے میں مسائل کا سامنا رہا، بعد ازاں انہیں بولنے میں بھی دشواری پیش رہی۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>ان کے مطابق انہیں شدید ’جوائنڈس‘ ہوگیا تھا، جس سے ان کے دماغ پر اثر پڑا، جس سے ان کے سننے اور بولنے کی صلاحیت بھی بری طرح متاثر ہوئی۔</p>\n<p>ان کا کہنا تھا کہ ابتدائی چند سال تک انہیں شدید مشکلات درپیش رہیں، بعد ازاں انہوں نے اپنی بیماری کا علاج بھی کروایا جب کہ اسپیچ تھراپی کا بھی سہارا لیا۔</p>\n<p>ابراہیم علی خان کے مطابق ان کے بولنے اور سننے کی صلاحیت متاثر ہونے کی وجہ سے ہی والدین نے انہیں انگلینڈ کے ایک خصوصی اسکول میں تعلیم دلوائی، جہاں انہوں نے زندگی کے چار سال گزارے اور وہاں سے بہت کچھ سیکھا۔</p>\n<p>اداکار نے یہ اعتراف بھی کیا کہ انہیں تاحال بولنے اور سننے کے مسائل درپیش ہیں لیکن ماضی کے مقابلے وہ انتہائی کم ہو چکے ہیں۔</p>\n<p>اگرچہ انہوں نے اعتراف کیا کہ وہ قوت سماعت و گویائی کے مسائل میں مبتلا رہے ہیں اور تاحال ان مسائل کا سامنا کر رہے ہیں، تاہم انہوں نے واضح طور پر اس تاثر کو مسترد نہیں کیا کہ وہ توتلے ہیں۔</p>\n<p>خیال رہے کہ ’جوائڈس‘ پیدائش کے بعد بچوں کو ہونے والی ایک عام بیماری ہے، تاہم بعض بچوں میں یہ شدید بھی ہوسکتی ہے۔</p>\n<p>عام طور پر پیدائش کے بعد ہونے والی ’جوائنڈس‘ کچھ دنوں اور ہفتوں میں علاج اور احتیاط سے ختم ہوجاتی ہے، تاہم بعض بچوں کو یہ بیماری شدید متاثر کرتی ہے، جس وجہ سے ان میں زندگی بھر طبی مسائل رہتے ہیں۔</p>\n<p>بچوں کے مقابلے اگر بالغ افراد کو ’جوائنڈس‘ ہوجائے تو اس کے شکار افراد بر وقت اور مکمل علاج نہ کروانے کے باعث شدید بیمار بھی ہوسکتے ہیں۔</p>\n<p>اس بیماری کو پیلیا اور یرقان بھی کہا جاتا ہے، تاہم ماہرین صحت اسے ’جوائنڈس‘ ہی کہتے ہیں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n"
  },
  {
    "title": "بجٹ میں تعلیم کیلئے مزید فنڈز مختص کیے جائیں گے، وزیر اعلیٰ خیبر پختونخوا",
    "link": "https://www.dawnnews.tv/news/1259277/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13180428e8ce243.jpg?r=181016",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13180428e8ce243.jpg",
    "content": "<p>وزیر اعلیٰ خیبر پختونخوا علی امین گنڈا پور نے واضح کیا ہے کہ صوبائی حکومت آئندہ بجٹ میں تعلیم کو ’اولین ترجیح‘ دے گی اور اس شعبے کے لیے مزید وسائل مختص کیے جائیں گے۔</p>\n<p>سرکاری نشریاتی ادارے ریڈیو پاکستان کے مطابق علی امین گنڈا پور کا یہ بیان ایسے وقت میں سامنے آیا ہے جب صوبے میں درسی کتب کی غیر متوقع قلت نے تعلیمی سلسلے کو متاثر کیا ہے۔</p>\n<p>علاوہ ازیں، بچوں کے اسکول چھوڑنے کی شرح میں اضافہ ہوا ہے، اور پاکستان کی تعلیمی کارکردگی کی درجہ بندی 23-2020 کی ڈسٹرکٹ ایجوکیشن پرفارمنس انڈیکس رپورٹ میں ’کمزور‘ قرار دی گئی ہے۔</p>\n<p>پشاور میں ایک اجلاس کی صدارت کرتے ہوئے وزیراعلیٰ خیبرپختونخوا نے اساتذہ کی تربیت کو بہتر بنانے، نئی بھرتیوں میں 100 فیصد میرٹ کو یقینی بنانے اور جن علاقوں میں فوری طور پر ضرورت ہو وہاں کرائے کی عمارتوں میں اسکول قائم کرنے کی ہدایت کردی۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>اجلاس کے دوران یہ فیصلہ کیا گیا کہ اسکولوں میں طلبہ کے اندراج میں اضافے کے لیے جامع اور کثیرالجہتی اقدامات کیے جائیں گے، اس حوالے سے مختلف سرگرمیوں کی معاونت کے لیے اسکیمیں آئندہ بجٹ میں شامل کی جائیں گی۔</p>\n<p>علی امین گنڈا پور بعض اضلاع میں اسکول نہ جانے والے بچوں کی شرح میں اضافے پر تشویش کا اظہار کرتے ہوئے کہا کہ اسکول نہ جانے والے بچوں کی تعداد کو کم کرنے اور بچوں کی اسکول میں اندراج کی شرح میں بہتری لانے کے لیے تعلیمی ایمرجنسی کا اعلان ضروری ہے۔</p>\n<p>انہوں نے موجودہ اسکولوں میں لیبارٹریز، امتحانی ہالز اور دیگر بنیادی سہولیات کی فراہمی کے لیے مانیٹرنگ نظام کو مضبوط بنانے اور ضروری اقدامات اٹھانے پر زور دیا۔</p>\n<p>یاد رہے کہ گزشتہ دو دہائیوں کے دوران، صوبائی حکومت کی جانب سے ہر تعلیمی سال کے آغاز پر طلبہ کو مفت درسی کتب فراہم کی جاتی رہی ہیں۔</p>\n<p>تاہم، دو سال قبل اخراجات 10 ارب روپے سے تجاوز کرنے پر حکومت نے فیصلہ کیا کہ طلبہ کو صرف نصف کتب فراہم کی جائیں گی اور باقی کتب کے لیے اسکول انتظامیہ کو ہدایت کی گئی کہ اگلی جماعت میں ترقی پانے والے طلبہ سے پرانی کتابیں جمع کی جائیں۔</p>\n<p>اس سال اسکولوں میں ایک پیچیدہ صورتحال پیدا ہو گئی ہے کیونکہ ٹیکسٹ بُک بورڈ کا دعویٰ ہے کہ اس نے محکمہ تعلیم کی جانب سے مانگی گئی تمام کتب چھاپ دی ہیں، مگر طلبہ اور اساتذہ نے کتابوں کی قلت کی شکایت کی ہے۔</p>\n"
  },
  {
    "title": "آپریشن بنیان مرصوص، بھارتی فضائیہ کے طیارے کہاں کہاں گرے؟ تفصیلات سامنے آگئیں",
    "link": "https://www.dawnnews.tv/news/1259271/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13175441f8ddd87.jpg?r=175458",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13175441f8ddd87.jpg",
    "content": "<p>آپریشن بنیان مرصوص کے دوران پاک فضائیہ نے بھارتی فضائیہ کو  دھول چٹا دی، پاک فضائیہ کی جوابی کارروائی میں بھارتی لڑاکا طیارے کہاں کہاں گرے، تفصیلات سامنے آ گئیں۔</p>\n<p>ڈان نیوز کے مطابق سیکیورٹی ذرائع نے بتایا کہ بھارتی لڑاکا طیارے مختلف علاقوں میں گر کر تباہ ہوئے، جبکہ بھارتی فضائیہ کے طیاروں کے پائلٹس زخمی یا لاپتا بھی ہوئے۔</p>\n<p>سیکیورٹی ذرائع کے مطابق ایک بھارتی طیارہ اننت ناگ میں گر کر تباہ ہوا، جبکہ بھارتی پائلٹ کی ہلاکت کا خدشہ ہے۔</p>\n<p>اسی طرح بھارتی فضائیہ کا دوسرا طیارہ پلوامہ میں گر کر تباہ ہوا، پلوامہ میں دونوں پائلٹس شدید زخمی حالت میں سری نگر ہسپتال منتقل کیے گئے۔</p>\n<p>سیکیورٹی ذرائع نے بتایا کہ بھارتی فضائیہ کا تیسرا طیارہ اکھنور میں گرا، جبکہ دونوں پائلٹس کو ہسپتال منتقل کیا گیا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>سیکیورٹی ذرائع کے مطابق بھارتی طیارے کی ایجکشن سیٹ پہی گاڈول کوکرناگ کےعلاقے سے ملی۔</p>\n<p>اسی طرح چوتھا بھارتی لڑاکا طیارہ ضلع رام بن میں گرکرتباہ ہوا، جبکہ طیارے کے پائلٹ اقبال سنگھ کو آرمی ہسپتال ادھم پور منتقل کیا گیا۔</p>\n<p>سیکیورٹی ذرائع نے بتایا کہ بھارتی فضائیہ کا 5واں طیارہ بھٹنڈہ کے علاقے میں گرکرتباہ ہوا، جبکہ بھارتی ہیرون ریموٹ پائلٹڈ وہیکل جموں کے مشرق میں13ناٹیکل میل دور گری۔</p>\n<p>دفاعی ماہرین کا کہنا تھا کہ بھارتی فضائیہ کے لیے تباہی شدید دھچکا ثابت ہوئی، آپریشن بنیان مرصوص بھارتی فضائیہ کی مکمل ناکامی ظاہر کرتاہے۔</p>\n<p>واضح رہے کہ 7 مئی کو پاکستان کی مسلح افواج نے رات گئے کیے جانے والے بھارت کے بزدلانہ حملے کے جواب میں منہ توڑ جواب دیتے ہوئے بھارتی فضائیہ کے 3 رافیل سمیت 5 جنگی طیارے مارے گرائے تھے جبکہ ایک بریگیڈ ہیڈ کوارٹر،6 مہار بٹالین ہیڈکوارٹرز اور مختلف چیک پوسٹیں اڑا ڈالی تھیں جس کے بعد بھارتی فوج نے ایل اوسی کے 4 سیکٹرز میں پوسٹوں پر سفید جھنڈے لہرا کر شکست تسلیم کرلی تھی۔</p>\n<p>وزیر اطلاعات عطااللہ تارڑ نے رات 2 بجکر 45 منٹ پر 2 بھارتی طیارے مار گرائے جانے کی تصدیق کی، تیسرے بھارتی طیارے کو نشانہ بنانے کی تصدیق سرکاری میڈیا پی ٹی وی کے ذریعے صبح 3 بج کر 42 منٹ پر کی گئی جس میں کہا گیا کہ پاک فضائیہ نے اونتی پورہ سے 17 ناٹیکل میل جنوب مغرب میں ایک اور بھارتی رافیل طیارہ مار گرایا ہے۔</p>\n<p>فوجی ترجمان نے صبح 4 بجے کے قریب صورتحال کے تازہ ترین اعداد و شمار فراہم کیے، چوتھے اور پانچویں طیارے کی تصدیق صبح 5 بجے کے بعد وزیر دفاع، وزیر اطلاعات اور فوج کی جانب سے کی گئی۔</p>\n"
  },
  {
    "title": "پاک بھارت کشیدگی کم کرنے کیلئے روس کردار ادا کرے، یوسف رضا گیلانی",
    "link": "https://www.dawnnews.tv/news/1259273/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/131743083c80541.jpg?r=174423",
    "author": "عمید علی",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/131743083c80541.jpg",
    "content": "<p>چیئرمین سینیٹ سید یوسف رضا گیلانی نے کہا ہے کہ پاک بھارت کشیدگی کو کم کرنے کے لیے روس پاکستان اور بھارت کے مابین موثر کردار ادا کرے۔</p>\n<p>چیئرمین سینیٹ سید یوسف رضا گیلانی سے ماسکو  میں رشین فیڈریشن کی فیڈریشن کونسل کی چیئرپرسن ویلنٹینا ماٹویینکو  نے  ملاقات  کی، ملاقات میں دوطرفہ تعلقات، پارلیمانی سفارتکاری، امن، تجارت، معیشت اور سرمایہ کاری پر تبادلہ خیال کیا گیا۔</p>\n<p>سینیٹ سیکریٹریٹ کے میڈیا ڈائریکٹوریٹ کے مطابق روس کے دورے پر گئے ہوئے چیئرمین سینیٹ سید یوسف رضا گیلانی سے ماسکو  رشین فیڈریشن کی فیڈریشن کونسل کی چیئرپرسن ویلنٹینا ماٹویینکو سے ملاقات ہوئی، دوران ملاقات  دوطرفہ تعلقات، پارلیمانی سفارتکاری، امن، تجارت، معیشت اور سرمایہ کاری پر تبادلہ خیال کیا گیا۔</p>\n<p>چیئرمین سینیٹ سید یوسف رضا گیلانی نےکہا کہ پاکستان ہمیشہ تمام تنازعات کے حل کے لیے مذاکرات اور سفارتکاری کا حامی رہا ہے، خطے کے امن کی بقاء کے لئے پاکستان نے اشتعال انگیزیوں کے باوجود تحمل اور مذاکرات کو ترجیح دی۔</p>\n<p>انہوں نےکہا  کہ بھارت کشیدگی کو کم کرنے کے لیے روس پاکستان اور بھارت کے مابین موثر کردار ادا کرے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>چیئرمین سینیٹ سید یوسف رضا گیلانی نےکہا کہ پاکستان اور روس کے تعلقات مثبت سمت میں گامزن ہیں،  مضبوط تعلقات نہ صرف باہمی خوشحالی بلکہ محفوظ اور مستحکم خطے کے لیے بھی اہم ہیں۔</p>\n<p>انہوں نے کہا کہ روسی قیادت کو یوم فتح کی 80 ویں سالگرہ پر مبارکبادیتے ہیں۔</p>\n<p>ویلنٹینا ماٹویینکو نے کہا کہ دونوں ممالک کے دوطرفہ تعلقات سید یوسف رضا گیلانی کے بطور وزیراعظم اور چیئرمین شپ کے ادوار میں نئی بلندیوں پر پہنچ گئے۔</p>\n<p>دوران ملاقات فریقین کی جانب سے پارلیمانی مفاہمتی یادداشت کے تحت تعاون کے فروغ میں دلچسپی کا اظہار  کیا گیا۔</p>\n<p>چیئرمین سینیٹ سید یوسف رضا گیلانی نے جیوپولیٹیکل کشیدگی کے تناظر میں پارلیمانی سفارت کاری کی اہمیت پر زور دیا اور کہا کہ پاکستان جنوبی ایشیا میں امن، استحکام اور قانون کی حکمرانی کا خواہاں ہے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>انہوں نے کہا کہ پاکستان نے مقبوضہ کشمیر پر بھارتی الزامات کو مسترد اور آزاد تحقیقات کا مطالبہ کیا  ہے، پاکستان سندھ طاس معاہدے کی معطلی کی مذمت کرتا ہے جو خطے کے آبی تحفظ کے لیے خطرے کا باعث بن سکتا ہے۔</p>\n<p>سید  یوسف رضا گیلانی نے  کہا کہ پاکستان نے دہشت گردی کی جنگ میں بھاری قیمت چکائی ہے، پاکستان  دہشت گردی کے خلاف فرنٹ لائن ریاست ہے اور عالمی یکجہتی کا منتظر ہے۔</p>\n<p>چیئرمین سینیٹ نے کہا کہ باہمی تعلقات کے فروغ کے لیے دونوں ممالک میں قائم فرینڈشپ گروپ کی سرگرمیوں میں تیزی لانے کی ضرورت ہے۔</p>\n"
  },
  {
    "title": "پاکستان سپر لیگ کے بقیہ میچز کا حتمی شیڈول جاری",
    "link": "https://www.dawnnews.tv/news/1259272/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13173825b4abb21.jpg?r=173917",
    "author": "اسپورٹس ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13173825b4abb21.jpg",
    "content": "<p>پاکستان سپر لیگ (پی ایس ایل) کے دسویں ایڈیشن کے بقیہ 8 میچز کا حتمی شیڈول جاری کردیا گیا ہے جس کے تحت پہلا میچ 17 مئی کو راولپنڈی اور فائنل 25 مئی کو لاہور میں کھیلا جائے گا۔</p>\n<p>ڈان نیوز نے گزشتہ روز ذرائع سے یہ خبر نشر کی تھی کہ پی ایس ایل 10 کے بقیہ 8 میچز کروانے کا فیصلہ کرلیا گیا ہے جس کے لیے 17 سے 25 مئی کی تاریخ رکھی گئی ہے اور یہ میچز راولپنڈی کرکٹ اسٹیڈیم میں ہوں گے۔</p>\n<p>پاکستان کرکٹ بورڈ (پی سی بی) نے اس خبر کی تصدیق کرتے ہوئے پاکستان سپر لیگ کے دسویں ایڈیشن کے بقیہ میچز کے لیے حتمی شیڈول جاری کردیا۔</p>\n<p>خیال رہے کہ پاکستان کرکٹ بورڈ نے پاک بھارت جنگ کے باعث پی ایس ایل غیر معینہ مدت کیلئے ملتوی کردیا تھا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>پی سی بی کے مطابق 17 مئی بروز ہفتہ کو پشاور زلمی کا مقابلہ کراچی کنگز سے راولپنڈی کرکٹ اسٹیڈیم میں ہوگا۔</p>\n<p>اسی طرح، 18 مئی کو راولپنڈی کرکٹ اسٹیڈیم ڈبل ہیڈر کی میزبانی کرے گا، دوپہر میں ملتان سلطانز کا میچ کوئٹہ گلیڈی ایٹرز سے ہوگا اور شام کو پشاور زلمی اور لاہور قلندرز آمنے سامنے ہوں گے۔</p>\n<p>19 مئی کو اسلام آباد یونائیٹڈ اور کراچی کنگز ایونٹ کے آخری گروپ میچ میں مدمقابل ہوں گے جس کے بعد پہلا کوالیفائر 21 مئی کو لاہور میں ہوگا جب کہ ایلیمینیٹر 1 اور کوالیفائر 2 بالترتیب 22 اور 23 مئی کو ہوں گے۔</p>\n<p>پاکستان کرکٹ بورڈ کی جانب سے جاری بیان میں کہا گیا کہ دوپہر کا واحد میچ مقامی وقت کے مطابق سہ پہر 3 بجے شروع ہوگا جب کہ شام کے میچز مقررہ وقت کے مطابق شام 7.30 بجے ہوں گے۔</p>\n<p>پی سی بی کے مطابق پاکستان سپر لیگ 10 کا فائنل قذافی اسٹیڈیم لاہور میں 25 مئی کو کھیلا جائے گا جب کہ ٹکٹوں سے متعلق تفصیلات جلد شیئر کی جائیں گی۔</p>\n<p>یاد رہے کہ  پاکستان سپر لیگ کے دسویں ایڈیشن کے بقیہ میچز کے لیے تمام فرنچائزز اپنے غیر ملکی کھلاڑیوں سے رابطے میں ہیں اور متعدد کھلاڑیوں نے واپس آنے کی حامی بھی بھرلی ہے۔</p>\n<p>ذرائع نے بتایا ہے کہ جن فرنچائزز کو غیر ملکی کھلاڑی دستیاب نہیں ہوں گے ان کے بدلے مقامی کھلاڑیوں کا انتخاب کیا جائے گا۔</p>\n<p>واضح رہے کہ پاکستان اور بنگلہ دیش کی ٹیموں کے درمیان 5 میچز پر مشتمل ٹی20 سیریز کا انعقاد لاہور اور فیصل آباد کے اسٹیڈیمز میں ہوگا۔</p>\n<p>ذرائع نے بتایا ہے کہ پاکستان اور بنگلہ دیش سیریز کے لیے آنے والی براڈ کاسٹنگ ٹیم ہی پی ایس ایل 10 کے بقیہ میچز کی براڈ کاسٹنگ کرے گی۔</p>\n"
  },
  {
    "title": "بڑی کمی کے بعد آج سونے کی قیمتوں میں پھر اضافہ",
    "link": "https://www.dawnnews.tv/news/1259269/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/1317341914fa3e6.jpg?r=173432",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/1317341914fa3e6.jpg",
    "content": "<p>گزشتہ روز 10 ہزار روپے سے زائد کی بڑی کمی کے بعد آج ملک بھر میں سونے کی قیمتوں میں پھر اضافہ ہو گیا۔</p>\n<p>سرکاری خبر رساں ادارے ’اے پی پی‘ کے مطابق آل پاکستان صرافہ جیولرز ایسوسی ایشن نے رپورٹ کیا کہ 24 قیراط سونے کی فی تولہ قیمت 3 ہزار 700 روپے اضافے سے 3 لاکھ 44 ہزار 200 روپے ہو گئی۔</p>\n<p>اسی طرح، 24 قیراط 10 گرام سونے کے دام 3 ہزار 173 روپے بڑھ کر 2 لاکھ 95 ہزار 96 روپے ہو گئے، جبکہ 22 قیراط 10 گرام سونا 2 ہزا ر821 روپے مہنگا ہو کر 2 لاکھ 70 ہزار 514 روپے میں فروخت ہوا۔</p>\n<p>ادھر،  فی تولہ چاندی 82 روپے بڑھ کر 3 ہزار 482 روپے ہو گئی جبکہ 10 گرام چاندی کی قیمت 71 روپے کے اضافے سے 2 ہزار 985 روپے ریکارڈ کی گئی۔</p>\n<p>ایسوسی ایشن نے رپورٹ کیا کہ بین الاقوامی مارکیٹ میں فی اونس سونا 37 ڈالر کے اضافے سے 3 ہزار 258 ڈالر تک جا پہنچا۔</p>\n<p>واضح رہے کہ گزشتہ روز ملک بھر میں سونے کی قیمتوں میں یکدم 10 ہزار 400 روپے کی بڑی کمی ہوگئی تھی۔</p>\n<p>آل پاکستان جیمز اینڈ جیولرز ایسوسی ایشن نے رپورٹ کیا تھا کہ 24 قیراط کے حامل فی تولہ خالص سونے کا بھاؤ 10 ہزار 400 روپے تنزلی سے 3 لاکھ 40 ہزار 500 روپے ہو گیا۔</p>\n<p>اسی طرح 24 قیراط 10 گرام سونا 8 ہزار 917 روپے سستا ہو کر 2 لاکھ 91 ہزار 923 روپے میں فروخت ہوا تھا۔</p>\n"
  },
  {
    "title": "’پاکستان کو اب بھارت کی مسلسل جارحیت کے لیے تیار رہنا ہوگا‘",
    "link": "https://www.dawnnews.tv/news/1259259/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/1315564949d8794.jpg?r=155651",
    "author": "عارفہ نور",
    "time": "2025-05-13 00:00:00",
    "main_image": "",
    "content": "<p>پاکستان اور بھارت ایک خوفناک تنازع کے دہانے سے واپس لوٹے ہیں۔ اس تنازع کا اختتام جانا پہچانا تھا جہاں امریکا نے مداخلت کی لیکن دونوں ممالک کو یہ نہیں لگتا کہ بحران واقعی میں ختم ہوچکا ہے۔ تاہم بہت سے نتائج فی الوقت ڈی جی ایم اوز کی بات چیت (جو تادمِ تحریر ہونا باقی ہے) پر منحصر ہیں۔</p>\n<p>درحقیقت بات چیت اور اعلامیے کے بعد بھی حالات بدلتے رہیں گے اور جیسا کہ ہم صحافتی زبان میں کہتے ہیں، یہ ایک ’ایسی صورت حال ہے جس میں مسلسل پیش رفت ہوتی رہے‘ گی اور حقائق اور تجزیے نامکمل رہیں گے۔ یہ تحریر بھی اسی زمرے میں آتی ہے۔ پھر بھی میں کچھ مسائل کو سیاق و سباق میں پیش کرنے کی کوشش کررہی ہوں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>اشارے بتا رہے ہیں کہ جنگ بندی کی پاس داری کرنا آسان نہیں ہوگا۔ دونوں ممالک کے درمیان بے اعتمادی کی اصل وجہ برقرار ہے جبکہ دونوں کو لگتا ہے کہ ان کے ساتھ غلط ہوا ہے۔</p>\n<p>ہمسایہ ملک کا مزاج ایک اور اہم عنصر ہے۔ وہاں چند حلقے بھارتی حکومت پر مشن ادھورا چھوڑنے پر تنقید کے نشتر برسا رہے ہیں جس کی وجہ سے لوگوں میں گمان ہے کہ صورت حال بدلے گی۔ پلوامہ واقعے کے برعکس، گمان ہوتا ہے کہ نئی دہلی کے لیے اپنے عوام کو اس بات پر آمادہ کرنا مشکل ہوگیا ہے کہ جنگ بندی ہی درحقیقت ان کی کامیابی ہے۔</p>\n<p>وائٹ ہاؤس جو جنگ بندی میں اپنے کردار کا دعویٰ کررہا ہے اور جشن منارہا ہے، اس نے بھی مودی حکومت پر تنقید میں اضافہ کیا ہے۔ آنے والے دنوں میں یہ دیکھنا اہم ہوگا کہ بھارتیہ جنتا پارٹی (بی جے پی) کی حکومت اس پورے معاملے سے کیسے نمٹتی ہے۔</p>\n<p>تاہم پاکستان میں جشن کا ماحول ہے۔ لیکن بہت سی وجوہات ہیں کہ جن کی بنا پر جنگ کا جشن کبھی بھی نہیں منانا چاہیے کیونکہ فتح بھی قیمتی انسانی جانوں کے ضیاع اور خاندان اجڑنے کے بعد حاصل ہوتی ہے۔ جنگ کوئی شاندار فعل نہیں ہے۔</p>\n<p>جنگ بندی کو برقرار رکھنے کے لیے بھی عوام کو تحمل کا مظاہرہ کرنا چاہیے۔ سرحد پار مزاج انتہائی گرم ہے اور حالیہ تنازع نے ایک انتہائی اہم چیز واضح کی ہے، جو یہ ہے کہ مستقبل میں بھارت اور پاکستان کے درمیان کشیدگی صرف لائن آف کنٹرول پر ہونے والی جھڑپوں تک محدود نہیں رہے گی۔ لگتا ہے کہ اب ڈورنز، فضائی حملے اور بہت کچھ استعمال ہوگا۔ اور ان میں سائبر حملے بھی شامل ہوں گے۔ خفیہ کارروائیوں کے ساتھ ساتھ یہ سب بھی پاک-بھارت تعلقات میں متعدد چیلنجز کا باعث بنیں گے اور اس کا سب سے بڑا شکار عوام ہوں گے۔</p>\n<p>پاکستان کو اب مستقبل میں وقتاً فوقتاً بھارت کے ساتھ جارحیت اور جنگی حالات کے لیے کمر کس لینی چاہیے۔ حریف 2016ء سے اب تک شدت پسندی کے ایک مخصوص پیٹرن پر چلا ہے۔</p>\n<p>9 سال قبل نئی دہلی نے ایل او سی پر اسٹرائیک کی تھی۔ بہت سے لوگوں نے استدلال کیا کہ اس طرح کی اسٹرائیکس معمول کی بات ہیں حالانکہ بھارت کا تردید کرنے کے بجائے عوامی سطح پر ان اسٹرائیکس کا اعتراف کرنا غیر معمولی تھا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>پلوامہ/بالاکوٹ اسٹرائیکس میں بھارت نے ایل او سی عبور کرکے پاکستان کی حدود میں حملے کیے۔ نتیجتاً پاکستان نے بھی فضائی حملے سے ہی جواب دیا۔ 6 سال بعد بھارت نے اپنی اسٹرائیکس میں شہریوں، سویلین اور ملٹری اہداف کو نشانہ بنایا۔ یہ ظاہر کرتا ہے کہ بھارت نے اب یہ اپنا وتیرہ بنالیا ہے۔</p>\n<p>ابھی یہ واضح نہیں کہ آیا نئی دہلی پر 2025ء میں جو کچھ ہوا اس سے بھی بڑا کچھ کرنے کے لیے دباؤ ہوگا یا نہیں۔ لیکن اب ایل او سی یا سرحد کے پار فوجی حملوں کو بھارت کے زیرِ قبضہ کشمیر میں ہونے والی کسی بھی دہشت گردی کے ردعمل کے طور پر دیکھا جاسکتا ہے۔ دوسرےالفاظ میں پاکستان کو اس حوالے سے غفلت نہیں برتنی چاہیے کہ مزاحمت کا توازن قائم ہوچکا ہے، جیسا کہ فرض کیا جارہا ہے۔  اس کے بجائے دونوں ممالک یہ ثابت کرچکے ہیں کہ جوہری جنگ تک پہنچے بغیر بھی خطرات کو نظرانداز کرتے ہوئے تنازعات کو اتنا سنگین رخ دیا جاسکتا ہے۔</p>\n<p>ایک اور عنصر ہے جس کی خوشی منانے کے بجائے اسے سمجھنے کی بھی ضرورت ہے اور وہ تنازعے کے دوران پاکستان کا اندرونی اور بین الاقوامی سطح پر ابلاغ ہے۔ کچھ غلطیوں کے باوجود (جو آپ سمجھ ہی گئے ہوں گے) مجموعی طور پر پاکستان کی کارکردگی اچھی رہی۔ اگرچہ پریس کانفرنسز بہت زیادہ ہوئیں لیکن بین الاقوامی سطح پر مؤثر انداز میں مؤقف پیش کیا گیا۔ یہ واضح اس لیے بھی تھا کیونکہ بھارت بہت کم ہی عالمی میڈیا میں اپنا مؤقف پیش کرتا نظر آیا۔</p>\n<p>لیکن اثر انگیزی کا براہ راست تعلق حقائق سے تھا جس نے اسلام آباد کو اپنا موقف پیش کرنے کا موقع دیا۔ بھارت جارح تھا اور ایسے میں پاکستان اپنا دفاع کرے گا۔ اور پھر پاک فضائیہ نے بھارتی طیارے گرا کر ایسی شاندار فتح حاصل کی جس کی نئی دہلی تصدیق بھی نہیں کرسکا۔ اس سے اسلام آباد کے مؤقف کو مزید تقویت ملی۔</p>\n<p>ملک میں بعض لوگوں کی ناراضی کے خدشے کے پیش نظر  ہمیں کارگل کو یاد کرلینا چاہیے۔ کچھ حقائق کا دفاع کرنا اتنا مشکل ہوتا ہے کہ اچھی کارروائیاں بھی ان پر پردہ نہیں ڈال سکتیں۔ ہم صرف امید کرسکتے ہیں کہ اس کامیابی سے پاکستان کو یہ سبق بھی ملے گا کہ وہ دنیا کو اپنے ہر مؤقف پر قائل نہیں کرسکتا۔ ’تحمل‘ کی پالیسی کو برقرار رکھنا ضروری ہے حالانکہ اندرونِ خانہ کچھ حلقے اب اس پر تنقید کرنے لگے ہیں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>’تحمل‘ کا لفظ اس لیے بھی اہم ہے کیونکہ اس حالیہ کامیابی سے حکومت کو یہ گمان نہیں ہونا چاہیے کہ یہ اپنے ملک میں ’ہارڈ اسٹیٹ‘ کے مزید سخت ہونے کا وقت ہے۔ آخرکار ہمارے ہمسائے نے بھی اس مفروضے پر یقین کیا کہ پاکستان کے اندرونی مسائل اور تقسیم اسے ’مناسب جواب‘ دینے سے روکیں گے جوکہ غلط ثابت ہوا۔ تاہم یہ سمجھنا اب بھی ضروری ہے کہ مزید جھڑپوں کے امکان کے پیش نظر، اندرونی مسائل حل کرنا زیادہ ضروری ہے۔</p>\n<p>یہ سیاسی صورت حال بالخصوص بلوچستان کے معاملے میں سچ ہے۔ یہ ہماری سب سے کمزور فالٹ لائن ہے جس کا استحصال کیا جا سکتا ہے اور کیا جا رہا ہے۔ اگر اسے محفوظ بنانا ہے تو سیاسی حل تلاش کرنا ہوگا۔ اور ساتھ ہی معیشت پر بھی سنجیدگی سے کام کرنے کی ضرورت ہے۔</p>\n<p>اس بات سے قطع نظر کہ 2019ء اور 2025ء میں ہونے والی پاک-بھارت جھڑپوں کا اختتام کیسے ہوا، پڑوسی حکومت کی مالی حیثیت اسے اس طرح کی محدود محاذ آرائی کے لیے مستقبل میں بھی متحرک کرے گی۔ اور اس کا مقابلہ کرنے کے لیے بہتر ہوگا کہ پاکستان بھی اپنی معیشت کو مضبوط، مستحکم بنائے اور قرضوں پر اپنا انحصار کم کرنے پر توجہ دے۔</p>\n<p>آخری لیکن سب سے اہم بات یہ ہے کہ حالیہ تصادم پاکستان با مقابلہ بھارت کم بلکہ چینی با مقابلہ مغربی ساختہ ہتھیاروں کے حوالے سے زیادہ تھا۔ اگرچہ پاک فضائیہ کی کامیابی سے پاکستان اور چین کے درمیان تعلقات مضبوط ہوں گے لیکن یہ اندازہ لگانے میں وقت لگے گا کہ بین الاقوامی اور علاقائی سطح پر اس کا کیا مطلب ہے۔ امید کرتے ہیں کہ یہ دفاعی تعاون اس نوعیت کی اسکروٹنی کا شکار نہ ہو جو حالیہ برسوں میں سی پیک کی صورت میں ہم نے دیکھا۔</p>\n<hr/>\n<p>یہ تحریر انگریزی میں <strong><a href=\"https://www.dawn.com/news/1910703/a-difficult-neighbourhood\">پڑھیے</a></strong>۔</p>\n"
  },
  {
    "title": "’ہولی ووڈ ستارے کانز میں خاموش نہ رہ سکے‘، غزہ کی نسل کشی پر بھرپور آواز بلند",
    "link": "https://www.dawnnews.tv/news/1259270/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/131652336860021.jpg?r=171705",
    "author": "انٹرٹینمنٹ ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/131652336860021.jpg",
    "content": "<p>کانز فلم فیسٹیول کے موقع پر ہولی ووڈ انڈسٹری کے مشہور ناموں سوزین سارینڈن اور رچرڈ گیئر سمیت 350 اہم شخصیات نے ایک اہم  پیٹیشن پر دستخط کیے، جس میں غزہ میں جاری نسل کشی کی مذمت کی گئی۔</p>\n<p>خبر رساں ادارے اے ایف پی کے مطابق فرانسیسی اخبار لبریشن اور امریکی میگزین ورائٹی میں شائع ہونے والے فلسطینی حامی گروہ کے خط کو پڑھتے ہوئے انہوں نے کہا کہ غزہ میں نسل کشی کی جارہی ہے جس پر ہم خاموش نہیں رہ سکتے۔</p>\n<p>دستخط کنندگان میں مشہور ہسپانوی ہدایت کار پیڈرو الموڈوور اور کانز کے سابق فاتح روبن اوسٹلنڈ بھی شامل تھے، انہوں نے غزہ کی فوٹو جرنلسٹ فاطمہ حسونہ کی موت کی بھی مذمت کی۔</p>\n<p>ایرانی ہدایت کار سپیدہ فارسی نے غزہ کی فوٹو جرنلسٹ فاطمہ حسونہ کے موضوع پر ایک دستاویزی فلم تشکیل دی ہے جس کا عنوان ’پُٹ یور سول آن یور ہینڈ واک‘ ہے، فلم کا پریمیئر جمعرات کو ہوگا۔</p>\n<p>23 سالہ فاطمہ حسونہ گزشتہ ماہ شمالی غزہ میں خاندان کے 9 افراد سمیت بمباری میں شہید ہوگئیں تھیں جس کے بعد ایرانی ہدایت کار نے اُن پر دستاویزی فلم بنانے کا اعلان کیا تھا۔</p>\n<p>ہدایت کار نے فلم کو ملنے والی محبت کا خیر مقدم کرتے ہوئے کانز فلم فیسٹیول کی انتظامیہ سے مطالبہ کیا کہ وہ فلسطینی سرزمین پر اسرائیلی جارحیت کے خلاف آواز اٹھائیں۔</p>\n<p>انہوں نے خبر رساں ادارے اے ایف پی سے گفتگو میں کہا کہ یہ کہنا کہ کانز فلم فیسٹیول ایک سیاسی تقریب نہیں ہے کوئی معنی نہیں رکھتا۔</p>\n<p>فلم کے حوالے سے کانز انتظامیہ کا کہنا ہے کہ ہم نے غزہ میں جاری جنگ کے لیے کوئی منصوبہ بندی نہیں کی تاہم اس فلم کے ذریعے سے فاطمہ حسونہ کو اعزاز دیا گیا ہے۔</p>\n<p>واضح رہے کہ رواں سال کانز جیوری کی صدر جولیٹ بنوشے کے بارے میں ایسا کہا جارہا تھا کہ وہ بھی پیٹیشین پر دستخط کرچکی ہیں تاہم اُن کی ترجمان نے اے ایف پی کو بتایا کہ انہوں نے اس کی توثیق نہیں کی اور ان کا نام لبریشن نے بھی شائع نہیں کیا۔</p>\n<p>بعدازاں دستخط کنندگان میں امریکی اداکار مارک روفالو اور ہسپانوی اداکار جیویئر بارڈیم سمیت یہودی نژاد برطانوی ہدایت کار جوناتھن گلیزر بھی شامل ہیں جنہوں نے 2023 میں دی زون آف انٹرسٹ کے لیے آسکر ایوارڈ بھی اپنے نام کیا تھا۔</p>\n<p>خیال رہے کہ کانز فلم فیسٹیول کا آغاز منگل کو فرانسیسی رویرا پر ہوا، تقریب کا افتتاح رابرٹ ڈی نیرو نے کیا جبکہ تقریب میں یوکرین اور روس کی جنگ پر مبنی تین فلمیں بھی دکھائی گئیں۔</p>\n"
  },
  {
    "title": "اوگرا نےایل این جی کی قیمتوں میں13.64 فیصد تک کمی کردی",
    "link": "https://www.dawnnews.tv/news/1259266/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13170928746dd9f.jpg?r=170939",
    "author": "طاہر شیرانی",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13170928746dd9f.jpg",
    "content": "<p>آئل اینڈ گیس ریگولیٹری اتھارٹی (اوگرا) نے مائع قدرتی گیس (ایل این جی) کی قیمتوں میں 13.64 فیصد تک کمی کر دی۔</p>\n<p>اوگرا نے مئی کے لیے ایل این جی کی قیمتوں کا نوٹی فکیشن جاری کر دیا، جس کے تحت سوئی ناردرن کے سسٹم پر ایل این جی 1.69 ڈالر فی ملین برٹش تھرمل یونٹ (ایم ایم بی ٹی یو) جبکہ سوئی سدرن کے سسٹم پر ایل این جی 1.72 ڈالر فی ایم ایم بی ٹی یو سستی کی گئی ہے۔</p>\n<p>نوٹی فکیشن میں کہا گیا ہے کہ سوئی ناردرن کے سسٹم پر ایل این جی کی نئی قیمت 11.79 ڈالر فی ایم ایم بی ٹی یو جبکہ سوئی سدرن کے سسٹم پر ایل این جی کی نئی قیمت 10.87 ڈالر فی ایم ایم بی ٹی یو مقرر کی گئی ہے۔</p>\n<p>واضح رہے کہ اپریل میں سوئی ناردرن کے سسٹم پر ایل این جی کی قیمت 13.48ڈالر فی ایم ایم بی ٹی یو تھی جبکہ سوئی سدرن کےسسٹم پر ایل این جی کے نرخ  12.59 ڈالر فی ایم ایم بی ٹی یو تھے۔</p>\n"
  },
  {
    "title": "بلوچستان : ضلع نوشکی سے رحیم یار خان کے دو مزدور بھائیوں سمیت چار افراد کی گولیاں لگی لاشیں ملیں",
    "link": "https://www.dawnnews.tv/news/1259268/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13170846d6a587f.jpg?r=170958",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13170846d6a587f.jpg",
    "content": "<p>بلوچستان کے ضلع نوشکی میں چار افراد کی لاشیں ملیں، جنہیں  گولیاں مار کر قتل کیا گیا، مقتولین میں رحیم یار خان سے تعلق رکھنےو الے دو سگےبھائی بھی شامل ہیں۔</p>\n<p>ڈان نیوزکے مطابق ضلع نوشکی کی انتظامیہ نے بتایا ہے کہ گلنگور کےعلاقے سے 4 افراد کی  لاشیں ملی ہیں، جن پر گولیوں کے نشانات ہیں۔</p>\n<p>انتظامیہ  کے مطابق لیویز فورس نےلاشیں شناخت کےلیے ٹیچنگ اسپتال  منتقل  کردیں جہاں دو کی شناخت عمران اور عرفان کے ناموں سے ہوئی، جو دونوں سگے بھائی تھے۔</p>\n<p>اہل خانہ کے مطابق  عمران اور عرفان کا تعلق ضلع رحیم یار خان کے چک 74عباسیہ فیروزہ  سے ہے، اور دونوں بھائی بلوچستان میں مزدوری کےلیےگئے تھے۔</p>\n<p>اہل خانہ نے  حکومت بلوچستان  سے اپیل کی ہے کہ  مقتول بھائیوں کی نعشیں گھر پہنچائی جائیں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>دریں اثنا ترجمان حکومت بلوچستان  شاہد رند نے نوشکی میں 4 افراد کےقتل کی مذمت کرتے ہوئے کہا ہے کہ قتل کا سفاک واقعہ انسانیت سوز اور قابل افسوس ہے۔</p>\n<p>شاہد رند نےکہا کہ بلوچستان میں امن کے دشمنوں کو ہرگز معاف نہیں کیا جائے گا، قاتلوں کی گرفتاری کے لیے تمام وسائل بروئے کار لا رہے ہیں، اور انہیں قانون کے کٹہرے میں لایا جائے گا۔</p>\n<p>ترجمان حکومت بلوچستان نے کہا کہ نوشکی واقعے کے متاثرہ خاندانوں سے اظہار ہمدردی کرتے ہیں۔</p>\n<h1><a href=\"#قائد-حزب-اختلاف-عمر-ایوب-خان-کی-جانب-سے-مذمت\"></a>قائد حزب اختلاف عمر ایوب خان کی جانب سے مذمت</h1>\n<p>پاکستان تحریک انصاف ( پی ٹی آئی ) کے رہنما اور قومی اسمبلی میں قائد حزب اختلاف عمر ایوب\nنے بلوچستان میں 4 بےگناہ محنت کشوں کے قتل کی مذمت کرتے ہوئے کہا ہے کہ پنجاب سے تعلق رکھنے والوں کے قتل عام پردکھ ہوا۔</p>\n<p>ان کا کہنا تھا کہ بلوچستان حکومت مکمل طور پر ناکام ہوچکی،لسانیت کی بنا پربے گناہوں کی ٹارگٹ کلنگ سے نفرتوں میں اضافہ ہوگا۔</p>\n<p>انہوں نے کہا کہ فارم 47 والی حکومت قیام امن میں ناکام ہو چکی ہے۔</p>\n"
  },
  {
    "title": "پاکستان نے بھارتی وزیراعظم کے اشتعال انگیز بیانات کو مسترد کر دیا",
    "link": "https://www.dawnnews.tv/news/1259267/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/131648308abe872.jpg?r=165105",
    "author": "عبداللہ مہمند",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/131648308abe872.jpg",
    "content": "<p>پاکستان نے بھارتی وزیراعظم کے اشتعال انگیز  بیانات کو مسترد  کرتے ہوئے کہا ہے کہ  مودی کا بیان خطے میں امن کی کوششوں کو خطرے میں ڈالنے کےمترادف ہے، جنگ بندی کی خواہش کو پاکستان سے جوڑنا جھوٹ ہے۔</p>\n<p>ترجمان دفتر خارجہ نے کہا ہے کہ  بھارتی وزیر اعظم کے بیانات سیاسی موقع پرستی کے عکاس اور خطے میں امن کی کوششوں کو خطرے میں ڈالنے کےمترادف ہیں۔</p>\n<p>ترجمان دفتر خارجہ نے کہا کہ پاکستان خطے میں کشیدگی کم کرنے کے لیے پر عزم ہے،جنگ بندی کئی دوست ممالک کی کاوشوں سے ممکن ہوئی، جنگ بندی کی خواہش کو پاکستان سے جوڑنا جھوٹ ہے۔</p>\n<p>وزارت خارجہ کا کہنا تھا کہ  پاکستان پر مایوسی اور ناکامی میں سیز فائر مانگنےکا الزام سراسر جھوٹ ہے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>انہوں نے کہا کہ  پاکستان کا انسداددہشت گردی میں کردار عالمی سطح پر تسلیم شدہ ہے، جبکہ اقوام متحدہ کی قراردادوں اورکشمیری عوام کی خواہشات کے مطابق مسئلہ کشمیر کا پرامن حل چاہتےہیں۔</p>\n<p>ترجمان دفتر خارجہ نے کہا کہ بھارت کو علاقائی استحکام اور اپنےعوام کی فلاح  وبہبود کو ترجیح دینی چاہیے۔</p>\n<p>واضح رہے کہ کل شام بھارتی وزیراعظم نریندر مودی نے پاکستان سے شکست کے بعد بھارتی قوم سے خطاب کیا تھا، جس میں انہوں نے کہا کہ جوہری حملے کی دھمکی سے بلیک میل نہیں ہوں گے۔</p>\n<p>مودی نے بھارتی قوم کے غصے کو ٹھنڈا کرنے کے لیے کہا کہ نیو نارمل یہ ہے کہ بھارت خود پر حملے کا فوری جواب دے گا، پانی اور خون ساتھ نہیں بہہ سکتے، تجارت، مذاکرات اور دہشت گردی ساتھ ساتھ نہیں چل سکتے۔</p>\n<p>انہوں نے بھارتی قوم کو لالی پاپ دیا کہ اگر پاکستان سے مذاکرات ہوئے تو دہشت گردی کے خاتمے پر ہوں گے اور کشمیر پر بات ہوگی تو وہ آزاد جموں و کشمیر پر ہوگی۔</p>\n"
  },
  {
    "title": "این ایف سی فارمولا تبدیل کے بغیر وفاق اضافی فنڈز کیسے استعمال کرسکتا ہے؟ سپریم کورٹ",
    "link": "https://www.dawnnews.tv/news/1259265/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13163141bb1b398.jpg?r=163222",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13163141bb1b398.jpg",
    "content": "<p>سپریم کورٹ آئینی بینچ میں زیر سماعت سپر ٹیکس کیس میں ایف بی آر کے وکیل رضا ربانی نے دلائل مکمل کرلیے، جسٹس جمال مندوخیل نے ایڈیشنل اٹارنی جنرل کے بیان پر عدم اطمینان کا اظہار کرتے ہوئے ریمارکس دیے کہ جب تک این ایف سی فارمولا تبدیل نہیں ہوتا تب تک وفاق اضافی فنڈز کیسے استعمال کرسکتا ہے؟کچھ پتہ نہیں کہ پلان کیا تھا، ہوا میں پیسے آئے اور ہوا میں ہی چلےگئے۔</p>\n<p>سپریم کورٹ کے جسٹس امین الدین خان کی سربراہی میں 5 رکنی آئینی بینچ نے سپر ٹیکس سے متعلق کیس کی سماعت کی۔</p>\n<p>دوران سماعت ایف بی آر وکیل رضا ربانی عدالت میں پیش ہوئے اور مختلف عدالتی فیصلوں کے حوالے پیش کیے۔</p>\n<p>جسٹس جمال خان مندو خیل نے رضا ربانی سے استفسار کیا کہ سینیٹ کی سپر ٹیکس کے حوالے سے کیا رائے ہے؟ رضا ربانی نے موقف اختیار کیا کہ سینیٹ کو سپر ٹیکس پر کوئی اعتراض نہیں ہے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>ایف بی آر کے وکیل رضا ربانی کے دلائل مکمل ہونے کے بعد عدالت نے ایڈیشنل اٹارنی جنرل عامر رحمٰن کو روسٹرم پر بلا لیا۔</p>\n<p>جسٹس جمال مندو خیل نے استفسار کیا کہ عدالت کو حقائق بتائیں کہ سپر ٹیکس سے کتنا پیسہ اکٹھا ہوا اور کتنا خرچ؟ ایڈیشنل اٹارنی جنرل نے کہا کہ سپر ٹیکس کی مد میں 114 ارب روپے اکٹھے ہوئے، وفاق نے 117 ارب خرچ کیے، جتنا وفاق کا حصہ تھا، اس سے زیادہ خرچ کیا۔</p>\n<p>جسٹس جمال مندو خیل نے ریمارکس دیے کہ وفاق صرف اپنا شیئر خرچ کر سکتا ہے اس سے زیادہ نہیں، پورے ملک سے پیسہ اکٹھا کرکے ایک مخصوص ایریا میں کیوں خرچ کیا جائے؟ جب تک این ایف سی فارمولہ تبدیل نہیں ہوتا تب تک وفاق اضافی فنڈز کیسے استعمال کرسکتا ہے؟ ایڈیشنل اٹارنی جنرل صاحب آپ کے بیان سے میں مطمن نہیں ہوں، وفاقی حکومت بھی اضافی اخراجات پارلیمنٹ کی منظوری کے بغیر نہیں کر سکتی، ڈیولپمنٹ فنڈز بھی کسی اسکیم کے تحت ہی خرچ ہوتے ہیں، پلان کیا تھا کچھ پتہ نہیں، ہوا میں پیسے آئے، ہوا میں چلے گئے۔</p>\n<p>ایف بی آر کی وکیل عاصمہ حامد نے موقف اختیار کیا کہ آئین بنانے والوں نے آئین میں اس ٹیکس کے حوالے سے واضح کر دیا ہے۔</p>\n<p>جسٹس جمال مندو خیل نے ریمارکس دیے کہ سپر ٹیکس عائد کیسے کیا جاتے ہے، کیا یہ عام شہریوں پر عائد ہوتا ہے؟ وکیل نے کہا یہ جنرل ٹیکس ہے جو لوکل اتھارٹیز سے جمع کیا جاتاہے۔</p>\n<p>بعد ازاں عدالت نے کیس کی مزید سماعت 19 مئی تک ملتوی کرتے ہوئے تمام ہائیکورٹس سے سپر ٹیکس سے متعلق مقدمات سپریم کورٹ بھجوانے کا ریکارڈ طلب کرلیا۔ عدالت نے ہدایت کی کہ بتایا جائے کہ کیا ہائیکورٹس نے کیسز کے بارے میں تمام فریقین کو آگاہ کیا؟</p>\n"
  },
  {
    "title": "مخصوص نشستوں کا نظرثانی کیس: سنی اتحاد کونسل کے وکیل کا آئینی بینچ پر اعتراض",
    "link": "https://www.dawnnews.tv/news/1259264/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/131623373a9580a.jpg?r=162440",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/131623373a9580a.jpg",
    "content": "<p>سپریم کورٹ کے آئینی بینچ میں زیر سماعت مخصوص نشستوں کے فیصلے کیخلاف نظر ثانی پر درخواستوں سماعت کے دوران سنی اتحاد کے وکیل فیصل صدیقی نے آئینی بینچ پر اعتراض کرتے ہوئے متفرق درخواست دائر کرنے کے لیے وقت مانگ لیا، جسٹس امین الدین خان نے ریمارکس دیے کہ تیسری سماعت پر ہی کیوں آپ کو بینچ پر اعتراض کرنے کا خیال آیا؟ جسٹس مسرت ہلالی نے استفسار کیا کہ متفرق درخواست پہلے کیوں دائر نہیں کی؟</p>\n<p>ڈان نیوز کے مطابق سپریم کورٹ کے جسٹس امین الدین خان کی سربراہی میں 11 رکنی آئینی بینچ نے مخصوص نشستوں کے فیصلے کیخلاف نظرثانی درخواستوں پر سماعت کی۔</p>\n<p>آئینی بینچ جسٹس جمال خان مندوخیل، جسٹس محمد علی مظہر، جسٹس حسن اظہر رضوی، جسٹس نعیم اختر افغان، جسٹس مسرت ہلالی، جسٹس ہاشم کاکڑ، جسٹس شاہد بلال، جسٹس صلاح الدین پنہور، جسٹس عامر فاروق اور جسٹس باقر نجفی پر مشتمل ہے۔</p>\n<p>دوران سماعت سنی اتحاد کونسل کے وکیل فیصل صدیقی عدالت میں پیش ہوئے اور جواب جمع کروانے کے لیے وقت مانگ لیا، فیصل صدیقی نے موقف اخیتار کیا کہ آئینی بینچ پر بھی اعتراض ہے، اس پر بھی درخواست دائر کرنی ہے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>جسٹس امین الدین خان نے استفسار کیا کہ تیسری سماعت پر ہی کیوں آپ کو بینچ پر اعتراض کرنے کا خیال آیا؟ فیصل صدیقی نے موقف اپنایا کہ پہلی سماعت پر نوٹسز ہوئے، دوسری سماعت پر جنگ لگ گئی، آج تیسری سماعت ہے۔</p>\n<p>جسٹس مسرت ہلالی نے استفسار کیا آپ کو علم تھا کیس چل رہا ہے، پہلے کیوں متفرق درخواست نہیں دائر کی؟ فیصل صدیقی نے کہا کہ ہمیں باضابطہ تو نوٹس ملا ہی نہیں، ہمیں ٹی وی سے عدالتی کارروائی کا علم ہوا، ہم عدالتی کارروائی کو نظرانداز نہیں کر سکتے تھے، ویسے بھی یہ سزا موت کا کیس نہیں ہے۔</p>\n<p>جسٹس امین الدین خان نے ریمارکس دیے کہ اگر نوٹس نہیں ملا تو نہ آتے، عدالت میں کھڑے ہوکر سیاسی باتیں نہ کریں، یہ 11 رکنی آئینی بینچ ہے، سلاٹ نکال کر کیس فکس کرنا پڑتا ہے، ججز نے اور کیسز سننے ہوتے ہیں۔</p>\n<p>جسٹس جمال مندو خیل نے ریمارکس دیے کہ میرے خیال میں سب کو سنوائی کا مناسب موقع ملنا چاہیے، اگر متفرق درخواست دائر کرنے کے لیے وقت دیا جائے تو فرق نہیں پڑے گا۔</p>\n<p>جسٹس جمال مندو خیل نے فیصل صدیقی سے استفسار کیا کہ آپ آج ہی اعتراض والی درخواست ساتھ لیکر کیوں نہیں آئے؟ جسٹس محمد علی مظہر نے ریمارکس دیئے کہ ہم کل تک کا وقت دے دیتے ہیں، جسٹس مسرت ہلالی نے ریمارکس دیے کہ آپ کے لیے تو ایک گھنٹہ بھی کافی ہے۔</p>\n<p>فیصل صدیقی نے موقف اختیار کیا کہ مجھے متفرق درخواست دائر کرنے کے لیے دو دن کا وقت دیں، پہلے میری بینچ پر اعتراض والی درخواست کو سن لیا جائے، پھر اگر درخواست خارج کرنی ہوئی تو بیشک مسکراتے ہوئے خارج کر دیجیے گا۔</p>\n<p>ن لیگ کے وکیل حارث عظمت نے موقف اختیار کیا کہ ہم نے کیس میں اضافی گزارشات جمع کرائی ہیں، اس کیس میں نجی فریقین کی طرف سے مخدوم علی خان وکیل ہیں، اگر مناسب ہو تو مخدوم علی خان کو بطور سینئر وکیل پہلے سن لیں۔</p>\n<p>جسٹس امین الدین خان نے ریمارکس دیے کہ یہ معاملہ درخواست گزار آپس میں طے کر لیں۔ بعد ازاں عدالت نے کیس کہ سماعت 19 مئی تک ملتوی کردی۔</p>\n"
  },
  {
    "title": "شوٹنگ سیٹ پر کپڑے تبدیل کرتے وقت اداکارہ کو سب مرد دیکھنے لگ گئے، اریج چوہدری",
    "link": "https://www.dawnnews.tv/news/1259250/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/131404352a3f09e.jpg?r=163246",
    "author": "انٹرٹینمنٹ ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/131404352a3f09e.jpg",
    "content": "<p>اداکارہ و ماڈل اریج چوہدری نے انکشاف کیا ہے کہ ایک بار شوٹنگ سیٹ پر کپڑے تبدیل کرنے والی اداکارہ کو وہاں موجود تمام مرد دیکھنے لگ گئے، جس پر انہیں شدید غصہ آیا۔</p>\n<p>اریج چوہدری نے حال ہی میں ندا یاسر کے <a href=\"https://www.youtube.com/watch?v=oJ9TjvgVJt4&amp;t=2074s\"><strong>مارننگ شو</strong></a> میں شرکت کی، جس میں میمونہ قدوس اور سارہ عمیر بھی شریک ہوئیں اور تمام اداکاراؤں نے اپنے اپنے تجربات شیئر کیے۔</p>\n<p>پروگرام کے دوران اریج چوہدری نے ایک قصہ بتایا کہ کیریئر کے آغاز میں جب وہ لاہور میں ایک ڈرامے کی شوٹنگ میں مصروف تھیں، تب سیٹ پر ایک نئی اداکارہ جب کپڑے تبدیل کرنے لگیں تو تمام لڑکے اسے گھورنے لگے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>انہوں نے اداکارہ کا نام لیے بغیر بتایا کہ وہ مجبور تھی، انہیں پیسوں کی خاطر کام کرنا پڑا اور شوٹنگ کے دوران جب انہیں اپنا لباس تبدیل کرنا پڑا تو سیٹ پر موجود تمام ٹیکنیکل اور دیگر لڑکوں کا عملہ ایک ساتھ جمع ہوگیا۔</p>\n<p>ان کے مطابق جیسے ہی وہ لڑکی لباس تبدیل کرنے لگیں تو ایک لڑکے نے انہیں نوٹ کیا اور پھر اس نے تمام لڑکوں کو بلالیا۔</p>\n<p>اریج چوہدری نے بتایا کہ پہلے انہیں کچھ سمجھ نہیں آیا لیکن بعد میں انہیں محسوس ہوگیا کہ تمام لڑکے لباس تبدیل کرنے والی لڑکی کو دیکھ رہے ہیں۔</p>\n<p>اداکارہ کا کہنا تھا کہ مذکورہ منظر دیکھ کر انہیں کچھ سمجھ نہیں آیا کہ انہیں کیا کرنا چاہیے، وہ بھی شوبز میں نئی تھیں جب کہ سیٹ پر سینئر اداکار بھی موجود تھے۔</p>\n<p>اداکارہ نے بتایا کہ جیسے ہی تمام لڑکے کپڑے تبدیل کرنے والی لڑکی کو دیکھنے کے لیے جمع ہوئے وہ لڑکی کے پاس گئیں اور انہیں سمجھایا، جس پر لڑکی زارو قطار رونے لگیں۔</p>\n<p>اداکارہ نے کہا کہ لڑکی جس کمرے میں کپڑے تبدیل کرنے گئیں، وہاں ایسے شیشے لگے تھے، جن کے ذریعے باہر کھڑے لوگ اندر والے شخص کو مکمل طور پر دیکھ سکتے تھے اور کمرے میں موجود شخص کو اس بات کا علم ہیں نہیں تھا۔</p>\n<p>اریج چوہدری نے بتایا کہ ان کی جانب سے خبردار کرنے پر لڑکی زارو قطار رونے لگیں لیکن انہوں نے انہیں سمجھایا کہ جو ہونا تھا وہ ہوگیا، اب کچھ نہیں ہوگا، رونا بند کریں، آئندہ کے لیے احتیاط سے کام لیں۔</p>\n"
  },
  {
    "title": "دوران جنگ ملکی اداروں کیخلاف ہرزہ سرائی پر ایک شخص گرفتار، پیکا ایکٹ کے تحت مقدمہ درج",
    "link": "https://www.dawnnews.tv/news/1259263/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/1316111798cbb2d.jpg?r=161256",
    "author": "شکیل قرار",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/1316111798cbb2d.jpg",
    "content": "<p>پاک بھارت جنگ کے دوران ملکی اداروں کے خلاف ہرزہ سرائی پر ایک شخص گرفتار، پیکا ایکٹ کے تحت مقدمہ درج کرلیا گیا۔</p>\n<p>ڈان نیوز کے مطابق پاک بھارت جنگ کے دوران ملکی اداروں کے خلاف  سوشل میڈیا پر ہرزہ سرائی کرنے والوں  کے خلاف  نیشنل سائبر کرائم ایجنسی انویسٹی گیشن ایجنسی متحرک ہوگئی، اور کارروائی کے دوران ایک ملزم نذیر کو گرفتار کر لیا گیا۔</p>\n<p>ملزم نذیر کا تعلق جہلم سے ہے جس نے مبینہ طور پر  سوشل میڈیا پر اداروں کے خلاف مہم چلائی اور اداروں اور فوجی افسروں کے خلاف پروپیگنڈا میں ملوث رہا۔</p>\n<p>گرفتار ملزم نے اداروں کے خلاف جعلی اور گمراہ کن پوسٹیں بھی لگائیں، جس کی پاداش میں اس کے خلاف پیکا ایکٹ کے تحت مقدمہ  درج کرلیا گیا ہے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>نیشنل سائبر کرائم ایجنسی انویسٹی گیشن ایجنسی نے اب تک 500 اکاؤنٹس کی نشاندہی کرلی ہے جو پاک بھارت جنگ کے دوران ملکی اداروں اور فوجی افسران کے خلاف ہرزہ سرائی اور پروپیگنڈے میں ملوث رہے۔</p>\n"
  },
  {
    "title": "بلوچستان میں دہشتگردی میں بھارتی سرپرستی کے شواہد منظر عام پر آگئے",
    "link": "https://www.dawnnews.tv/news/1259262/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13160147331ce32.jpg?r=160302",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13160147331ce32.jpg",
    "content": "<p>معرکہ حق کے بعد بلوچستان میں دہشتگردی میں بھارتی سرپرستی کے شواہد منظر عام پر آگئے، بھارت پاکستان میں دہشت گرد گروپوں اور کالعدم تنظیموں کو مالی معاونت فراہم کرتا ہے، بھارتی وزیراعظم نریندر مودی، وزیردفاع راج ناتھ سنگھ کے بیانات اور بھارتی میڈیا خبروں میں دہشتگردوں کی سرپرستی کا ثبوت سامنے آگیا۔</p>\n<p>ڈان نیوز کے مطابق سیکیورٹی ذرائع کا کہنا ہے کہ دہشت گرد گروہوں کے سرغنہ لاجسٹک اور آپریشنل بریفنگز کے لیے بھارت کا باقاعدگی سے دورہ کرتے ہیں، صرف یہی نہیں بھارت میں ان دہشت گردوں کو علاج کی سہولتیں بھی مہیا کی جاتی ہیں ۔</p>\n<p>سیکیورٹی ذرائع کے مطابق 2016 میں کالعدم بلوچ لبریشن آرمی (بی ایل اے) کا سرغنہ اسلم اچھو بھارت گیا، اسلم اچھو نے بھارت پہنچنے پر نہ صرف بھارتی خفیہ ایجنسی ’را‘ کے اہلکاروں سے ملاقات کی بلکہ دہلی کے ہسپتال میں زیر علاج بھی رہا ۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>بی ایل اے کے سرغنہ نے عبدالحمید کے نام سے جعلی افغان پاسپورٹ بنواکر اس پر سفرکیا، سیکیورٹی ذرائع کے مطابق کالعدم بی ایل اے اور مجید بریگیڈ کا سرغنہ اسلم اچھو ہی 2018 میں کراچی میں چینی قونصلیٹ پر حملے کا ماسٹر مائنڈ تھا۔</p>\n<p>دہشتگرد اسلم اچھو کا بیٹا ریحان 2018 میں دالبندین میں چینی انجینئرز پر خودکش حملے میں ملوث تھا، کالعدم بی ایل اے کے موجودہ سرغنہ بشیر زیب نے 2017 میں بھارت کا دورہ کیا۔</p>\n<p>دہشتگرد بشیر زیب افغان پاسپورٹ اور گل آغا جعلی نام کے ذریعے بھارت کا سفر کرتا تھا، بشیر زیب نے بلوچستان میں ہونے والے حالیہ دہشت گردی کے حملوں کی منصوبہ بندی کی، دہشت گرد بشیر زیب کراچی ایئرپورٹ پر چینی اہلکاروں پر حملے اور جعفر ایکسپریس پر حملے کی منصوبہ بندی میں ملوث تھا۔</p>\n<p>بلوچ نیشنل آرمی کے سرغنہ گلزار امام عرف شمبے نے بھی  بھارتی ریاستی دہشتگردی کے  واضح ثبوت دیے، دہشت گرد گلزار امام شمبے نے بھی بھارت میں زیر علاج رہنے کا اعتراف کیا تھا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>ڈی جی آئی ایس پی آر نے  بھی  پاکستان میں بھارت کی ریاستی دہشت گردی کے ثبوت پیش کئے تھے، ڈی جی آئی ایس پی آر نے  بھارتی فوج کے حاضر سروس افسران کی پاکستان میں دہشت گردانہ کارروائیوں کی نشاندہی کی۔</p>\n<p>سیکیورٹی ذرائع کے مطابق بھارت پاکستان میں شہریوں اور فوج پر حملوں کے لیے دہشت گردوں کو بارود بھی فراہم کرتا ہے، بھارتی خفیہ ایجنسی ’را‘ اس وقت بھارت میں 21 سے زائد دہشتگردوں کے بیس کیمپس چلارہی ہے ۔</p>\n<p>بھارت ان کیمپوں میں پاکستان میں دہشتگردانہ کارروائیوں کے لیے دہشت گردوں کی تربیت کرتا ہے، ان دہشت گردوں کے کیمپس کا مرکز  بھارتی ریاست راجستھان میں موجود  ہے۔</p>\n"
  },
  {
    "title": "چاہت فتح علی خان اور اداکارہ خوشبو کو وائرل ویڈیو پر تنقید کا سامنا",
    "link": "https://www.dawnnews.tv/news/1259255/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13150522bcad4b3.jpg?r=155719",
    "author": "انٹرٹینمنٹ ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13150522bcad4b3.jpg",
    "content": "<p>کامیڈین و گلوکار چاہت فتح علی خان اور اسٹیج اداکارہ و رقاصہ خوشبو کی ویڈیو سوشل میڈیا پر وائرل ہونے کے بعد دونوں کو تنقید کا سامنا ہے۔</p>\n<p>چاہت فتح علی خان نے انسٹاگرام پر ماضی کی مقبول رقاصہ خوشبو کے ہمراہ ویڈیو شیئر کی، جس میں دونوں کو  ’بدو بدی‘ پر پرفارمنس کرتے دیکھا گیا۔</p>\n<p>ویڈیو میں چاہت فتح علی خان کو ساتھی اداکارہ کے انتہائی قریب دیکھا جاسکتا ہے جبکہ دوسری جانب اداکارہ خوشبو پُرجوش انداز میں رقص کرتی نظر آتی۔</p>\n<p>ویڈیو میں انہیں چاہت فتح علی خان کی جانب سے مسلسل چھونے کی وجہ سے غیر آرام دہ بھی دیکھا جاسکتا ہے۔</p>\n<p>سوشل میڈیا پر ویڈیو وائرل ہونے کے بعد صارفین نے ویڈیو پر ناپسندیدگی کا اظہار بھی کیا۔</p>\n<p> </p><figure>\n<div><picture><img src=\"https://i.dawn.com/primary/2025/05/13155205a578302.jpg\"/></picture></div>\n</figure><p></p>\n<p>ایک صارف نے ویڈیو پر تبصرہ کرتے ہوئے لکھا کہ ’کیا وہ مزاحیہ اداکار ہے؟ اس آدمی کو اندازہ بھی نہیں کہ وہ خود ایک مذاق ہے، وہ ہمارے لیے شرمندگی کے سوا کچھ نہیں ہے‘۔</p>\n<p>بعض صارفین نے یہ بھی لکھا کہ ’وہ پہلی دفعہ اداکارہ خوشبو کو کسی کے ساتھ گھبراتے ہوئے دیکھ رہے ہیں‘۔\nخیال رہے کہ چاہت فتح علی خان نے 2024 میں ’بدو بدی‘ گانا ریلیز کیا تھا۔</p>\n<p>گانے کو صرف ایک ماہ میں 27 لاکھ ویوز ملے، بعدازاں کاپی رائٹ کے مسائل کی وجہ سے یوٹیوب نے اُسے ہٹا دیا تھا۔</p>\n<p>بدو بدی کے بعد چاہت فتح علی خان نے متنازع ویڈیوز بنانا شروع کیں، وہ اکثر خواتین کے ساتھ نامناسب حرکات کی وجہ سے خبروں کی زینت بنے رہتے ہیں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n"
  },
  {
    "title": "ایشیا میں دیرپا امن کیلئے امریکا خارجہ پالیسی میں مسئلہ کشمیر کو ترجیح دے، چوہدری شجاعت",
    "link": "https://www.dawnnews.tv/news/1259261/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/131538519100629.jpg?r=154051",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/131538519100629.jpg",
    "content": "<p>سابق وزیراعظم چوہدری شجاعت حسین نے کہا ہے کہ امریکا کو اپنی خارجہ پالیسی میں مسئلہ کشمیر کو ترجیح دینا ہوگی، تاکہ جنوبی ایشیا میں پائیدار امن کی بنیاد رکھی جاسکے۔</p>\n<p>ڈان نیوز کے مطابق مسئلہ کشمیر جیسے عالمی حساس مسئلہ پر سابق وزیراعظم چوہدری شجاعت حسین نے اپنے  بیان میں کہا کہ عالمی طاقتیں واقعی دنیا میں امن کی خواہاں ہیں، تو کشمیر جیسے دیرینہ تنازع کو نظرانداز کرنا ممکن نہیں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>امریکی صدر کی پاک بھارت جنگ بندی میں دلچسپی حوصلہ افزا اقدام ہے، امید ہےکہ وہ اسی سنجیدگی سے مسئلہ کشمیر کے پائیدار حل میں  بھی عملی دلچسپی اور ترجیحی اقدامات اٹھائیں گے۔</p>\n<p>چوہدری شجاعت حسین نے کہا کہ دنیا روس یوکرین ، اسرائیل اور فلسطین جیسے تنازعات کے حل میں دلچسپی لے رہی ہے تو وہ کشمیر جیسے اہم مسئلے کو بھی  نظرانداز نہ کرے۔</p>\n<p>انہوں نے کہا کہ عالمی طاقتیں مصلحتوں سے بالاتر ہو کر جنوبی ایشیائی خطے میں انصاف پر مبنی پالیسی اپنائیں۔</p>\n"
  },
  {
    "title": "پی ٹی آئی کے جنید اکبر چیئرمین پبلک اکاؤنٹس کمیٹی کے عہدے سے مستعفی",
    "link": "https://www.dawnnews.tv/news/1259260/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13152819da0a561.jpg?r=153101",
    "author": "ویب ڈیسک|اکرام جنیدی",
    "time": "2025-05-13 00:00:00",
    "main_image": "",
    "content": "<p>پاکستان تحریک انصاف (پی ٹی آئی) کے رہنما جنید اکبر نے چیئرمین پبلک اکاؤنٹس کمیٹی کے عہدے سے استعفیٰ دے دیا، جنید اکبر نے استعفی چیئرمین پی ٹی آئی بیرسٹر گوہر کے حوالے کرنے کی تصدیق کردی۔</p>\n<p>جنید اکبر نے واضح کیا ہے کہ یہ عہدہ پارٹی کی امانت تھی، پارٹی قیادت  کی ہدایت پر اپنااستعفیٰ جمع کروادیا۔</p>\n<p>ڈان اخبار میں شائع <a href=\"https://www.dawn.com/news/1910714/imran-asks-junaid-to-step-down-as-pac-chairman\"><strong>رپورٹ</strong></a> کے مطابق پی ٹی آئی کے بانی چیئرمین عمران خان نے ایک اور یوٹرن لیتے ہوئے پی ٹی آئی خیبر پختونخوا کے صدر جنید اکبر کو ہدایت کی تھی کہ وہ پبلک اکاؤنٹس کمیٹی (پی اے سی) کے چیئرمین کے عہدے سے استعفیٰ دے کر صوبائی امور پر توجہ دیں۔</p>\n<p>پی ٹی آئی کے مرکزی سیکریٹری اطلاعات شیخ وقاص اکرم نے ڈان سے گفتگو میں اس پیش رفت کی تصدیق کی تھی، انہوں نے کہا تھاکہ خان صاحب نے یہ پیغام اپنی بہن علیمہ خان کے ذریعے گزشتہ ملاقات میں پہنچایا اور اعلان کیا کہ جنید اکبر کی جگہ عمر ایوب خان پی اے سی کے چیئرمین ہوں گے، بعد ازاں اڈیالہ جیل سے باہر آ کر علیمہ خان نے یہ پیغام سلمان اکرم راجہ کو پہنچایا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>پارٹی ذرائع کے مطابق ابتدائی طور پر جنید اکبر نے استعفیٰ دینے کے لیے دو دن کا وقت مانگا تھا تاہم بعد میں عمران خان سے ملاقات کے بعد وہ مستعفی ہونے پر آمادہ ہو گئے۔</p>\n<p>ذرائع نے بتایا کہ حقیقت یہ ہے کہ جب علیمہ خان نے اپنے بھائی سے ملاقات کی، تو خان صاحب کی طرف سے پہلا حکم یہی تھا کہ جنید اکبر کو ہدایت دی جائے کہ وہ استعفیٰ دیں اور صوبے پر توجہ دیں، دوسرا حکم یہ تھا کہ عمر ایوب کو پی اے سی کا چیئرمین نامزد کیا جائے۔</p>\n<p>تاہم، جنید اکبر، جنہوں نے پہلے یہ دعویٰ کیا تھا کہ وہ عمران خان کے ایک اشارے پر بھی استعفیٰ دے دیں گے، نے یہ موقف اپنایا کہ وہ صرف عمران خان سے ملاقات کے بعد ہی مستعفی ہوں گے۔</p>\n<p>ذرائع نے کہا کہ حقیقت یہ ہے کہ پارٹی میں اس بات پر اتفاق ہے کہ علیمہ خان نے کبھی جھوٹ نہیں بولا، اور ان کے ذریعے خان صاحب کے جو پیغامات پہنچائے گئے، وہ کبھی غلط ثابت نہیں ہوئے۔</p>\n<p>جب ان سے استعفیٰ لینے کی وجہ پوچھی گئی تو ذرائع کا کہنا تھا کہ جنید اکبر نے خیبر پختونخوا پر توجہ دینا چھوڑ دی تھی حالانکہ وہ پی ٹی آئی کے صوبائی صدر بھی ہیں، وہ پارٹی کے صوبائی ونگز کے اجلاس پارلیمنٹ ہاؤس یا اسلام آباد میں کے پی ہاؤس میں بلانے لگے تھے۔</p>\n<p>ذرائع نے بتایا کہ عمران خان کو اس بات کا علم تھا، اسی لیے انہوں نے انہیں پی اے سی چیئرمین کے عہدے سے ہٹا کر واپس صوبے میں کام پر بھیجنے کا فیصلہ کیا۔</p>\n<p>ذرائع نے مزید بتایا کہ پی ٹی آئی نے خیبر پختونخوا بھر میں ’پاکستان زندہ باد‘ ریلیوں کے انعقاد کا اعلان کیا تھا، ریلیاں پورے خیبر پختونخوا میں ہوئیں، لیکن جنید اکبر کے آبائی علاقے بٹ خیلہ سے ایک بھی ریلی نہیں نکالی گئی۔</p>\n<p>یہ بات قابل ذکر ہے کہ رواں سال جنوری میں جنید اکبر بلا مقابلہ پبلک اکاؤنٹس کمیٹی کے چیئرمین منتخب ہوئے تھے، اسی مہینے عمران خان نے انہیں پی ٹی آئی خیبر پختونخوا کا صدر مقرر کیا تھا اور وزیر اعلیٰ علی امین گنڈاپور کو اس عہدے سے ہٹا دیا تھا۔</p>\n<p>عام انتخابات کے بعد چیئرمین پی اے سی کے لیے امیدوار کے تعین کے معاملے پر پی ٹی آئی نے کئی یوٹرن لیے، ابتدائی طور پر شیر افضل مروت کو نامزد کیا گیا، بعد ازاں شیخ وقاص اکرم اور عمر ایوب کے نام سامنے آئے، لیکن آخرکار جنید اکبر کا نام فائنل کر لیا گیا تھا۔</p>\n"
  },
  {
    "title": "’می ٹو مہم‘: فرانسیسی اداکار جیرارڈ ڈیپارڈیو کو سزا سنادی گئی",
    "link": "https://www.dawnnews.tv/news/1259257/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13151430de6eebc.jpg?r=152453",
    "author": "انٹرٹینمنٹ ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13151430de6eebc.jpg",
    "content": "<p>فرانس کے لیجنڈری اداکار 76 سالہ جیرارڈ ڈیپارڈیو کو دو خواتین کا جنسی استحصال کرنے کا جرم ثابت ہونے پر 18 ماہ کی معطل قید کی سزا سنا دی گئی۔</p>\n<p>خبر رساں ادارے <a href=\"https://www.reuters.com/world/uk/french-movie-star-depardieu-faces-judgment-day-sexual-assault-trial-2025-05-13/\"><strong>’رائٹرز‘</strong></a> کے مطابق جیرارڈ ڈیپارڈیو کو پیرس کی عدالت نے دو اداکاراؤں کے جنسی استحصال کا مجرم قرار دیتے ہوئے انہیں سزا سنائی جب کہ اداکار صحت جرم سے انکار کرتے رہے۔</p>\n<p>پیرس کی عدالت میں ان پر 2021 میں دو خواتین کو کام کے دوران جنسی استحصال کا نشانہ بنانے کا جرم ثابت ہوا، جس پر عدالت نے انہیں معطل قید کی سزا سنائی۔</p>\n<p>ان پر 54 سالہ ایملی نامی اداکارہ جب کہ ایک 34 سالہ فلم ہدایت کار خاتون نے کام کے دوران جنسی استحصال کا الزام لگایا تھا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>ان کے خلاف ٹرائل کے دوران ایملی نامی خاتون نے عدالت کو بتایا تھا کہ اداکار نے 2021 میں شوٹنگ کے دوران ان کے جسم پر حملہ کردیا اور ان کے تمام اعضا کو بری طرح چھوا، اس دوران وہ ہنستے اور انتہائی نامناسب جملے کستے رہے۔</p>\n<p>جیرارڈ ڈیپارڈیو پر مجموعی طور پر 20 سے زائد خواتین نے جنسی استحصال اور بیہودہ جملے کسنے جیسے الزامات عائد کر رکھے ہیں اور انہوں نے ہمیشہ سے ہی اپنے خلاف عائد الزامات کو مسترد کیا۔</p>\n<p>جیرارڈ ڈیپارڈیو وہ پہلے فرانسیسی اداکار بن گئے، جن کا جنسی استحال کا مقدمہ ’می ٹو مہم‘ کے تحت عدالت پہنچا اور انہیں سزا بھی ہوئی جب کہ شوبز انڈسٹری میں متعدد اداکاروں پر خواتین کے جنسی استحصال کے الزامات سامنے آ رہے ہیں۔</p>\n<p>اپریل میں فرانسیسی پارلیمنٹ میں ایک تحقیقاتی رپورٹ کے بحث کے دوران انکشاف ہوا تھا کہ فرانسیسی شوبز انڈسٹری میں جنسی تشدد اور جنسی استحصال وبا کی طرح پھیل چکا۔</p>\n<p>فرانسیسی شوبز انڈسٹری میں بھی 2017 کے بعد ’می ٹو مہم‘ کے تحت خواتین نے جنسی استحصال کے خلاف کھل کر بات کی لیکن زیادہ تر اداکاروں کے خلاف لگے الزامات میڈیا رپورٹنگ تک محدود رہے۔</p>\n<p>جیرارڈ ڈیپارڈیو اب تک وہ واحد بڑے اور معتبر فرانسیسی اداکار ہیں، جن کے خلاف جنسی استحصال کے الزامات ثابت ہوئے اور انہیں معطل سزا ہوئی۔</p>\n<p>اب خیال کیا جا رہا ہے کہ دیگر نامور اور طاقتور فرانسیسی اداکاروں کے خلاف جنسی استحصال کے مقدمے عدالتوں تک پہنچیں گے۔</p>\n<p>جیرارڈ ڈیپارڈیو نے 200 سے زائد فلموں، ڈراموں اور ویب سیریز میں کام کیا، ان کا شمار چند لیجنڈ ترین اداکاروں میں ہوتا ہے۔</p>\n<p>جیرارڈ ڈیپارڈیو کو سزا سنائے جانے اور ان پر جنسی استحصال کے الزامات لگائے جانے کے بعد چند معروف اور سینئر فرانسیسی اداکاراؤں و اداکاروں نے ان کی حمایت کی اور ان پر لگے الزامات کو سازش بھی قرار دیا۔</p>\n"
  },
  {
    "title": "پی سی بی نے چیمپئنز کپ کے مینٹورز کو فارغ کردیا، سرفراز اور مصباح کو اہم ذمے داریاں ملنے کا امکان",
    "link": "https://www.dawnnews.tv/news/1259258/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/13151330541457a.jpg?r=151346",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/13151330541457a.jpg",
    "content": "<p>پاکستان کرکٹ بورڈ (پی سی بی) نے چمپئینز کپ کے مینٹورز کو فارغ کردیا، مینٹورشپ سے فارغ کے گئے سرفراز احمد اور مصباح الحق کو اہم ذمے داریاں دیے جانے کا امکان ہے۔</p>\n<p>ڈان نیوز کے مطابق پی سی بی میں اچانک بڑے پیمانے پر اکھاڑ پچھاڑ کی گئی ہے، وائٹ بال کے لیے نیوزی لینڈ کے مائک ہیسن کے بطور ہیڈ کوچ اور سابق عبوری ہیڈکوچ عاقب جاوید کی ڈائریکٹر ہائی پرفارمنس تقرری کے بعد پی سی بی نے چیمپئنز کپ کے مینٹورز کو فارغ کردیا۔</p>\n<p>چیئرمین پی سی بی محسن نقوی کی زیرصدارت اجلاس میں مینٹورز کی کارکردگی کا جائزہ لیا گیا جس کے بعد مینٹورز کو ہٹانے کا فیصلہ کیا گیا۔</p>\n<p>ثقلین مشتاق، مصباح الحق، شعیب ملک، وقار یونس اور سرفراز احمد کو مینٹور شپ سے ہٹادیا گیا ہے، مینٹورز کو دوسرے عہدے بھی دیے جاسکتے ہیں، بالخصوص سرفراز احمد اور مصباح الحق کو اہم ذمے داریاں دیے جانے کا امکان ہے۔</p>\n"
  },
  {
    "title": "فرانسیسی سوشل میڈیا پر میکرون کیخلاف ’کوکین‘ استعمال کرنے کے الزام پر ہنگامہ",
    "link": "https://www.dawnnews.tv/news/1259256/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/131506398db95a6.jpg?r=151118",
    "author": "ویب ڈیسک",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/131506398db95a6.jpg",
    "content": "<p>فرانس میں سوشل میڈیا پر صدر ایمانوئل میکرون اور یورپی لیڈرز پر ’کوکین‘ استعمال کرنے کے الزام پر ہنگامہ برپا ہوگیا۔</p>\n<p>ڈان اخبار میں شائع فرانسیسی خبر رساں ادارے ’اے ایف پی‘ کی <a href=\"https://www.dawn.com/news/1910692/uproar-in-france-after-social-media-claims-macron-takes-cocaine\"><strong>رپورٹ</strong></a> کے مطابق فرانس نے فیک نیوز کی مذمت کرتے ہوئے روس پر الزام عائد کیا ہے کہ وہ یوکرین میں امن لانے کی کوششوں کو نقصان پہنچانے کی کوشش کر رہا ہے۔</p>\n<p>فرانس کی جانب سے سوشل میڈیا پر اس طرح کے جھوٹے دعوؤں پر تنقید کی گئی ہے کہ یورپی رہنما، بشمول صدر ایمانوئل میکرون کو ٹرین میں منشیات استعمال کرتے ہوئے دیکھا گیا ہے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>یہ الزام امریکی ریڈیو میزبان ایلیکس جونز جیسے سازشی نظریات کے ماہر کے ذریعہ پھیلایا گیا، اور پھر روسی حکام کے ذریعے بھی پھیلایا گیا، جس میں کہا گیا کہ منشیات استعمال کرنے والوں میں وزارت خارجہ کی ترجمان ماریا زاخارووا بھی شامل ہیں۔</p>\n<p>فرانس کی جانب سے صدر میکرون، برطانوی وزیر اعظم کیئر اسٹارمر اور جرمن چانسلر فریڈرک مرز کی کیف جانے والی ٹرین کے کمپارٹمنٹ میں ملاقات کے دوران اصل فوٹیج شیئر کی گئی۔</p>\n<p>میکران اتوار کو یوکرینی رہنما ولادومیر زیلینسکی کے ساتھ بات چیت کے لیے جا رہے تھے، جب مرز اور اسٹارمر کمپارٹمنٹ میں پہنچے تو میکرون کو میز سے ٹشو نکالتے ہوئے دیکھا گیا۔</p>\n<p>سوشل میڈیااکاؤنٹس نے بغیر کسی ثبوت کے دعویٰ کیا کہ ’سفید شے‘ میں کوکین موجود تھی، ٹرین کے اندر لی گئی تصاویر اور دیگر میڈیا نے دکھایا کہ سفید شے ایک استعمال شدہ ٹشو تھا۔</p>\n<p>یہ تنازع اس وقت سامنے آیا، جب فرانس نے یورپ میں روس کی غلط معلومات کی مہمات کے بارے میں بار بار خبردار کیا ہے، جو ماسکو کی یوکرین پر جنگ کے دوران شدت اختیار کر گئی ہیں۔</p>\n<p>ایلیزے نے اپنے ایک بیان میں کہا کہ جب یورپی اتحاد مستقل فعال ہو جاتا ہے تو غلط معلومات اس حد تک پہنچ جاتی ہیں کہ ایک سادہ ٹشو بھی منشیات کی طرح نظر آتا ہے۔</p>\n<p>بیان میں مزید کہا گیا کہ یہ جعلی خبریں فرانس کے دشمنوں کے ذریعے پھیلائی جا رہی ہیں، چاہے وہ مقامی ہوں یا غیر ملکی، ہمیں ’دو نمبری‘ کے خلاف الرٹ رہنا چاہیے۔</p>\n<p>ایلیزے نے ایک تصویر پوسٹ کرتے ہوئے (جو متعلقہ سفید چیز پر زوم کی گئی تھی) کہا کہ یہ ناک صاف کرنے کے لیے ایک ٹشو ہے۔</p>\n"
  },
  {
    "title": "پاک-بھارت کشیدگی کے درمیان ماسکو کی ریڈ اسکوائر پریڈ کتنی اہمیت کی حامل تھی؟",
    "link": "https://www.dawnnews.tv/news/1259241/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/131347283cf0777.jpg?r=134752",
    "author": "جاوید نقوی",
    "time": "2025-05-13 00:00:00",
    "main_image": "",
    "content": "<p>جب جمعے کی شب لائن آف کنٹرول سے اُٹھتے بارودی غبار کے گہرے سائے چھائے ہوئے تھے تب دنیا کے دوسرے حصے میں 23 ممالک کے با وردی اہلکار ماسکو کے ریڈ اسکوائر پر سوویت یونین کے اُن 2 کروڑ 70 لاکھ مرد و خواتین کو خراجِ تحسین پیش کررہے تھے جنہوں نے نازی جرمنی کو شکست دی، برلن پر قبضہ کیا اور ایڈولف ہٹلر کو خودکشی کرنے پر مجبور کیا۔</p>\n<p>اگر جنوبی ایشیا کے دو ہمسائے ایک دوسرے کے خلاف تباہ کُن مہم چلانے میں مصروف نہ ہوتے تو یہ خیال انتہائی پُرکشش لگتا ہے کہ پاکستان اور بھارت کے فوجی دستے بھی چین، روس، ازبکستان، مصر و دیگر ممالک کے دستوں کے ساتھ مساوی امن اور خوشحالی کے عالمی نظام کے لیے مارچ کررہے ہوتے۔ لیکن طاقتور قوتیں اس خیال کے خلاف متحرک ہیں۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>خوش آئند طور پر جنوبی ایشیا میں جلتی آگ بجھ چکی ہے اور وہ ایسے ملک نے بجھائی ہے جو دنیا میں ممالک کے درمیان سب سے زیادہ  آگ لگانے کے لیے ہی جانا جاتا ہے۔</p>\n<p>پاکستان اور بھارت کے جیت اور فوجی املاک کو زیادہ نقصانات پہنچانے کے دعووں کے درمیان اگرچہ دونوں ہی غم و غصہ اور بہادری کا مظاہرہ کررہے ہیں لیکن پاکستان اور بھارت کو ایک بار پھر اپنے باہمی تنازع کو سلجھانے کے لیے بیرونی قوت پر انحصار کرنا پڑا۔ اس نے ظاہر کیا کہ یہ اب بھی ذہنی طور پر مضبوط نہیں کہ ایک ارب سے زائد آبادی کی تقدیر کی ذمہ داری اپنے ہاتھ میں لے سکیں۔ تاہم امن معاہدہ پہلگام کے مقامی سانحہ کو عالمی سیاست اور اقتدار کی کشمکش کے بڑے منظرنامے سے منسلک کردیتا ہے۔</p>\n<p>اس حوالے سے گمان نہ رکھیں کہ یہ معاملہ 4 نفرت پھیلانے والے شرپسندوں کی جانب سے پہلگام میں بےگناہ افراد کو قتل کرنے سے شروع ہوا جو حملہ کرنے کے بعد اپنا سراغ چھوڑے بغیر کسی ایسے کونے میں چھپ گئے ہیں جوکہ عسکری اعتبار سے دنیا کا محفوظ ترین مقام ہے۔ یہ محرک کہ ان 4 حملہ آوروں نے لوگوں کو مذہب کی بنیاد پر نشانہ بنایا، چند لوگوں کو سیاست میں اسے اپنے فائدے کے لیے استعمال کرنے کا موقع دیا ہے۔</p>\n<p>یاد رہے کہ 2002ء میں گودھرا میں ٹرین میں آتشزدگی کے سانحہ کے بعد یہ پاکستان ہی تھا جسے سب سے پہلے موردِ الزام ٹھہرایا گیا تھا اور پھر گجرات میں فرقہ وارانہ قتل عام ہوا جس میں مشتعل ہجوم کو مسلمانوں پر حملہ کرنے کی کھلی چُھوٹ دے دی گئی تھی۔</p>\n<p>جنوبی ایشیا میں ہندو-مسلم تفریق کی جڑیں نوآبادیاتی دور سے منسلک ہیں کہ جب انگریزوں نے 1857ء کی غدر کو روکنے کے لیے اس کا استعمال کیا۔ وہ ’تقسیم کرو اور حکمرانی کرو‘ کے اصول پر عمل پیرا تھے۔ سعادت حسن منٹو نے اپنی متعدد مختصر کہانیوں میں اس مذہبی جنون کی جھلک پیش کی جس نے پاکستان اور بھارت کو پُرتشدد انداز میں تخلیق کیا۔ ان کا افسانہ ’غلطی‘ ایک ایسے شخص کی کہانی تھی جسے غلطی سے قتل کردیا جاتا ہے اور جب اس کی لاش کو برہنہ کیا جاتا ہے تو پتا چلتا ہے کہ مقتول کا تعلق تو قاتل برادری سے تھا۔</p>\n<p>بھارت کے موجودہ مقبول ترین لیڈر جو انتخابات جیتنے کے لیے مذہبی شناخت کا استعمال کرتے ہیں، اس دور میں نہیں تھے لیکن اس کے باوجود وہ کہتے نظر آتے ہیں مسلمانوں کو اس کے لباس سے پہنچانا جاسکتا ہے (جس کا مطلب ہے کہ آپ اسی طرح غیرمسلموں کی بھی شناخت کرسکتے ہیں)۔ پہلگام پر وحشیانہ حملہ کرنے والے شاید شناخت کے اس حربے سے واقف نہیں تھے یا شاید انہیں اپنے جرم کا آڈیو ریکارڈ چاہیے تھا جو انہوں نے سیاحوں سے ان کا مذہب دریافت کیا۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>اگر آپ پہلگام کو ایک طرف کردیں تو ایکشن اور ری ایکشن کی زیادہ واضح تصویر آپ کے سامنے آئے گی۔ پہلگام واقعہ برکس کے ایک اور رکن یعنی بھارت کے لیے فوجی تعطل کا باعث بنا۔ یہ محض اتفاق نہیں ہوسکتا کہ مستقبل کی کثیر قطبی دنیا کے دو سب سے اہم ستون، روس اور ایران پہلے ہی مغرب کے نشانے پر ہیں۔</p>\n<p>ایران جو گلوبل ساؤتھ کی اہم طاقتور علامت بن کر اُبھرا ہے، اسے درپیش فوجی چیلنجز کے برعکس برکس کا بانی روس جو خود کو کثیر قطبی مستقبل کے محور کے طور پر دیکھتا ہے، اسے مغرب پراکسی وارز کے ذریعے ’کمزور‘ کرنے کی کوششوں میں ہے۔ لیکن جنوبی ایشیا کے تنازع نے برکس کو زیادہ نقصان پہنچایا ہے۔ برکس کے بانیان میں شامل بھارت نہیں چاہے گا کہ اس کا طاقتور حریف پاکستان اس تنظیم کا حصہ بنے۔</p>\n<p>اگرچہ بھارت اہم رکن ہے لیکن اس کا برکس کے ساتھ تعلق کمزور ہوچکا ہے۔ دوسری جانب پاکستان جو برکس کا مضبوط حامی ہے، اسی صورت میں مستقل رکن بن سکتا ہے اگر بھارت اس میں رکاوٹ نہ بنے۔ اس لیے 22 اپریل کو پہلگام میں دہشتگردانہ حملہ ایک بڑے منصوبے کا حصہ ہوسکتا ہے جس کا مقصد گلوبل ساؤتھ کو کمزور اور برکس کو تقسیم کرنا ہوسکتا ہے۔</p>\n<p>ماسکو ریڈ اسکوائر پر یومِ فتح کی تقریبات برکس کے لیے اہم موقع ثابت ہوسکتی ہیں، ایک ایسا گروپ جس سے ڈونلڈ ٹرمپ خوف کھاتے ہیں جبکہ روس اور چین اس کی بھرپور حمایت کرتے ہیں۔ ماسکو اور بیجنگ کو دنیا بھر سے ایسے بہت سے ممالک کی جانب سے درخواستیں موصول ہوئی ہیں جو ان کی سیاسی اور اقتصادی معاملات کو کنٹرول کرنے والے مغربی تسلط کے خلاف اتحاد میں شامل ہونے کے خواہشمند ہیں۔</p>\n<p>ریڈ اسکوائر پر پیریڈ کو دیکھنے کے لیے گلوبل ساؤتھ کے بڑے عالمی رہنماؤں نے تقریب میں شرکت کی۔ ان میں چین کے شی جن پنگ نمایاں رہے لیکن کیوبا، وینزویلا، برازیل، مصر، بیلاروس سمیت پورے وسطی ایشیائی خطے سے تعلق رکھنے والے رہنماؤں کو بھی نظرانداز نہیں کیا جاسکتا۔ ان میں جنوب مشرقی ایشیائی ممالک ملائیشیا، میانمار اور ویتنام سے تعلق رکھنے والے رہنما بھی اہم تھے۔ سربیا اور سلواکیہ کے سربراہان جو نیٹو کے رکن ہیں، انہوں نے بھی مغربی دباؤ کے باوجود تقریب میں شرکت کی۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>افریقی لیڈران نے خوشی کا اظہار کیا جبکہ روسی صدر ولادیمیر پیوٹن نے موسیقی اور رنگوں سے بھرپور شو پیش کیا جس نے اتحاد کی طاقت کا مظاہرہ پیش کیا۔ اس سے اسٹینلے کبرک کی فلم ’اسپارٹیکس‘ کے ڈرامائی فوجی مناظر ذہن کے پردے پر ابھرے جو رومن سلطنت کے خلاف غلاموں کی بغاوت پر مبنی تھی۔ یہ فلم امریکی کمیونسٹ پارٹی کے ایک سابق رہنما نے لکھی تھی۔ مذکورہ فلم کی طرح ماسکو میں فوجی دستے بھی ایک نسل پرست فوجی رجیم کے خاتمے کا جشن منا رہے تھے۔</p>\n<p>پریڈ کے دوران ولادیمیر لینن کے چہرے کے ساتھ سرخ جھنڈے فخریہ انداز میں آویزاں تھے۔ اور ایک طویل عرصے بعد کمیونسٹ کی پرانی علامت ہتھوڑا اور درانتی، مارچ کرنے والے فوجیوں کے درمیان نظر آئی۔</p>\n<p>یہ غیرمتوقع نہیں تھا کہ ان تقریبات میں نریندر مودی شامل نہیں تھے۔ پاکستان کے ساتھ فوجی تصادم سے کئی ماہ پہلے ہی انہوں نے اس تقریب میں شرکت نہ کرنے کا فیصلہ کیا تھا۔ ڈونلڈ ٹرمپ کے برسراقتدار آنے کے بعد بھارت، مغرب کو چیلنج کرنے والے برکس گروپ کی کُھل کر حمایت کرنے سے کترا رہا ہے۔</p>\n<p>صرف یہی وجہ ہے کہ گزشتہ ہفتے مودی کی جیت ہوئی حالانکہ پاکستان دعویٰ کرتا ہے کہ اس نے زیادہ بہتر انداز میں مقدمہ لڑا۔</p>\n<hr/>\n<p>یہ تحریر انگریزی میں <strong><a href=\"https://www.dawn.com/news/1910704/between-red-square-and-pahalgam\">پڑھیے</a></strong>۔</p>\n"
  },
  {
    "title": "حکومت کا بینکوں کی مدد سے کم آمدنی والے طبقے کیلئے سستی ہاؤسنگ اسکیم لانے پر غور",
    "link": "https://www.dawnnews.tv/news/1259253/",
    "thumbnail_image": "https://i.dawn.com/thumbnail/2025/05/131407546605841.gif?r=163557",
    "author": "خلیق کیانی",
    "time": "2025-05-13 00:00:00",
    "main_image": "https://i.dawn.com/primary/2025/05/131407546605841.gif",
    "content": "<p>حکومت کم آمدنی والے طبقے کے لیے سبسڈائزڈ ہاؤسنگ اسکیم اور درمیانی آمدنی والے طبقے کے لیے مارگیج کی سہولت متعارف کرانے کے منصوبے کو حتمی شکل دے رہی ہے، جس میں کمرشل بینکوں کو شامل کرکے 2 لاکھ سستے ہاؤسنگ یونٹس کے ساتھ اس منصوبے کا آغاز کیا جائے گا۔</p>\n<p>ڈان اخبار کی <a href=\"https://www.dawn.com/news/1910678/govt-banks-to-work-on-low-cost-housing\"><strong>رپورٹ</strong></a> کے مطابق وزیر اعظم شہباز شریف نے امید ظاہر کی ہے کہ وہ ہاؤسنگ اور تعمیرات کے شعبے کو بحال کرنے کے لیے اسکیم کا باقاعدہ اعلان کریں گے، ہاؤسنگ اور تعمیرات کا شعبہ اور اسے متعلق مبینہ طور پر 72 متعلقہ صنعتیں مشکلات سے گزر رہی ہیں۔</p>\n<p>ذرائع کے مطابق حکومت ابتدائی طور پر 50 فیصد سبسڈی کے ساتھ عوامی شعبے میں ہاؤسنگ اسکیم کی تعمیر کے بعد تقریباً 2 لاکھ سستے 3 سے 5 مرلہ رہائشی یونٹس فراہم کرے گی، اور اسے بتدریج توسیع دی جائے گی، اس حوالے سے ایک ڈرافٹ منصوبہ پیر کو اسٹیٹ بینک آف پاکستان (ایس بی پی) اور بینکوں کے ساتھ شیئر کیا گیا ہے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>وفاقی وزیر منصوبہ بندی احسن اقبال کی زیرصدارت اجلاس میں سستی رہائش کے لیے مالی امداد کے منصوبوں پر بحث کی گئی۔</p>\n<p>اجلاس میں طویل المدتی رہائشی مالی امداد کے چیلنجز کے حل پر غور کیا گیا، اور پاکستان میں کم قیمت رہائش کے لیے ممکنہ پالیسی ماڈلز کا جائزہ لیا گیا، اس اجلاس میں اسٹیٹ بینک کے گورنر جمیل احمد، نجی اور سرکاری شعبوں کے بینکوں کے چیف ایگزیکٹو آفیسرز، اور پاکستان مارگیج ری فنانس کمپنی (پی ایم آر سی) کے نمائندے بھی موجود تھے۔</p>\n<p>گورنر اسٹیٹ بینک اور کمرشل بینکوں کے سی ای اوز نے اپنی رائے دینے کے لیے ایک ہفتے کا وقت مانگا، اس مرحلے پر حکومت نے 2 آپشنز پر غور کیا، سب سے پہلے منتخب شہریوں کو 50 فیصد سبسڈی پر فنڈز کی فراہمی اور انہیں آزادانہ طور پر 3 سے 5 مرلے کے مکانات تعمیر کرنے کی پیشکش، دوسرا حکومت کے پبلک سیکٹر میں ہاؤسنگ یونٹس تعمیر کرنے کے امکان پر غور اور رہائشی یونٹس کو 50 فیصد سبسڈی کے ساتھ فنانسنگ پر عوام کے حوالے کر سکتی ہے، اس حوالے سے اسٹیک ہولڈرز اگلے ہفتے دوبارہ ملاقات کریں گے۔</p>\n<p>اجلاس میں کہا گیا کہ پاکستان کو اس وقت مکانات کی شدید قلت اور سستے مکانات کے لیے ’متضاد صورتحال‘ کا سامنا ہے۔</p>\n<p>موجودہ قلت کا تخمینہ ایک کروڑ 20 لاکھ یونٹس لگایا گیا تھا، جب کہ اضافی سالانہ طلب تقریباً 7 لاکھ یونٹس ہے، اس کے برعکس سالانہ فراہمی صرف ڈھائی لاکھ یونٹس ہے، اس کا مطلب ہے کہ تقریباً ساڑھے 4 لاکھ رہائشی یونٹس کا سالانہ فرق ہے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>اس میں کم آمدنی والے گروپ میں تقریباً 65 فیصد (تقریباً 2 لاکھ 92 ہزار) کمی شامل ہے، اس کے بعد کم متوسط آمدنی والے گروپ میں 25 فیصد یا ایک لاکھ 12 ہزار 500 گھر سالانہ اور باقی 10 فیصد یا 45 ہزار یونٹس اپر مڈل کلاس کے لیے کمی بھی شامل ہے۔</p>\n<p>معاشی مشکلات، مالی وسائل تک محدود رسائی، مارگیج فنانس کی کمی جیسے عناصر کی وجہ سے اسے متضاد سمجھا گیا، 30 سال سے کم عمر کے 64 فیصد نوجوانوں کی طلب کے پہلو کو بھی چیلنجز کے طور پر دیکھا گیا۔</p>\n<p>دوسری جانب زمین اور تعمیراتی میٹریل کی قیمت بہت زیادہ ہے، خطرات زیادہ ہیں، اور منافع کی حدود کم ہیں، ضوابط کی رکاوٹیں اور رسد کے پہلو پر سود اور ٹیکس کی شرحیں بھی زیادہ دیکھی گئیں۔</p>\n<p>شرکا نے سنگاپور، جنوبی افریقہ، ترکیہ، بنگلہ دیش، برازیل اور بھارت جیسے ممالک سے بین الاقوامی بہترین طریقوں اور مارگیج کے ماڈلز کا جائزہ لیا، انہوں نے پاکستان کے سماجی و معاشی منظر نامے کے مطابق ایک عملی اور پائیدار ہاؤسنگ فنانس فریم ورک کے ڈیزائن پر گفتگو کی۔</p>\n<p>وفاقی وزیر احسن اقبال نے کہا کہ طویل المدتی رہائش کی مالی معاونت کی عدم دستیابی ملک میں سستی رہائش کی فراہمی میں سب سے بڑی رکاوٹوں میں سے ایک ہے۔</p>\n<p> </p><figure>\n\n</figure><p></p>\n<p>انہوں نے مالی سال 18-2017 میں نمایاں ترقی کا ذکر کیا، جو بدقسمتی سے سیاسی عدم استحکام کے سبب متاثر ہوئی، اور کہا کہ جب پالیسی میں تسلسل نہیں ہوتا تو عوام کو اس کی قیمت چکانی پڑتی ہے۔</p>\n<p>انہوں نے نجی شعبے میں خود کار لیزنگ ماڈلز کی کامیابی کا حوالہ دیتے ہوئے سوال اٹھایا کہ ایسے ہی ایک ماڈل کو کیوں رہائش کے لیے نافذ نہیں کیا جا سکتا؟ لاکھوں لوگ ساری زندگی کرائے کے گھروں میں گزار دیتے ہیں، اپنا گھر ہونا تنخواہ دار طبقے کے لیے ایک خواب رہا ہے۔</p>\n<p>وفاقی وزیر نے مزید کہا کہ 2 سے 3 کروڑ کا گھر ایک اوسط آمدنی والے شخص کی جانب سے ایک ساتھ ادائیگیوں سے نہیں بنایا جا سکتا۔</p>\n<p>احسن اقبال نے خود کار لیزنگ کی طرح رہائش کے لیے مالیاتی ڈھانچے کی وکالت کی، جس کی پشت پناہی پراپرٹی مارگیج اور حکومت کی پالیسی کی حمایت حاصل ہو۔</p>\n"
  }
]