[
    {
        "title": "پاکستانی نژاد شفقت علی کینیڈا کے وزیر بن گئے",
        "link": "https://www.dawnnews.tv/news/1259301/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13234343997e532.jpg",
        "content": "<p>کینیڈین وزیرِ اعظم مارک کارنی نے اپنی نئی کابینہ کا اعلان کر دیا، جس نئے چہروں کو شامل کیا گیا ہے، جبکہ پاکستانی نژاد شفقت علی کو بھی وزیر مقرر کرلیا۔</p>\n<p>اوٹاوا سیٹیزن کی <a href=\"https://ottawacitizen.com/news/treasury-board-procurement-mark-carney-cabinet-shafqat-ali-joel-lightbound\"><strong>رپورٹ</strong></a> کے مطابق شفقت علی کینیڈا کے شہر برامپٹن سے رکنِ پارلیمنٹ منتخب ہوئے ہیں، وہ ٹریژری بورڈ کے صدر کے طور پر ذمہ داری سنبھالیں گے جبکہ سابق وزیرِ اعظم جسٹن ٹروڈو کے دور میں اس عہدے پر خدمات انجام دینے والی جینیٹ پیٹی پاس ٹیلر کو کابینہ سے باہر کر دیا گیا۔</p>\n<p>غیر ملکی خبر رساں ادارے ’رائٹرز‘ کے مطابق مارک کارنی نے وزرا کی تعداد کو کم کر کے 29 کر دیا ہے، جن کی تعداد سابق وزیر اعظم جسٹن ٹروڈو کے دور میں 39 تھی، تاہم کچھ اہم عہدوں پر وزرا کو برقرار رکھا، جن میں وزیر خزانہ فرانسوا-فلپ شیمپین اور امریکی تجارت کے امور دیکھنے والے ڈومینک لی بلینک شامل ہیں۔</p>\n<p>انہوں نے میلانیا جولی کو چار سال بعد خارجہ امور سے ہٹا کر انڈسٹری کے معاملات سونپ دیے جبکہ ان کی جگہ انیتا آنند کو لگا دیا۔</p>\n<p>اوٹاوا سیٹیزن کی رپورٹ کے مطابق سی بی سی اور سی ٹی وی کے لیے سیاسی پروگرام کرنے والے ایک صحافی ایون سولومن کو مصنوعی ذہانت (اے آئی) کا وزیر بنایا گیا ہے۔</p>\n"
    },
    {
        "title": "مودی بھارت میں غیرمقبول ہوچکا، مستعفی ہوجانا چاہیے، مولانا فضل الرحمٰن",
        "link": "https://www.dawnnews.tv/news/1259307/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/132336030d516ad.jpg",
        "content": "<p>سربراہ جمعیت علمائے اسلام ( ف ) مولانا فضل الرحمٰن نے کہا ہے  کہ مودی بھارت میں غیرمقبول ہوچکا ہے، اس کی ہندوتوا کارڈ استعمال کرنے کی کوشش ناکام ہوگئی، مستعفی ہوجانا چاہیے، پی ٹی آئی کے ساتھ اتحاد نہیں اشتراک ہوسکتا ہے۔</p>\n<p>ڈان نیوز کے پروگرام ’  لائیو ود  عادل شاہ ذیب’  میں گفتگو کرتے ہوئے مولانا فضل الرحمٰن نے کہا کہ بھارت نے پہلگام کا واقعہ ہونے کے دس منٹ کے اندر اندر ملبہ پاکستان پر ڈال دیا، اور  پھر ہمارے دینی مراکز پر راکٹ برسا دیے، جس کے نتیجے میں ہمارے عام شہری، خواتین اور  بچے شہید ہوئے، اور پھر ہمارے ایئربیسز  پر حملے کردیے، اور پورے خطے میں تناؤ پیدا کردیا ہے۔</p>\n<p>انہوں نے کہا  کہ مودی نے یہ اس لیے  کیا کیونکہ وہ بھارت میں غیرمقبول ہوچکا ہے، اس نے ہندو کارڈ استعمال کرکے ووٹ تو لیے مگر اس کی مقبولیت میں کمی آئی اور ماضی کی طرح ووٹ نہیں ملے، پھر کشمیر میں ہونے والے الیکشن میں وہاں کے عوام نے بھی مودی کو مسترد کردیا۔</p>\n<p>مولانا فضل الرحمٰن نے مزید کہا کہ پہلگام واقعے کے بعد مودی نے ہندوتوا کارڈ استعمال کرنے کی کوشش کی مگر بھارت میں اپوزیشن، مسلمان اور سکھوں نے اس کا ساتھ نہیں دیا، اور اس کی یہ کوشش ناکام ہوگئی، دوسری جانب پاکستان میں عوام ملکی دفاع کے لیے فوج کے ساتھ کھڑے ہوگئے اور یک صف ہوگئے جس کے نتیجے میں ہماری  افواج نے بھارت کو جنگ میں بری طرح شکست دی۔</p>\n<p> <figure>\n\n</figure></p>\n<p>ایک سوال کے جواب  میں انہوں نے کہا کہ  پاک بھارت جنگ بندی میں سعودی عرب نے قابل تحسین کردار ادا کیا ہے، بھارت دراصل چین اور پاکستان کا رابطہ توڑنا چاہتا ہے، وہ تو مظفر آباد سےبھی آگے گلگت بلتستان کو اپنا حصہ سمجھتا ہے۔</p>\n<p>ایک سوال کے جواب میں انہوں نے کہا کہ  سندھ طاس معاہدے کو یکطرفہ طور پر دونوں ممالک میں سے کوئی ختم نہیں کرسکتا،  بھارت  کے لیے ممکن نہیں کہ وہ پانی روکنے کی ضد پر قائم رہ سکے، اس طرح اسے خود بھی تباہی کا سامنا کرنا پڑے گا۔</p>\n<p>جنگ کے بعد طاقت کے توازن میں برابری  سے متعلق سوال پر مولانا فضل الرحمٰن نے کہا کہ  بھارت کو اپنی دفاعی طاقت پر غرور تھا، اسے امریکا اور مغربی دنیا کی حمایت بھی حاصل تھی، پاکستان نے بھارتی ٹیکنالوجی کو ناکام بنایا اور اس کے جہازوں کو  گرایا، اس میں اللہ تعالیٰ کی مدد شامل تھی، ہماری فوج نے بڑی جرات سے بھارت کو شکست سے دوچار کیا اور قوم کا سر فخر سے بلند کیا۔</p>\n<p>بھارتی وزیراعظم کے سیاسی زوال سے متعلق سوال کے جواب میں انہوں نے کہا کہ نریندر نہیں بلکہ سرینڈر،  مودی شکست تسلیم کرچکا ہے، اب اس کا زوال  طے ہے اور میری رائے میں مودی کو استعفی دے کر الیکشن کروا دینے چاہیئں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>مولانا فضل الرحمٰن نے مزید کہا کہ بھارتی فوج دباؤ میں ہے، اور صرف جنگ بندی ہوئی ہے، ان حالات میں ہماری فوج کو ہمہ  وقت چوکس رہنا چاہیے، اور اگر بھارت جنگ بندی توڑتا ہے تو اس کا منہ توڑ جواب دیا جائے۔</p>\n<p>بلوچستان اور خیبرپختونخوا میں دہشت گردی کے حوالے سے  پوچھے گئے سوال کے جواب میں سربراہ جے یو آئی  نے کہا  کہ چھوٹے صوبوں کو  اپنے حقوق کے حوالے سے گلے شکوے ہیں، ایسے حالات میں اگر حکومت معاملات کو متنازع کرتی ہے، مثلاً نہروں کا مسئلہ یا مائنز اینڈ منرلز بل تو، پھر داخلی خلفشار  پیدا ہوتا ہے اور داخلی خلفشار  دفاع کے لیے مسائل پیدا کرتا ہے۔</p>\n<p>انہوں نے مزید کہا کہ ہم نے اپنے مسائل کو بھول  کر دفاعی قوت کو سپورٹ کیا، اب حکومت کا بھی فرض بنتا ہے کہ  وہ داخلی معاملات کو ٹھیک کرے، اگر بلوچوں کا مطالبہ لاپتا لوگوں کا ہے تو وہ حق بجانب ہیں، اس کا حل یہ ہے کہ لوگوں کو باقاعدہ ایف آئی آر درج کرکے عدالتوں میں لایا  جائے،  اور ان کے خلاف مقدمات بھی ظاہر کیے جائیں۔</p>\n<p>افغانستان کی سرزمین کے دہشت گردی میں استعمال ہونے کے حوالے سے سوال پر مولانا فضل الرحمٰن نے کہا کہ افغانستان کے ساتھ سفارتی،  سیاسی اور اقتصادی سمیت بہت سے معاملات پر یکجہتی پیدا کرنے کا وقت ہے، روس اور چین بھی افغانستان سے تعلقات بڑھار ہے ہیں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>انہوں نے مزید کہا کہ  (افغانستان سے ) پاکستان میں جو کچھ (دراندازی ) ہورہی ہے، افغان حکومت اس کے حق میں نہیں ہے، لیکن افغان حکومت اتنی منظم نہیں ہے کہ اپنی سرحدوں کو کنٹرول کرسکے، نہ ہی ان کی انٹیلی جنس مضبوط ہے۔</p>\n<p>پاکستان تحریک انصاف ( پی ٹی آئی) کے ساتھ اتحاد نہ ہونے کے حوالے سے سربراہ جےیو آئی نے کہا کہ ہماری جنرل کونسل کے اجلاس میں یہ فیصلہ ہوا تھا کہ جے یو آئی اپنے پلیٹ فارم سے جدوجہد جاری رکھے گی، مگر روزمرہ کے معاملات پر ان ( پی ٹی آئی) کے ساتھ اشتراک عمل ہوسکتا ہے۔</p>\n<p>مولانا فضل الرحمٰن نے مزید کہا کہ پی ٹی آئی کے  ساتھ اتحاد نہ ہونے کی وجہ اس کے اراکین میں یکسوئی کا نہ ہونا ہے۔</p>\n<p>کل جماعتی کانفرنس ( اے پی سی ) کے ملتوی ہونے کے سوال پر مولانا فضل الرحمٰن نے کہا کہ  مجھے کل رات کو اطلاع ملی تھی کہ آج ( منگل کو)  وزیراعظم صاحب نے  اے پی سی بلائی ہے جس میں موجودہ حالات پر تمام پارٹیوں کو بریفنگ دی جائے گی، پھر  صبح یہ پتا چلا کہ اے پی سی ملتوی کردی گئی ہے۔</p>\n"
    },
    {
        "title": "پاک-بھارت کشیدگی ختم کرانے میں اہم کردار ادا کیا، امید ہے یہ مستقل جنگ بندی ہوگی، امریکی صدر",
        "link": "https://www.dawnnews.tv/news/1259306/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/1323345325c7a82.jpg",
        "content": "<p>امریکی صدر ڈونلڈ ٹرمپ نے کہا ہے کہ جنگیں پسند نہیں ہیں پاک-بھارت کشیدگی ختم کرانے میں اہم کردار ادا کیا اور امید ہے یہ مستقل جنگ بندی ہوگی۔</p>\n<p>امریکی صدر نے ریاض میں سعودی امریکن انویسٹمنٹ فورم سے خطاب کرتے ہوئے کہا کہ  مجھے جنگیں پسند نہیں، دنیا بھر میں امن کا خواہاں ہوں، گزشتہ ہفتے میری انتظامیہ نے پاکستان اور بھارت کے درمیان فوری جنگ بندی کروائی اور کشیدگی ختم کرانے میں اہم کردار ادا کیا۔</p>\n<p>انہوں نے کہا کہ پاکستان اور بھارت قیادت غیر متزلزل اور طاقتور ہے، دونوں ممالک نے موجودہ کشیدہ صورتحال کی سنگینی کو سمجھتے ہوئے دانشمندی کا مظاہرہ کیا اور امید ہے یہ جنگ بندی ایسے ہی جاری رہے گی۔</p>\n<p>اس دوران، ڈونلڈ ٹرمپ نے نائب صدر جے ڈی ونس اور وزیر خارجہ مارکو روبیو کی تعریف کرتے ہوئے کہا کہ آپ لوگوں نے ٹیم کے ساتھ ملکر بہترین کام کیا، کیونکہ یہ کشیدگی دن بدن بڑھتی جارہی تھی جس میں لاکھوں اموات ہوسکتی تھیں۔</p>\n<p>ان کا کہنا تھا کہ پاکستان اور بھارت سے کہا کہ آئیے ملکر تجارت کرتے ہیں، اور امید ہے ہم دونوں ممالک کے رہنماؤں کو اکھٹا کرکے ایک بہترین ڈنر کرسکتے ہیں۔</p>\n<p>ان کا کہنا تھا کہ گزشتہ مہینوں میں بہت کارنامے انجام دیے، چین نے عائد ٹیکسز میں کمی پر آمادگی ظاہر کی کہ ہم مزید کمی لائیں گے جبکہ چین نے امریکی مصنوعات کے لیے دروازے کھولنے کی اجازت دے دی۔</p>\n<p>انہوں نے بتایا کہ امریکا میں بیوروکریسی کو کافی حد تک محدود کردیا ہے اور دنیا کے کئی ممالک معاہدوں کے لیے وائٹ ہاؤس کا دورہ کر رہے ہیں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>ڈونلڈ ٹرمپ کا کہنا تھا کہ میرا دورہ سعودی عرب تاریخی اور کامیاب ہے، سعودی عرب کے ساتھ تعلقات مزید مضبوط بنائیں گے۔</p>\n<p>امریکی صدر نے کہا کہ محمد بن سلمان عظیم اور کرشماتی شخصیت کے مالک ہیں، سعودی عرب اور یو اے ای کے حکمرانوں نے ریگستانی خطے کو ترقی کی راہ پر ڈالا، یہ خطہ اپنے بیٹوں کی محنت اور لگن کی بدولت ترقی کی جانب گامزن ہے۔</p>\n<p>انہوں نے کہا کہ امریکا کے پاس دنیا کی بہترین معیشت ہے اور میری موجودگی کی وجہ سے امریکا دولت بنانے کے لیے پرکشش بن گیا۔</p>\n<h1><a href=\"#دنیا-میں-امن-کے-لیے-ایران-سے-ڈیل-کرنا-چاہتا-ہوں\"></a>’دنیا میں امن کے لیے ایران سے ڈیل کرنا چاہتا ہوں‘</h1>\n<p>امریکی صدر کا کہنا تھا کہ دنیا میں امن کے لیے ایران سے ڈیل کرنا چاہتا ہوں، ایران کی غلط پالیسیوں نے اسے ریگستان میں بدل دیا، تاہم ایران نے امن کی پیشکش کو نظر انداز کیا تو پابندیوں کے ذریعے سخت پالیسیاں جاری رکھیں گے، ایران کو یاد رکھنا چاہیے امریکا کی پیشکش دائمی نہیں ہوگی۔</p>\n<p>انہوں نے کہا کہ حزب اللہ نے لبنانی عوام کو جنگیں اور بدامنی دی، حزب اللہ نے مشرق کا پیرس کہلانے والے بیروت کی رونقیں ختم کردی تھیں جب کہ سابق امریکی صدر جوبائیڈن کا حوثی باغیوں کو دہشت گرد تنظیموں کی فہرست سے نکالنا غلط اقدام تھا۔</p>\n<p>ان کا کہنا تھا کہ حوثیوں نے بحری جہازوں پر حملے روکنے پر اتفاق کیا، امریکا نے بھی حملے روک دیے، دہشت گردی نے غزہ کی پٹی اور لبنان میں بہت سے لوگوں کی جانیں ضائع کیں، غزہ کے عوام کے ساتھ ناروا سلوک ناقابل تصور ہے، یہ ڈراؤنا خواب ختم ہونا چاہیے۔</p>\n<h1><a href=\"#شام-پر-عائد-پابندیاں-اٹھانے-کا-فیصلہ-کیا-ہے\"></a>’شام پر عائد پابندیاں اٹھانے کا فیصلہ کیا ہے‘</h1>\n<p>ڈونلڈ ٹرمپ نے کہا کہ امریکا امن کے قیام کے لیے فوجی طاقت استعمال کر رہا ہے، امریکا اپنے دوستوں اور شراکت داروں کا تحفظ جاری رکھے گا، تاہم ہم کسی جنگ میں شامل نہیں ہوں گے، خونریزی روکنا ہوگی۔</p>\n<p>ان کا کہنا تھا کہ ترک صدر کی خصوصی درخواست پر شامی وزیرخارجہ سے امریکی ہم منصب ملاقات کریں گے جب کہ سعودی ولی عہد سے ملاقات میں شام پر عائد پابندیاں اٹھانے کا فیصلہ کیا ہے، شام کو نیا موقع فراہم کرنے جارہے ہیں امید ہے شامی عوام کچھ کر دکھائیں گے۔</p>\n<h1><a href=\"#امید-ہے-سعودی-عرب-جلد-اسرائیل-کے-ساتھ-معاہدہ-کرے-گا\"></a>’امید ہے سعودی عرب جلد اسرائیل کے ساتھ معاہدہ کرے گا‘</h1>\n<p>انہوں نے مزید کہا کہ امید ہے کہ سعودی عرب جلد <strong><a href=\"https://www.dawnnews.tv/news/1259231\">اسرائیل</a></strong> کے ساتھ معمول کے تعلقات کا معاہدہ کرےگا، سعودی عرب یہ معاہدہ اپنے وقت پر ہی کرے گا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>واضح رہے کہ  10 مئی کو پاکستان نے بھارتی جارحیت کے جواب میں کارروائی کا آغاز کرتے ہوئے بھارت کے خلاف <strong><a href=\"https://www.dawnnews.tv/news/1259024\">’آپریشن بنیان مرصوص‘</a></strong> (آہنی دیوار) شروع کر دیا تھا اور بھارت میں ادھم پور، پٹھان کوٹ، آدم پور ایئربیسز اور کئی ایئرفیلڈز سمیت براہموس اسٹوریج سائٹ اور ایس 400 میزائل دفاعی نظام کے علاوہ متعدد اہداف کو تباہ کردیا تھا۔</p>\n<p>بعد ازاں، 10 مئی کی سہ پہر امریکی صدر ڈونلڈ ٹرمپ نے کہا تھا کہ پاکستان اور بھارت فوری اور <strong><a href=\"https://www.dawnnews.tv/news/1259072/\">مکمل سیز فائر</a></strong> کے لیے تیار ہوگئے۔</p>\n<p>سماجی رابطے کی ویب سائٹ ایکس پر جاری بیان میں امریکی صدر نے اس بات کا انکشاف کیا تھا۔</p>\n"
    },
    {
        "title": "پاکستان نے بھارتی سفارتکار کو ناپسندیدہ شخص قرار دیدیا، 24 گھنٹوں میں ملک چھوڑنے کا حکم",
        "link": "https://www.dawnnews.tv/news/1259300/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13230344cbe3b87.jpg",
        "content": "<p>پاکستان نے بھارتی جارحیت کے جواب میں اسلام آباد میں بھارتی ہائی کمیشن کے ایک عملے کے رکن کو ناپسندیدہ شخص قرار دے کر 24 گھنٹوں میں ملک چھوڑنے کا حکم دے دیا۔</p>\n<p>ڈان نیوز کے مطابق حکومتِ پاکستان نے اسلام آباد میں بھارتی ہائی کمیشن کے ایک عملے کے رکن کو ناپسندیدہ شخص قرار دے دیا، مذکورہ سفارتکار ایسی سرگرمیوں میں ملوث پایا گیا جو سفارتی کردار، قوانین اور بین الاقوامی سفارتی آداب کے خلاف ہیں۔</p>\n<p>حکومت پاکستان کی جانب سے بھارتی ہائی کمیشن کے اہلکار کو 24 گھنٹوں کے اندر پاکستان چھوڑنے کی ہدایت کردی۔</p>\n<p>اس حوالے سے بھارتی ناظم الامور کو آج وزارت خارجہ طلب کیا گیا، جہاں انہیں اس فیصلے سے متعلق باضابطہ احتجاجی مراسلہ دیا گیا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>اس سے قبل، بھارتی حکومت نے اپنی جارحیت جاری رکھتے ہوئے پاکستانی سفارتکار کو ناپسندیدہ شخصیت قرار دے دیا اور انہیں 24 گھنٹوں میں ملک چھوڑنے کا حکم دیا تھا۔</p>\n<p>بھارتی وزرات خارجہ کے مطابق پاکستانی ناظم الامور کو ہندوستانی وزارت خارجہ طلب کیا گیا اور انہیں احتجاجی مراسلہ جاری کیا گیا۔</p>\n<p>واضح رہے کہ 22 اپریل کو <strong><a href=\"https://www.dawnnews.tv/news/1257701/\">پہلگام</a></strong> میں مقامی سیاحوں پر حملے کے بعد بھارت نے بے جاالزام تراشی اور اشتعال انگیزی کا سلسلہ شروع کرتے ہوئے پاکستان کے ساتھ سندھ طاس معاہدہ معطل کردیا تھا۔</p>\n<p>علاوہ ازیں، بھارت نے پاکستانی سفارتی عملے کو 30 اپریل 2025 تک بھارت چھوڑنے کی ہدایت کی تھی۔</p>\n<p>پاکستان کی قومی سلامتی کمیٹی نے جوابی اقدامات کرتے ہوئے بھارت کے سفارتی عملے کو بھی 30 افراد تک محدود کر دیا گیا تھا۔</p>\n<p> <figure>\n<div><picture><img src=\"https://i.dawn.com/large/2025/05/13230826a29da58.png\"/></picture></div>\n</figure></p>\n<p>یاد رہے کہ پاکستان کی مسلح افواج نے 6 مئی کی رات گئے کیے جانے والے بھارت کے بزدلانہ حملے کے جواب میں منہ توڑ جواب دیا، بھارتی فضائیہ کے 3 رافیل سمیت 5 جنگی طیارے مارے گرائے تھے جبکہ ایک بریگیڈ ہیڈ کوارٹر سمیت متعدد فوجی چیک پوسٹوں کو تباہ کردیا تھا۔</p>\n<p><strong><a href=\"https://www.dawnnews.tv/news/1259024/\">10 مئی</a></strong> کو پاکستان نے بھارتی جارحیت کے جواب میں کارروائی کا آغاز کرتے ہوئے بھارت کے خلاف ’آپریشن بنیان مرصوص‘ (آہنی دیوار) شروع کردیا تھا اور بھارت میں ادھم پور، پٹھان کوٹ، آدم پور ایئربیسز اور کئی ایئرفیلڈز سمیت براہموس اسٹوریج سائٹ اور ایس 400 میزائل دفاعی نظام کے علاوہ متعدد اہداف کو تباہ کردیا تھا۔</p>\n<p>بعد ازاں، 10 مئی کی شام پاکستان اور بھارت کے درمیان <strong><a href=\"https://www.dawnnews.tv/news/1259072/\">جنگ بندی</a></strong> پر اتفاق ہو گیا تھا، جس کا اعلان امریکی صدر ڈونلڈ ٹرمپ نے ایکس پر ایک پوسٹ میں کیا تھا۔</p>\n"
    },
    {
        "title": "ڈیرہ اسمٰعیل خان میں سیکیورٹی اداروں پر حملے کی منصوبہ بندی ناکام",
        "link": "https://www.dawnnews.tv/news/1259293/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13220448116a834.jpg",
        "content": "<p>خیبرپختونخوا کے ضلع ڈیرہ اسمٰعیل خان میں تھانہ کھوئی بہارہ کے قریب شرپسندوں کی جانب سے روڈ توڑ کر سیکیورٹی اداروں پر حملے کی منصوبہ بندی ناکام بنا دی گئی۔</p>\n<p>ڈان نیوز کے مطابق پولیس نے بتایا کہ سیکیورٹی فورسز و پولیس پر حملے کے لیے نصب آئی ای ڈی سے شرپسندوں کے ٹھکانے تباہ کر دیے۔</p>\n<p>مزید کہنا تھا کہ پولیس و پاک فوج کی نگرانی میں روڈ کی تعمیر کا کام شروع کر دیا گیا ہے، جس پر علاقہ مکینوں نے اظہار تشکر کیا۔</p>\n<p>شرپسندوں کی جانب سے سڑک توڑنے سے علاقہ مکینوں کو تکالیف اور دشواری کا سامنا تھا۔</p>\n"
    },
    {
        "title": "عمران خان کی رہائی کیلئے ہمارے پاس زیادہ آپشن نہیں بچے، بیٹوں کا پہلا انٹرویو",
        "link": "https://www.dawnnews.tv/news/1259294/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/132154169c3b9b8.jpg",
        "content": "<p>پاکستان تحریک انصاف (پی ٹی آئی) کے بانی اور سابق وزیر اعظم عمران خان کے بیٹوں سلیمان خان اور قاسم خان نے ایک انٹرویو کے ذریعے دنیا کی توجہ اپنے والد کی قید کی جانب کروائی ہے جس میں انہوں نے دعویٰ کیا ہے کہ بانی کی رہائی کے لیے ہمارے پاس زیادہ آپشن نہیں بچے ہیں۔</p>\n<p>واضح رہے کہ عمران خان اگست 2023 سے اڈیالہ جیل میں قید ہیں اور اس وقت وہ  190 ملین پاؤنڈ کرپشن کیس میں سزا کاٹ رہے ہیں جب کہ 9 مئی 2023 کے احتجاج سے متعلق انسداد دہشت گردی ایکٹ کے تحت زیرِ التوا مقدمات کا سامنا بھی کر رہے ہیں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>سابق وزیراعظم کے دونوں بیٹوں نے اپنے والد کی قید پر عوامی سطح پر پہلی بار بات کی ہے، نومبر 2023 میں عدالت نے انہیں ہر ہفتے اپنے والد سے رابطہ کرنے کی اجازت دی تھی لیکن ان کا دعویٰ ہے کہ یہ رابطہ ہمیشہ ممکن نہیں ہو پایا۔</p>\n<p>سوشل میڈیا انفلوئنسر ماریو نوفل کو دیے گئے انٹرویو میں ان سے پوچھا گیا کہ انہوں نے اپنے والد کی قید سے متعلق اب بولنے کا فیصلہ کیوں کیا؟</p>\n<p>قاسم خان کا کہنا تھا کہ ہم نے قانونی راستے اختیار کیے اور ہر وہ راستہ آزمایا جس سے ہمیں لگا کہ عمران خان قید سے باہر آسکتے ہیں لیکن ہمارے وہم وگمان میں بھی نہیں تھا کہ وہ اتنے عرصے تک اندر رہیں گے جب کہ اب حالات بد سے بدتر ہوتے جا رہے ہیں لہذا ہمارے پاس زیادہ آپشنز نہیں بچے، اس لیے ہم نے فیصلہ کیا ہے کہ عوامی سطح پر آ کر بات کرنا ہی واحد راستہ ہے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>انہوں نے مزید کہا کہ ’ہم چاہتے ہیں کہ عمران خان کی رہائی سے متعلق پاکستان پر بین الاقوامی دباؤ ہو کیونکہ وہ غیر انسانی حالات میں زندگی گزار رہے ہیں اور انہیں بنیادی انسانی حقوق سے محروم رکھا جارہا ہے‘۔</p>\n<p>قانونی راستوں سے اب تک کوئی خاطر خواہ کامیابی نہ ملنے پر سلیمان خان کا کہنا تھا کہ ہم نے تمام دیگر آپشنز اور قانونی راستے آزما لیے ہیں، جبکہ ایسا لگتا ہے کہ عالمی میڈیا میں جیسے بالکل خاموشی ہے۔</p>\n<p>خیال رہے کہ پی ٹی آئی نے متعدد بار عمران خان کو جیل میں دی جانے والی سہولیات پر شکایات کرتی رہی ہے اور اس معاملے پر اسلام آباد ہائی کورٹ میں کئی درخواستیں بھی دائر کی ہیں، تاہم جیل انتظامیہ پارٹی رہنماؤں کے ان دعووں کو مسترد کرتی آئی ہے۔</p>\n<p>امریکی عہدیدار رچرڈ گرینل کی جانب سے عمران خان کی رہائی کے مطالبے سے متعلق پوچھے گئے سوال پر سلیمان خان کا کہنا تھا کہ تاحال ان سے کوئی بات نہیں ہوئی، تاہم وہ ان کی ’اب تک کی حمایت‘ پر شکریہ ادا کرتے ہیں۔</p>\n<p>ٹرمپ انتظامیہ کے لیے پیغام کے حوالے سے سلیمان خان  نے کہا کہ ہم اپنے والد کی رہائی کے حوالے سے ہر اُس حکومت سے اپیل کریں گے، جو آزادیٔ اظہار اور حقیقی جمہوریت کی حامی ہو۔</p>\n<p>ان کا کہنا تھا کہ وہ چاہتے ہیں کہ عالمی برادری سب کچھ دیکھے کہ ان کے ساتھ کیا ہو رہا ہے، انہوں نے امید ظاہر کی کہ وہ کوئی اقدام بھی کریں گے اور اس معاملے پر توجہ دینے کے لیے ٹرمپ سے بہتر اور کون ہوسکتا ہے۔</p>\n<p>انہوں نے مزید کہا کہ ہم ڈونلڈ ٹرمپ سے بات کرنا چاہیں گے یا کوئی ایسا راستہ نکالنا چاہیں گے جس سے وہ کسی طرح مدد کر سکیں، کیونکہ آخر میں ہمارا مقصد صرف اپنے والد کو قید سے آزاد کرانا، پاکستان میں جمہوریت لانا اور ان کے بنیادی انسانی حقوق کو یقینی بنانا ہے۔</p>\n<p>ایک سوال کے جواب میں دونوں بھائیوں کا کہنا تھا کہ 2 سے 3 ماہ میں صرف ایک بار عمران خان سے بات کر پاتے ہیں۔</p>\n<p>مزید کہا کہ ’ ہمارا سیاست میں حصہ لینے کا کوئی ارادہ نہیں اور اس انٹرویو میں بولنے سے پہلے انہوں نے عمران خان سے اجازت لی تھی’۔</p>\n"
    },
    {
        "title": "بھارت نے پاکستانی سفارتکار کو ناپسندیدہ شخصیت قرار دیدیا، 24 گھنٹوں میں ملک چھوڑنے کا حکم",
        "link": "https://www.dawnnews.tv/news/1259291/",
        "thumbnail_image": "",
        "author": "عبداللہ مہمند",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13212123ec67ef6.jpg",
        "content": "<p>بھارت نے پاکستانی سفارتکار کو ناپسندیدہ شخصیت قرار دے دیا اور انہیں 24 گھنٹوں میں ملک چھوڑنے کا حکم دے دیا۔</p>\n<p>ڈان نیوز کے مطابق بھارتی وزارت خارجہ کی جانب سے جاری بیان میں کہا گیا ہے کہ دہلی میں پاکستانی ہائی کمیشن کے ایک اور اہلکار کو ناپسندیدہ شخصیت قرار دیا گیا ہے۔</p>\n<p>بھارتی حکومت کی جانب سے پاکستانی ہائی کمیشن کے اہلکار کو  ناپسندیدہ قرار دیتے ہوئے  24 گھنٹوں کے اندر ملک چھوڑنے کا حکم دیا گیا۔</p>\n<p>بھارتی وزرات خارجہ کے مطابق پاکستانی ناظم الامور کو ہندوستانی وزارت خارجہ طلب کیا گیا اور انہیں احتجاجی مراسلہ جاری کیا گیا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>بھارتی میڈیا چینل ’اے این آئی‘ کی جانب سے سوشل میڈیا پلیٹ فارم ’ایکس‘ پر کی گئی پوسٹ میں بتایا گیا کہ بھارتی حکومت نے نئی دہلی میں پاکستانی ہائی کمیشن میں تعینات پاکستانی اہلکار کو ناپسندیدہ شخص قرار دے دیا۔</p>\n<p>پوسٹ میں مزید لکھا کہ  پاکستانی ہائی کمیشن کے  اہلکار کو بھارت چھوڑنے کے لیے 24 گھنٹوں کی مہلت دی گئی ہے۔</p>\n<p>اس حوالے سے پاکستان ہائی کمیشن کے ناظم الامور کو آج باقاعدہ احتجاجی مراسلہ بھی جاری کیا گیا ہے۔</p>\n<p> <figure>\n<div><span>\n<blockquote>\n<a href=\"https://twitter.com/ANI/status/1922305432632328302\"></a>\n</blockquote>\n</span></div>\n</figure></p>\n<p>واضح رہے کہ 22 اپریل کو <strong><a href=\"https://www.dawnnews.tv/news/1257701/\">پہلگام</a></strong> میں مقامی سیاحوں پر حملے کے بعد بھارت نے بے جاالزام تراشی اور اشتعال انگیزی کا سلسلہ شروع کرتے ہوئے پاکستان کے ساتھ سندھ طاس معاہدہ معطل کردیا تھا۔</p>\n<p>علاوہ ازیں، بھارت  نے پاکستانی سفارتی عملے کو 30 اپریل 2025 تک بھارت چھوڑنے کی ہدایت کی تھی۔</p>\n<p>پاکستان کی قومی سلامتی کمیٹی نے جوابی اقدامات کرتے ہوئے بھارت کے سفارتی عملے کو بھی 30 افراد تک محدود کر دیا گیا تھا۔</p>\n<p>یاد رہے کہ پاکستان کی مسلح افواج نے 6 مئی کی رات گئے کیے جانے والے بھارت کے بزدلانہ حملے کے جواب میں منہ توڑ جواب دیا، بھارتی فضائیہ کے 3 رافیل سمیت 5 جنگی طیارے مارے گرائے تھے جبکہ ایک بریگیڈ ہیڈ کوارٹر سمیت متعدد فوجی چیک پوسٹوں کو تباہ کردیا تھا۔</p>\n<p><a href=\"https://www.dawnnews.tv/news/1259024/\"><strong>10 مئی</strong></a> کو پاکستان نے بھارتی جارحیت کے جواب میں کارروائی کا آغاز کرتے ہوئے بھارت کے خلاف ’آپریشن بنیان مرصوص‘ (آہنی دیوار) شروع کردیا تھا اور بھارت میں ادھم پور، پٹھان کوٹ، آدم پور ایئربیسز اور کئی ایئرفیلڈز سمیت براہموس اسٹوریج سائٹ اور ایس 400 میزائل دفاعی نظام کے علاوہ متعدد اہداف کو تباہ کردیا تھا۔</p>\n<p>بعد ازاں، 10 مئی کی شام پاکستان اور بھارت کے درمیان <a href=\"https://www.dawnnews.tv/news/1259072/\"><strong>جنگ بندی</strong></a> پر اتفاق ہو گیا تھا، جس کا اعلان امریکی صدر ڈونلڈ ٹرمپ نے ایکس پر ایک پوسٹ میں کیا تھا۔</p>\n"
    },
    {
        "title": "وزیراعظم کی ٹیکس چوری میں ملوث افراد و شعبوں کیخلاف سخت کارروائی کی ہدایت",
        "link": "https://www.dawnnews.tv/news/1259290/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/132106568c4dd76.jpg",
        "content": "<p>وزیراعظم شہباز شریف نے ٹیکس کے دائرہ کار کو وسیع کرنے کے لیے اقدامات اور حکام کو ٹیکس چوری میں ملوث افراد اور شعبوں کے خلاف سخت کارروائی کرنے کی ہدایت کردی۔</p>\n<p>سرکاری خبررساں ادارے اے پی پی کی  رپورٹ کے مطابق وزیر اعظم نے  ٹیکس کے دائرہ کار کو وسیع کرنے اور ٹیکس محصولات میں اضافے سے متعلق جائزہ اجلاس کی صدارت کرتے ہوئے کہا کہ ٹیکس ادا کرنے کی صلاحیت رکھنے والے افراد اور شعبوں کو ٹیکس کے دائرہ کار میں لایا جانا چاہیے۔  </p>\n<p>وزیر اعظم آفس کے ایک بیان کے مطابق انہوں نے ٹیکس چوروں کی مدد کرنے والے افسران اور اہلکاروں کے سخت احتساب کی بھی ہدایت کی۔</p>\n<p>اجلاس کو بتایا گیا کہ ایف بی آر میں اصلاحات کے نتیجے میں جی ڈی پی کے 10.6 فیصد کے مساوی ٹیکس محصولات کا ہدف حاصل کیا جائے گا۔</p>\n<p>وزیر اعظم نے موجودہ مالی سال کے لیے ایف بی آر کے محصولات کے اہداف کو تیزی سے حاصل کرنے کی جانب گامزن ہونے پر حکومت کی اقتصادی ٹیم کی کوششوں کو سراہا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>انہوں نے کہا کہ ٹیکس کی شرحوں کو کم کرکے عام آدمی پر ٹیکس کے بوجھ کو کم کرنے کے لیے ٹیکس کے دائرہ کار کو وسیع کرنا حکومت کی ترجیح ہے۔</p>\n<p>وزیر اعظم شہباز شریف  نے حکام کو ہدایت کی کہ وہ اگلے مہینے تک سیمنٹ اور دیگر شعبوں کی ڈیجیٹل نگرانی مکمل کریں، اس کے علاوہ، تمباکو کے شعبے سے ٹیکس محصولات میں اضافے کی کوششوں کو صوبوں کے تعاون سے تیز کیا جانا چاہیے۔</p>\n<p>انہوں نے ہدایت کی کہ زیر التوا ٹیکس سے متعلق مقدمات کی مؤثر انداز سے پیروی کی  جائے تاکہ قوم کے پیسے کی وصولی کو یقینی بنایا جا سکے۔</p>\n<p>اجلاس کے شرکاء کو بتایا گیا کہ ملک بھر میں سیمنٹ پلانٹس میں ٹریک اینڈ ٹریس سسٹم کے مکمل نفاذ سے ٹیکس محصولات میں اربوں روپے کا نمایاں اضافہ ہوا،  شوگر انڈسٹری میں اس نظام کے نفاذ سے نومبر 2024 سے اپریل 2025 تک ٹیکس محصولات میں 35 فیصد اضافہ ہوا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>واضح رہے کہ فیڈرل بورڈ آف ریونیو (ایف بی آر) کو موجودہ مالی سال کے پہلے 10 مہینوں میں تقریباً 831 ارب روپے کے  شاٹ فال کا سامنا کرنا پڑا تھا، جس کی بنیادی وجہ درآمدی حجم میں کمی  اور افراط زر  میں توقع سے  زائد کمی تھی، جس  سے سیلز ٹیکس کی وصولیوں کو متاثر کیا تھا۔</p>\n<p>ایف بی آر نے جولائی تا اپریل مالی سال 25 میں 2.299 ٹریلین روپے جمع کیے تھے، جبکہ بجٹ کا ہدف 10.130 ٹریلین روپے تھا، ماہانہ بنیادوں پر، ایف بی آر  نے اپریل میں 846 ارب روپے جمع کیے، جبکہ ہدف 963 ارب روپے تھا، اس طرح ایف بی آر کو  117 ارب روپے ماہانہ کے شاٹ فال کا سامنا رہا۔</p>\n<p>یہ بات قابل ذکر ہے کہ بین الاقوامی مالیاتی فنڈ نےرواں مالی سال کے لیے ایف بی آر کے محصولات جمع کرنے کے ہدف پر نظر ثانی کی ہے، اسے 12.913 ٹریلین روپے سے کم کر کے 12.333 ٹریلین روپے کر دیا، یہ 580 ارب روپے کی کمی ہے۔</p>\n<p>یہ کمی بنیادی طور پر درآمدی ٹیکس کی کم وصولی، سست مینوفیکچرنگ گروتھ اور غیر متوقع طور پر کم افراط زر کی وجہ سے ہے،۔</p>\n<p>مالی سال 25-2024کے پہلے 10 مہینوں  میں ایف بی آر نے ٹیکس دہندگان کو 427 ارب روپے کے ریفنڈز ادا کیے، جو گزشتہ سال کی اسی مدت میں ادا کیے گئے 422 ارب روپے سے 1.18 فیصد زیادہ ہے، تاہم اپریل میں 43 ارب روپے ریفنڈ کیے گئے، جو گزشتہ سال کے تقریباً  مساوی ہے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>جولائی تا اپریل، انکم ٹیکس کی کل وصولی 4.479 ٹریلین روپے رہی، جو 4.152 ٹریلین روپے کے ہدف سے 327 ارب روپے زیادہ ہے۔ انکم ٹیکس کی وصولی میں گزشتہ سال کے 3.505 ٹریلین روپے کے مقابلے میں 28 فیصد اضافہ ہوا۔</p>\n<p>رواں مالی سال کے پہلے دس مہینوں میں سیلز ٹیکس کی وصولی 3.948 ٹریلین روپے کے ہدف کے مقابلے میں 3.174 ٹریلین روپے رہی، جو ہدف سے 774 ارب روپے کم ہے، سیلز ٹیکس کی وصولی میں گزشتہ سال کے 2.498 ٹریلین روپے کے مقابلے میں 27 فیصد اضافہ ہوا۔</p>\n<p>کسٹمز کی وصولی بھی مالی سال 25-2024 کے پہلے 10مہینوں میں 1.271 ٹریلین روپے کے متوقع ہدف کے مقابلے میں 1.043 ٹریلین روپے رہی، جو ہدف سے 228 ارب روپے کم ہے۔</p>\n<p>کسٹمز کی وصولی میں گزشتہ سال کے 894 ارب روپے کے مقابلے میں 17 فیصد اضافہ ریکارڈ کیا گیا،  فیڈرل ایکسائز ڈیوٹی کی وصولی رواں مالی سال کی اسی مدت  میں 156 ارب روپے کم ہو کر 603 ارب روپے رہی، جبکہ ایکسائز ڈیوٹی میں گزشتہ سال کے 453 ارب روپے کے مقابلے میں 33 فیصد اضافہ ریکارڈ کیا گیا۔</p>\n"
    },
    {
        "title": "پاکستان اور روس کراچی میں نئی اسٹیل مل کے قیام پر متفق، دوطرفہ تعلقات مزید مستحکم کرنے کی کوششیں",
        "link": "https://www.dawnnews.tv/news/1259288/",
        "thumbnail_image": "",
        "author": "طاہر شیرانی",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/132040432b6f086.jpg",
        "content": "<p>پاکستان اور روس کراچی میں نئی اسٹیل مل کے قیام پر متفق ہوگئے جبکہ دوطرفہ تعلقات کو مزید مستحکم کرنے کی کوششیں جاری ہیں۔</p>\n<p>وفاقی وزارت صنعت و پیداوار کی جانب سے جاری اعلامیے میں کہا گیا ہے کہ وزیراعظم کے معاون  خصوصی ہارون اختر خان اور روس کے نمائندے ڈینس نازروف کی ملاقات اسلام آباد میں ہوئی۔</p>\n<p>اعلامیے کے مطابق آج ایک اہم ملاقات میں روس کے نمائندے ڈینس نازروف نے وزیراعظم پاکستان کے خصوصی معاون ہارون اختر خان سے ملاقات کی، جس کا مرکزی موضوع پاکستان میں نئی اسٹیل ملز کا قیام تھا۔</p>\n<p>اعلامیے میں بتایا گیا ہے کہ دونوں فریقین نے پاکستان اور روس کے درمیان کراچی میں نئی اسٹیل مل کے قیام کے حوالے سے تفصیلی بات چیت کی، دونوں ممالک نے اس منصوبے کو آگے بڑھانے اور اس پر عمل درآمد کے لیے مشترکہ ورکنگ گروپ تشکیل دینے پر اتفاق کیا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>ملاقات کے دوران ہارون اختر خان نے وزیراعظم کے وژن کو اجاگر کیا جس کا مقصد پاکستان میں سرمایہ کاری کو فروغ دینا ہے۔</p>\n<p>انہوں نے کہا کہ یہ وقت غیر ملکی سرمایہ کاروں کے لیے پاکستان میں سرمایہ کاری کرنے کے لیے بہترین موقع ہے اور پاکستان نے بین الاقوامی سطح پر خود کو ایک محفوظ اور مستحکم سرمایہ کاری کی منزل کے طور پر پیش کیا ہے۔</p>\n<p>مزید برآں، ہارون اختر خان نے پاکستان اور روس کے درمیان اسٹیل کی صنعت میں شاندار تعاون کے امکانات پر روشنی ڈالی، جس سے دونوں ممالک کو فائدہ پہنچ سکتا ہے۔</p>\n<p>ان کا کہنا تھا کہ پاکستان ایک محفوظ اور ترقی پزیر سرمایہ کاری کا مرکز ہے اور عالمی برادری نے اس کی صلاحیت کو تسلیم کیا ہے، انہوں نے روس کے تمام کاروباری افراد کو پاکستان میں سرمایہ کاری کے مواقع تلاش کرنے کی دعوت بھی دی۔</p>\n<p>اس ملاقات نے دونوں ممالک کے درمیان تعلقات کو مزید مستحکم کرنے میں ایک اہم قدم اٹھایا ہے اور اسٹیل کی پیداوار جیسے اہم شعبوں میں مشترکہ منصوبوں کے لیے نئی راہیں کھولی ہیں۔</p>\n"
    },
    {
        "title": "عمران خان کی پیرول پر رہائی کی درخواست اعتراضات کیساتھ سماعت کیلئے مقرر",
        "link": "https://www.dawnnews.tv/news/1259289/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13204511b0f5ece.jpg",
        "content": "<p>پاکستان تحریک انصاف (پی ٹی آئی) کے بانی اور سابق وزیراعظم عمران خان کی پیرول پر رہائی کے لیے وزیر اعلیٰ خیبرپختونخوا علی امین گنڈا پور کی دائر درخواست کل اعتراضات کے ساتھ سماعت کے لیے مقرر کردی گئی۔</p>\n<p>ڈان نیوز کے مطابق اسلام آباد ہائی کورٹ کے قائم مقام چیف جسٹس سرفراز ڈوگر علی امین گنڈا پور کی درخواست پر کل اعتراضات کے ساتھ سماعت کریں گے۔</p>\n<p>اسلام آباد ہائی کورٹ میں دائر درخواست میں ملک کے موجودہ حالات کے پیشِ نظر   190 ملین پاؤنڈ کیس میں بانی پی ٹی آئی کو  پیرول رہا کرنے کی استدعا کی گئی ہے۔</p>\n<p>تاہم، رجسٹرار آفس نے علی امین گنڈاپور کی جانب سے دائر درخواست پر متعدد اعتراضات عائد کر رکھے ہیں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>رجسٹرار آفس نے اعتراض عائد کیا کہ پیرول پر رہائی کی درخواست متاثرہ شخص کی جانب سے خود دائر نہیں کی گئی، کسی دوسرے شخص کے لیے ایسا ریلیف کیسے مانگا جاسکتا ہے؟</p>\n<p>رجسٹرار آفس کا اعتراض ہے کہ جس شخص کی پیرول پر رہائی مانگی جا رہی ہے اسے درخواست میں فریق ہی نہیں بنایا گیا، نیب کیس میں سزا یافتہ مجرم کی پیرول پر رہائی کی درخواست میں نیب کو فریق ہی نہیں بنایا گیا۔</p>\n<p>وزیراعلیٰ خیبرپختونخوا نے لطیف کھوسہ اور شہباز کھوسہ کے ذریعے دائر درخواست میں بانی پی ٹی آئی کی پررول پر رہائی کی استدعا کرتے ہوئے مؤقف اختیار کیا کہ پاکستان کو بھارتی حکومت کی جانب سے جارحیت کا سامنا ہے، مختلف شہروں پر ڈرون حملوں سے بانی پی ٹی آئی عمران خان کی جان کو جیل میں خطرہ ہے۔</p>\n<p>درخواست میں کہا گیا ہے کہ مودی سینٹرل جیل اڈیالہ کا بھی ڈرون حملے کے لیے اہم ٹارگٹ کے طور پر دیکھ سکتا ہے، بانی پی ٹی آئی وزیراعظم تھے تو نریندر مودی کو عالمی سطح پر شرمندگی اٹھانا پڑی تھی۔</p>\n<p>مزید کہا کہ سیاسی طور پر بنائے گئے مقدمات میں طویل قید سے ان کے بنیادی حقوق متاثر ہو رہے ہیں، اس طرح کی قید سے بچنے کے لیے آئین میں پرول پر رہائی کی ریمیڈی موجود ہے۔</p>\n<p>درخواست میں کہا گیا ہے کہ عمران خان یقین دہانی کراتے ہیں کہ پیرول پر رہائی کی شرائط پر عمل کریں گے، طویل قید سے صحت خراب ہونے کا بھی خطرہ موجود ہے، سیکریٹری داخلہ پنجاب کو اس حوالے سے درخواست دی مگر کئی کارروائی نہیں ہوئی۔</p>\n<p>درخواست میں کہا گیا ہے کہ عمران خان نے جیل میں قید کے دوران پرزن رولز کی خلاف ورزی نہیں کی، لہٰذا استدعا ہے کہ انہیں پرول پر رہا کرنے کا حکم دیا جائے۔</p>\n<p>درخواست میں وفاقی حکومت، حکومت پنجاب، انسپکٹر جنرل (آئی جی) اسلام آباد، سپرنٹنڈنٹ اڈیالہ جیل اور پرول کمیٹی کو فریق بنایا گیا ہے۔</p>\n<h1><a href=\"#پس-منظر\"></a>پس منظر</h1>\n<p>واضح رہے کہ 190 ملین پاؤنڈز یا القادر ٹرسٹ کیس میں الزام لگایا گیا تھا کہ عمران خان اور ان کی اہلیہ نے پی ٹی آئی کے دور حکومت میں برطانیہ کی نیشنل کرائم ایجنسی (این سی اے) کی جانب سے حکومتِ پاکستان کو بھیجے گئے 50 ارب روپے کو قانونی حیثیت دینے کے عوض بحریہ ٹاؤن لمیٹڈ سے اربوں روپے اور سیکڑوں کنال مالیت کی اراضی حاصل کی۔</p>\n<p>یہ کیس القادر یونیورسٹی کے لیے زمین کے مبینہ طور پر غیر قانونی حصول اور تعمیر سے متعلق ہے جس میں ملک ریاض اور ان کی فیملی کے خلاف منی لانڈرنگ کے کیس میں برطانیہ کی نیشنل کرائم ایجنسی (این سی اے) کے ذریعے 190 ملین پاؤنڈ کی وصولی میں غیر قانونی فائدہ حاصل کیا گیا۔</p>\n<p>عمران خان پر یہ بھی الزام ہے کہ انہوں نے اس حوالے سے طے پانے والے معاہدے سے متعلق حقائق چھپا کر کابینہ کو گمراہ کیا۔</p>\n<p>رقم (190 ملین پاؤنڈ) تصفیہ کے معاہدے کے تحت موصول ہوئی تھی اور اسے قومی خزانے میں جمع کیا جانا تھا لیکن اسے بحریہ ٹاؤن کراچی کے 450 ارب روپے کے واجبات کی وصولی میں ایڈجسٹ کیا گیا تھا۔</p>\n"
    },
    {
        "title": "اے ڈی ایچ ڈی کے علاج سے بچوں میں نفسیاتی مسائل نہیں ہوتے، تحقیق",
        "link": "https://www.dawnnews.tv/news/1259286/",
        "thumbnail_image": "",
        "author": "ہیلتھ ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13194017b2d16f9.jpg",
        "content": "<p>ایک طویل تحقیق سے معلوم ہوا ہے کہ ’اٹینشن ڈیفیسٹ ڈس آرڈر‘ (اے ڈی ڈی) (Attention Deficit Disorder) میں مبتلا بچوں کے علاج سے ان میں نفسیاتی مسائل نہیں ہوتے۔</p>\n<p>ماضی میں متعدد طبی ماہرین نے عندیہ دیا تھا کہ ممکنہ طور پر اے ڈی ایچ ڈی میں مبتلا بچوں پر علاج کے منفی اثرات ہوتے ہیں۔</p>\n<p>ماہرین نے خدشہ ظاہر کیا تھا کہ بعض بچوں کو اے ڈی ایچ ڈی کے علاج کے لیے دی جانے والی ادویات ان پر منفی اثر کرکے انہیں نفسیاتی مسائل کا شکار بنا رہی ہیں۔</p>\n<p>لیکن اب امریکا میں کی جانے والی تحقیق سے معلوم ہوا ہے کہ اے ڈی ایچ ڈی کے علاج سے بچوں پر منفی اثرات نہیں پڑتے، البتہ علاج نہ ہونے سے ان کے مسائل مزید بڑھ سکتے ہیں۔</p>\n<p>طبی جریدے میں شائع <a href=\"https://medicalxpress.com/news/2025-05-link-adhd-meds-psychosis.html\"><strong>تحقیق</strong></a> کے مطابق امریکی ماہرین نے 6 سے 9 سال کی عمر کے افراد پر 2016 سے 2018 تک تحقیق اور ان پر اے ڈی ایچ ڈی کے ادویات کے ممکنہ منفی اثر کا جائزہ لیا۔</p>\n<p>ماہرین نے 5 ہزار کے اے ڈی ایچ ڈی میں مبتلا بچوں کے ڈیٹا کا جائزہ لیا اور انہیں دی جانے والی ادویات کو بھی دیکھا۔</p>\n<p>ماہرین نے پایا کہ اے ڈی ایچ ڈی کی ادویات کا بچوں پر نفسیاتی اثر نہیں پڑتا، ان میں کسی طرح کے نفسیاتی مسائل نہیں ہوتے، البتہ اے ڈی ایچ ڈی کا مکمل علاج نہ ہونے یا بچوں کے مسائل کو نظر انداز کرنے کی وجہ سے ان میں نفسیاتی مسائل ہوسکتے ہیں۔</p>\n<p>خیال رہے کہ اے ڈی ایچ ڈی میں مبتلا افراد کسی بھی مسئلے پر توجہ مرکوز نہیں کرپاتے، وہ ہر وقت بے چینی محسوس کرتے ہیں، وہ معاملے کی سنگینی کو سمجھ کر آرام سے نہیں بیٹھ پاتے جب کہ نتائج کے بارے میں سوچے بغیر وہ باتیں یا کام سر انجام دے دیتے ہیں۔</p>\n<p>یہ ایک اعصابی کمزوری کا عارضہ ہے، جسے ذہن اور یادداشت کی کمزوری سے بھی جوڑا جاتا ہے، تاہم یہ سنگین دماغی بیماری نہیں۔</p>\n<p>بچوں میں اے ڈی ایچ ڈی کی علامات یا اثر کچھ زیادہ ہوسکتے ہیں اور والدین ان کے مسائل کو سمجھنے میں مشکلات کا شکار بن سکتے ہیں۔</p>\n"
    },
    {
        "title": "’پانی سمیت تمام مسائل کے حل کے خواہاں ہیں‘، ترک صدر کا پاکستان کی واضح حمایت کا اعلان",
        "link": "https://www.dawnnews.tv/news/1259287/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13194131521fffb.jpg",
        "content": "<p>ترک صدر رجب طیب اردوان نے برادر پاکستانی قوم کی حمایت کا واضح اعلان کرتے ہوئے کہا کہ پاکستان اور بھارت میں جنگ بندی پر خوشی ہے جب کہ پانی سمیت تمام مسائل کے آسان حل کے خواہاں ہیں۔</p>\n<p>ڈان نیوز کے مطابق ترک صدر رجب طیب اردوان نے کابینہ سے خطاب میں پاکستانی قوم کے ساتھ اپنی حمایت کا اعلان کر دیا۔</p>\n<p>ان کا کہنا تھا کہ ہم نے کشمیر میں وحشیانہ دہشت گرد حملے اور پاکستان پر میزائل حملوں پر واضح موقف دیا، دونوں ممالک کے درمیان انتہائی خطرناک تناؤ کو کم کرنے کے لیے انتھک کوشش کی۔</p>\n<p>انہوں نے کہا کہ میں نے وزیراعظم شہباز شریف کو ٹیلی فون کیا اور ان سے انتہائی اہم معاملات پر گفتگو ہوئی، پاکستانی بھائیوں کو ان کے صبر وتحمل  اور دانشمندانہ موقف پر مبارک باد پیش کرتا ہوں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>ترکیہ کے صدر نے مشورہ دیا کہ اشتعال انگیزی میں نہ آئیں اور خواہاں ہیں کہ جنگ بندی سے قائم پرسکون ماحول پانی سمیت تمام مسائل کا حل آسان بنائے۔</p>\n<p>ان کا مزید کہنا تھا کہ پاکستان اور بھارت کے درمیان جنگ بندی پر ہمیں خوشی ہے، ترکیہ برادر پاکستانی قوم کے ساتھ اچھے اور برے وقت میں کھڑا رہے گا۔</p>\n<p>واضح رہے کہ گزشتہ روز، وزیراعظم ہاؤس میں ترکیہ کے سفیر عرفان نذیر اوعلو سے ملاقات کے دوران شہباز شریف نے پاکستان کے ساتھ اظہار یکجہتی پر صدر رجب طیب اردوان کا شکریہ ادا کیا تھا۔</p>\n<p>ان کا کہنا تھا کہ وزیراعظم کا کہنا تھا کہ حالیہ کشیدگی میں ترکی کے کردار کو سراہتے ہیں، ترکی نے ہمیشہ مشکل وقت میں پاکستان کا ساتھ دیا، دونوں ممالک کے برادرانہ تعلقات کی ایک تاریخ ہے۔</p>\n"
    },
    {
        "title": "ٹرمپ کا دورہ : سعودی عرب امریکا میں 600 ارب ڈالر کی سرمایہ کاری پر آمادہ",
        "link": "https://www.dawnnews.tv/news/1259285/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/131922281248208.jpg",
        "content": "<p>امریکی صدر ڈونلڈ ٹرمپ کے دورہ سعودی عرب میں ولی عہد محمد بن سلمان نے امریکا میں 600 ارب ڈالر کی سرمایہ کاری پر آمادگی ظاہر کردی۔</p>\n<p>عالمی خبر رساں ادارے رائٹرز کی <a href=\"https://www.reuters.com/world/trump-starts-gulf-visit-seeking-big-economic-deals-2025-05-13/\"><strong>رپورٹ</strong></a> کے مطابق امریکی صدر مشرق وسطیٰ کے چار روزہ دورے پر آج سعودی عرب پہنچے، جہاں انہوں نے ریاض میں محمد بن سلمان کے ساتھ توانائی، دفاع، کان کنی اور دیگر شعبوں میں اسٹریٹجک شراکت داری کے ایک معاہدے پر دستخط کیے۔</p>\n<p>سعودی عرب کی جانب سے جس 600 ارب ڈالر کی سرمایہ کاری کا وعدہ کیا گیا ہے اس  میں سے 142 ڈالر دفاعی سازو سامان کی خرید پر خرچ کیے جائیں گے۔</p>\n<p>رائٹرز نے اپریل میں رپورٹ کیا تھا کہ امریکا مملکت کو 100 بلین ڈالر سے زائد مالیت کا اسلحہ پیکج پیش کرنے کی تیاری کر رہا ہے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>مذاکرات پر بریفنگ دینے والے دو ذرائع نے رائٹرز کو بتایا کہ امریکا اور سعودی عرب نے ریاض کی جانب سے لاک ہیڈ ایف-35 طیاروں کی ممکنہ خریداری پر تبادلہ خیال کیا تھا، کہا جاتا ہے کہ اس جنگی طیارے میں  سعودی عرب طویل سے دلچسپی لے رہا ہے۔</p>\n<p>رائٹرز کے مطابق یہ فوری طور پر واضح نہیں تھا کہ آیا منگل کو اعلان کردہ معاہدے میں وہ طیارے شامل  تھے یا نہیں۔</p>\n<p>امریکی صدر ڈونلڈ ٹرمپ، جن کے ساتھ ارب پتی ایلون مسک سمیت امریکی کاروباری رہنما بھی ہیں، بدھ کو ریاض سے قطر اور جمعرات کو متحدہ عرب امارات جائیں گے۔</p>\n<p>سعودی وزیر سرمایہ کاری خالد الفالح نے امریکا-سعودی سرمایہ کاری فورم سے خطاب کرتے ہوئے کہا، ’ اگرچہ توانائی ہمارے تعلقات کا ایک سنگ بنیاد ہے، لیکن سعودیہ میں سرمایہ کاری اور کاروباری مواقع میں کئی گنا اضافہ ہوا ہے۔’</p>\n"
    },
    {
        "title": "لاہورایئرپورٹ کے قریب سے ڈرون کو جام کرکے اتار لیا گیا، سیکیورٹی ذرائع",
        "link": "https://www.dawnnews.tv/news/1259284/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/131859465246302.jpg",
        "content": "<p>سیکیورٹی ذرائع نے بتایا ہے کہ لاہور ایئرپورٹ کے قریب سے ایک ڈرون کو جام کرکے اتارلیا گیا ہے جس سے کسی قسم کا نقصان نہیں ہوا۔</p>\n<p>سیکیورٹی ذرائع کے مطابق لاہور ایئرپورٹ کے قریب ایک ڈرون کی پرواز کو مانیٹر کیا گیا اور اسے فوراً جام کرکے اتار لیا گیا۔</p>\n<p>ذرائع کا کہنا تھا کہ ڈرون سے کسی قسم کا نقصان نہیں ہوا تاہم اس حوالے سے مزید تحقیقات جاری ہیں۔</p>\n<p>سیکیورٹی ذرائع کے مطابق ڈرون سرویلنس تھا جسے سیکورٹی اداروں نے تحویل میں لے لیا ہے۔</p>\n"
    },
    {
        "title": "نریندر نہیں سرینڈر، شکست کے بعد مودی کو استعفیٰ دے دینا چاہیے، مولانا فضل الرحمٰن",
        "link": "https://www.dawnnews.tv/news/1259283/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/131840172a178c2.jpg",
        "content": "<p>جمعیت علمائے اسلام (ف) کے سربراہ مولانا فضل الرحمٰن نے کہا کہ نریندر نہیں سرینڈر، شکست کے بعد مودی کو استعفیٰ دے دینا چاہیے۔</p>\n<p>ڈان نیوز کے پروگرام لائیو ود عادل شاہ زیب میں گفتگو کرتے ہوئے سربراہ جمعیت علمائے اسلام (ف) کا کہنا تھا کہ مودی کی ہندو توا کارڈ استعمال کرنے کی کوشش ناکام ہوچکی۔</p>\n<p>مولانا فضل الرحمٰن کا کہنا تھا کہ مودی، بھارت میں غیر مقبول ہوچکے ہیں، حکومت کی جانب سے رات اے پی سی کی دعوت ملی، صبح ملتوی ہوگئی۔</p>\n<p>ان کا کہنا تھا کہ موجودہ حالات میں حکومت کو اے پی سی بلانی چاہیے، بھارت\nنے پورے خطے میں تناؤ پیدا کر دیا، اس کے لیے ممکن نہیں کہ وہ پانی روکنے کی ضد پر قائم رہ سکے۔</p>\n<p> <figure>\n<div><span>\n<blockquote>\n<a href=\"https://twitter.com/AShahzebLive/status/1922280187623862501\"></a>\n</blockquote>\n</span></div>\n</figure></p>\n<p>مولانا فضل الرحمٰن نے مزید کہا کہ پی ٹی آئی کے ساتھ اتحاد نہ ہونے کی بڑی وجہ ان میں یکسوئی نہ ہونا ہے، تحریک انصاف کے ساتھ اتحاد نہیں اشتراک ہوسکتا ہے۔</p>\n<p>امیر جمعیت علمائے اسلام (ف) نے کہا کہ خارجہ معاملات میں افغانستان کے ساتھ دوستی کرنے کا وقت ہے۔</p>\n<p>مولانا فضل الرحمٰن کا پورا انٹرویو  ڈان نیوز کے پروگرام لائیو ود عادل شاہ زیب پر آج رات دس بجے نشر ہوگا۔</p>\n"
    },
    {
        "title": "آنر کے آنے والے فون میں تصاویر کو اے آئی ویڈیو میں تبدیل کرنے کا فیچر دیے جانے کا امکان",
        "link": "https://www.dawnnews.tv/news/1259281/",
        "thumbnail_image": "",
        "author": "ٹیک ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13183736f4e08d0.jpg",
        "content": "<p>چینی اسمارٹ فون بنانے والی کمپنی ’آنر‘ نے عندیہ دیا ہے کہ وہ آنے والے اپنے 400 سیریز کے فونز میں تصاویر کو آرٹیفیشل انٹیلی جنس (اے آئی) ویڈیو میں تبدیل کرنے کا فیچر دے گی۔</p>\n<p>اگرچہ تصاویر اور پینٹنگز کو ویڈیوز میں تبدیل کرنے کے لیے متعدد تھرڈ پارٹی ایپس فیچرز دیتی ہیں جب کہ ویڈیوز ایڈیٹر ایپلی کیشن سے بھی ایسا کرنا ممکن ہے، تاہم پہلی بار کوئی فون کمپنی تیسری پارٹی کے بغیر ایسا فیچر فون میں متعارف کرائے گی۔</p>\n<p>آنر کی جانب سے جلد ہی 400 سیریز کے فونز کو پیش کیے جانے کا امکان ہے، جس میں متعدد نئے فیچرز دیے جائیں گے، علاوہ ازیں اس بار فونز میں کئی اے آئی ٹولز بھی دیے جانے کا امکان ہے۔</p>\n<p> <figure>\n<div><picture><img src=\"https://fdn.gsmarena.com/imgroot/news/25/05/honor-400-photo-to-video-ai/gif/gsmarena_001.gif\"/></picture></div>\n<figcaption>تصویر سے اے آئی ویڈیو بننے کی مثال</figcaption>\n</figure></p>\n<p>رپورٹس کے مطابق کمپنی کی جانب سے اس بار 400 سیریز کے فونز میں تصاویر کو اے آئی ویڈیو میں تبدیل کرنے کے فیچر کے ساتھ پیش کیا جائے گا۔</p>\n<p>نہ صرف عام تصاویر کو اے آئی ویڈیوز میں تبدیل کیا جا سکے گا بلکہ پرانی تصاویر کو رنگین بھی کیا جا سکے گا جب کہ پینٹنگز نما تصاویر کو بھی ویڈیوز میں تبدیل کیا جا سکے گا۔</p>\n<p>فیچر کے تحت صارف جیسے ہی ایپلی کیشن میں تصاویر یا ایک ہی تصویر بھیجے گا، فون کا اے آئی سسٹم مذکورہ تصاویر یا تصویر کو ویڈیو میں تبدیل کردے گا۔</p>\n<p>پینٹنگز کی تصاویر میں نظر آنے والے نظارے از خود اے آئی فیچر کے تحت ویڈیو میں تبدیل ہوجائیں گے، اگر کسی پینٹنگ میں پرندے ہوں گے تو وہ پرندے اڑنے لگیں گے اور نظر آنے تصویر ویڈیو کی طرح چلنے لگے گی۔</p>\n"
    },
    {
        "title": "پی ایس ایل 10: بقیہ میچز کیلئے وارنر سمیت دیگر کھلاڑیوں کی پاکستان آنے کی تصدیق",
        "link": "https://www.dawnnews.tv/news/1259282/",
        "thumbnail_image": "",
        "author": "عبدالغفار",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13183121a4b9007.jpg",
        "content": "<p>پاکستان سپر لیگ (پی ایس ایل) کے دسویں ایڈیشن کے لیے کراچی کنگز کے کپتان ڈیوڈ وارنر سمیت دیگر غیر ملکی کھلاڑیوں نے پاکستان آنے کی تصدیق کردی۔</p>\n<p>ڈان نیوز کے مطابق پاکستان کرکٹ بورڈ (پی سی بی) کی جانب سے پی ایس ایل 10 کا حتمی شیڈول جاری کرتے ہی غیر ملکی کھلاڑیوں کی بقیہ میچز کےلیے دوبارہ پاکستان آنے کی تصدیق کا سلسلہ بھی شروع ہوگیا۔</p>\n<p>پاکستان سپر لیگ 10 کے بقیہ 8 میچز کھیلنے کے لیے اب تک ہامی بھرنے والے غیرملکی کھلاڑیوں میں کراچی کنگز کے کپتان آسٹریلیا کے ڈیوڈ وارنر ، بین میک ڈرموٹ اور انگلینڈ کے جیمز ونس شامل ہیں۔</p>\n<p>لاہورقلندرز کے آل راؤنڈر  زمبابوے کے سکندر رضا ، پشاور زلمی کے فاسٹ باؤلر انگلینڈ کے لیوک ووڈ ، ٹام کوہلر کیڈ مور اور افغانستان کے نجیب اللہ زدران بھی پاکستان آنے کو تیار ہیں، کوئٹہ گلیڈی ایٹرز کی ٹیم میں شامل سری لنکا کے کوشل مینڈس بھی بقیہ میچز کھیلیں گے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>خیال رہے کہ پاکستان کرکٹ بورڈ نے پاک بھارت جنگ کے باعث پی ایس ایل غیر معینہ مدت کیلئے ملتوی کردیا تھا اور پی سی بی نے تمام غیر ملکی کھلاڑیوں کو بحفاظت پاکستان سے رخصت کیا تھا۔</p>\n<p>تاہم، اب پی سی بی نے بقیہ میچز کا <strong><a href=\"https://www.dawnnews.tv/news/1259272/\">شیڈول</a></strong> جاری کردیا جس کے تحت راولپنڈی کرکٹ اسٹیڈیم میں لیگ کے آخری 4 میچز کھیلے جائیں گے جب کہ قذافی اسٹیڈیم لاہور پلے آف مرحلے کی میزبانی کرے گا جس میں فائنل بھی شامل ہے۔</p>\n<p>دوسری جانب، بھارتی میڈیا رپورٹس کے مطابق آئی پی ایل کا مستقبل تاحال غیر یقینی کا شکار ہے تاہم بھارتی بورڈ نے جنگ بندی کے بعد فرنچائزز کو ہدایت کی ہے کہ وہ اپنے غیر ملکی کھلاڑیوں کو روک لیں۔</p>\n<p>تاہم، پاک بھارت کشیدگی کے باعث انڈیا میں موجود آسٹریلیا کھلاڑی شدید صدمے میں ہیں۔</p>\n<p>آسٹریلوی فاسٹ باؤلر مچل اسٹارک کی اہلیہ اور ویمنز ٹیم کی کپتان ایلیسا ہیلی انڈین پریمئیر لیگ (آئی پی ایل) کے دھرم شالہ میں اسٹیڈیم میں اچانک لائٹس بند ہونے اور جنگی ماحول کو تلخ تجربہ قرار دیدیا۔</p>\n<p>ایسے میں اگر آئی پی ایل کا دوبارہ آغاز ہوجاتا ہے تو آسٹریلوی کھلاڑی انڈین پریمیئر لیگ کے بقیہ میچز کھیلنے کے لیے دوبارہ بھارت جانے سے انکار کرسکتے ہیں۔</p>\n"
    },
    {
        "title": "ابراہیم علی خان کا قوت سماعت و گویائی کے مسائل میں مبتلا ہونے کا انکشاف",
        "link": "https://www.dawnnews.tv/news/1259278/",
        "thumbnail_image": "",
        "author": "انٹرٹینمنٹ ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13181809047a80d.jpg",
        "content": "<p>بولی وڈ اسٹار سیف علی خان کے بیٹے ابراہیم علی خان نے انکشاف کیا ہے کہ وہ بچپن سے قوت سماعت و گویائی کے مسائل میں مبتلا ہیں۔</p>\n<p>چند ماہ قبل ابراہیم علی خان کی پہلی فلم ’نادانیاں‘ ریلیز ہوئی تو بعض مداحوں نے نوٹ کیا کہ فلم میں ان کی آواز ڈب کرکے شامل کی گئی ہے، جس کے بعد بھارتی میڈیا میں یہ خبریں بھی تھیں کہ سیف علی خان بیٹے ’توتلے‘ ہیں۔</p>\n<p>اب ابراہیم علی خان نے اعتراف کیا ہےکہ وہ بولنے اور سننے کے مسائل سے دوچار ہیں اور یہ کہ انہیں بچپن سے ہی مسائل کا سامنا ہے۔</p>\n<p>فیشن میگزین <strong><a href=\"https://www.gqindia.com/content/the-quiet-vulnerability-of-ibrahim-ali-khan\">’جی کیو انڈیا‘</a></strong> کو دیے گئے انٹرویو میں ابراہیم علی خان نے بتایا کہ پیدائش کے فوری بعد انہیں شدید ’جوائنڈس‘ (jaundice) ہوگیا تھا، جس وجہ سے ابتدائی طور پر انہیں سننے میں مسائل کا سامنا رہا، بعد ازاں انہیں بولنے میں بھی دشواری پیش رہی۔</p>\n<p> <figure>\n\n</figure></p>\n<p>ان کے مطابق انہیں شدید ’جوائنڈس‘ ہوگیا تھا، جس سے ان کے دماغ پر اثر پڑا، جس سے ان کے سننے اور بولنے کی صلاحیت بھی بری طرح متاثر ہوئی۔</p>\n<p>ان کا کہنا تھا کہ ابتدائی چند سال تک انہیں شدید مشکلات درپیش رہیں، بعد ازاں انہوں نے اپنی بیماری کا علاج بھی کروایا جب کہ اسپیچ تھراپی کا بھی سہارا لیا۔</p>\n<p>ابراہیم علی خان کے مطابق ان کے بولنے اور سننے کی صلاحیت متاثر ہونے کی وجہ سے ہی والدین نے انہیں انگلینڈ کے ایک خصوصی اسکول میں تعلیم دلوائی، جہاں انہوں نے زندگی کے چار سال گزارے اور وہاں سے بہت کچھ سیکھا۔</p>\n<p>اداکار نے یہ اعتراف بھی کیا کہ انہیں تاحال بولنے اور سننے کے مسائل درپیش ہیں لیکن ماضی کے مقابلے وہ انتہائی کم ہو چکے ہیں۔</p>\n<p>اگرچہ انہوں نے اعتراف کیا کہ وہ قوت سماعت و گویائی کے مسائل میں مبتلا رہے ہیں اور تاحال ان مسائل کا سامنا کر رہے ہیں، تاہم انہوں نے واضح طور پر اس تاثر کو مسترد نہیں کیا کہ وہ توتلے ہیں۔</p>\n<p>خیال رہے کہ ’جوائڈس‘ پیدائش کے بعد بچوں کو ہونے والی ایک عام بیماری ہے، تاہم بعض بچوں میں یہ شدید بھی ہوسکتی ہے۔</p>\n<p>عام طور پر پیدائش کے بعد ہونے والی ’جوائنڈس‘ کچھ دنوں اور ہفتوں میں علاج اور احتیاط سے ختم ہوجاتی ہے، تاہم بعض بچوں کو یہ بیماری شدید متاثر کرتی ہے، جس وجہ سے ان میں زندگی بھر طبی مسائل رہتے ہیں۔</p>\n<p>بچوں کے مقابلے اگر بالغ افراد کو ’جوائنڈس‘ ہوجائے تو اس کے شکار افراد بر وقت اور مکمل علاج نہ کروانے کے باعث شدید بیمار بھی ہوسکتے ہیں۔</p>\n<p>اس بیماری کو پیلیا اور یرقان بھی کہا جاتا ہے، تاہم ماہرین صحت اسے ’جوائنڈس‘ ہی کہتے ہیں۔</p>\n<p> <figure>\n<div><blockquote><div> <a href=\"https://www.instagram.com/reel/DGS1NXJSH6S/\">  <div> <div> View this post on Instagram</div></div>  </a><p><a href=\"https://www.instagram.com/reel/DGS1NXJSH6S/\"></a></p></div></blockquote></div>\n</figure></p>\n"
    },
    {
        "title": "بجٹ میں تعلیم کیلئے مزید فنڈز مختص کیے جائیں گے، وزیر اعلیٰ خیبر پختونخوا",
        "link": "https://www.dawnnews.tv/news/1259277/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13180428e8ce243.jpg",
        "content": "<p>وزیر اعلیٰ خیبر پختونخوا علی امین گنڈا پور نے واضح کیا ہے کہ صوبائی حکومت آئندہ بجٹ میں تعلیم کو ’اولین ترجیح‘ دے گی اور اس شعبے کے لیے مزید وسائل مختص کیے جائیں گے۔</p>\n<p>سرکاری نشریاتی ادارے ریڈیو پاکستان کے مطابق علی امین گنڈا پور کا یہ بیان ایسے وقت میں سامنے آیا ہے جب صوبے میں درسی کتب کی غیر متوقع قلت نے تعلیمی سلسلے کو متاثر کیا ہے۔</p>\n<p>علاوہ ازیں، بچوں کے اسکول چھوڑنے کی شرح میں اضافہ ہوا ہے، اور پاکستان کی تعلیمی کارکردگی کی درجہ بندی 23-2020 کی ڈسٹرکٹ ایجوکیشن پرفارمنس انڈیکس رپورٹ میں ’کمزور‘ قرار دی گئی ہے۔</p>\n<p>پشاور میں ایک اجلاس کی صدارت کرتے ہوئے وزیراعلیٰ خیبرپختونخوا نے اساتذہ کی تربیت کو بہتر بنانے، نئی بھرتیوں میں 100 فیصد میرٹ کو یقینی بنانے اور جن علاقوں میں فوری طور پر ضرورت ہو وہاں کرائے کی عمارتوں میں اسکول قائم کرنے کی ہدایت کردی۔</p>\n<p> <figure>\n\n</figure></p>\n<p>اجلاس کے دوران یہ فیصلہ کیا گیا کہ اسکولوں میں طلبہ کے اندراج میں اضافے کے لیے جامع اور کثیرالجہتی اقدامات کیے جائیں گے، اس حوالے سے مختلف سرگرمیوں کی معاونت کے لیے اسکیمیں آئندہ بجٹ میں شامل کی جائیں گی۔</p>\n<p>علی امین گنڈا پور بعض اضلاع میں اسکول نہ جانے والے بچوں کی شرح میں اضافے پر تشویش کا اظہار کرتے ہوئے کہا کہ اسکول نہ جانے والے بچوں کی تعداد کو کم کرنے اور بچوں کی اسکول میں اندراج کی شرح میں بہتری لانے کے لیے تعلیمی ایمرجنسی کا اعلان ضروری ہے۔</p>\n<p>انہوں نے موجودہ اسکولوں میں لیبارٹریز، امتحانی ہالز اور دیگر بنیادی سہولیات کی فراہمی کے لیے مانیٹرنگ نظام کو مضبوط بنانے اور ضروری اقدامات اٹھانے پر زور دیا۔</p>\n<p>یاد رہے کہ گزشتہ دو دہائیوں کے دوران، صوبائی حکومت کی جانب سے ہر تعلیمی سال کے آغاز پر طلبہ کو مفت درسی کتب فراہم کی جاتی رہی ہیں۔</p>\n<p>تاہم، دو سال قبل اخراجات 10 ارب روپے سے تجاوز کرنے پر حکومت نے فیصلہ کیا کہ طلبہ کو صرف نصف کتب فراہم کی جائیں گی اور باقی کتب کے لیے اسکول انتظامیہ کو ہدایت کی گئی کہ اگلی جماعت میں ترقی پانے والے طلبہ سے پرانی کتابیں جمع کی جائیں۔</p>\n<p>اس سال اسکولوں میں ایک پیچیدہ صورتحال پیدا ہو گئی ہے کیونکہ ٹیکسٹ بُک بورڈ کا دعویٰ ہے کہ اس نے محکمہ تعلیم کی جانب سے مانگی گئی تمام کتب چھاپ دی ہیں، مگر طلبہ اور اساتذہ نے کتابوں کی قلت کی شکایت کی ہے۔</p>\n"
    },
    {
        "title": "آپریشن بنیان مرصوص، بھارتی فضائیہ کے طیارے کہاں کہاں گرے؟ تفصیلات سامنے آگئیں",
        "link": "https://www.dawnnews.tv/news/1259271/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13175441f8ddd87.jpg",
        "content": "<p>آپریشن بنیان مرصوص کے دوران پاک فضائیہ نے بھارتی فضائیہ کو  دھول چٹا دی، پاک فضائیہ کی جوابی کارروائی میں بھارتی لڑاکا طیارے کہاں کہاں گرے، تفصیلات سامنے آ گئیں۔</p>\n<p>ڈان نیوز کے مطابق سیکیورٹی ذرائع نے بتایا کہ بھارتی لڑاکا طیارے مختلف علاقوں میں گر کر تباہ ہوئے، جبکہ بھارتی فضائیہ کے طیاروں کے پائلٹس زخمی یا لاپتا بھی ہوئے۔</p>\n<p>سیکیورٹی ذرائع کے مطابق ایک بھارتی طیارہ اننت ناگ میں گر کر تباہ ہوا، جبکہ بھارتی پائلٹ کی ہلاکت کا خدشہ ہے۔</p>\n<p>اسی طرح بھارتی فضائیہ کا دوسرا طیارہ پلوامہ میں گر کر تباہ ہوا، پلوامہ میں دونوں پائلٹس شدید زخمی حالت میں سری نگر ہسپتال منتقل کیے گئے۔</p>\n<p>سیکیورٹی ذرائع نے بتایا کہ بھارتی فضائیہ کا تیسرا طیارہ اکھنور میں گرا، جبکہ دونوں پائلٹس کو ہسپتال منتقل کیا گیا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>سیکیورٹی ذرائع کے مطابق بھارتی طیارے کی ایجکشن سیٹ پہی گاڈول کوکرناگ کےعلاقے سے ملی۔</p>\n<p>اسی طرح چوتھا بھارتی لڑاکا طیارہ ضلع رام بن میں گرکرتباہ ہوا، جبکہ طیارے کے پائلٹ اقبال سنگھ کو آرمی ہسپتال ادھم پور منتقل کیا گیا۔</p>\n<p>سیکیورٹی ذرائع نے بتایا کہ بھارتی فضائیہ کا 5واں طیارہ بھٹنڈہ کے علاقے میں گرکرتباہ ہوا، جبکہ بھارتی ہیرون ریموٹ پائلٹڈ وہیکل جموں کے مشرق میں13ناٹیکل میل دور گری۔</p>\n<p>دفاعی ماہرین کا کہنا تھا کہ بھارتی فضائیہ کے لیے تباہی شدید دھچکا ثابت ہوئی، آپریشن بنیان مرصوص بھارتی فضائیہ کی مکمل ناکامی ظاہر کرتاہے۔</p>\n<p>واضح رہے کہ 7 مئی کو پاکستان کی مسلح افواج نے رات گئے کیے جانے والے بھارت کے بزدلانہ حملے کے جواب میں منہ توڑ جواب دیتے ہوئے بھارتی فضائیہ کے 3 رافیل سمیت 5 جنگی طیارے مارے گرائے تھے جبکہ ایک بریگیڈ ہیڈ کوارٹر،6 مہار بٹالین ہیڈکوارٹرز اور مختلف چیک پوسٹیں اڑا ڈالی تھیں جس کے بعد بھارتی فوج نے ایل اوسی کے 4 سیکٹرز میں پوسٹوں پر سفید جھنڈے لہرا کر شکست تسلیم کرلی تھی۔</p>\n<p>وزیر اطلاعات عطااللہ تارڑ نے رات 2 بجکر 45 منٹ پر 2 بھارتی طیارے مار گرائے جانے کی تصدیق کی، تیسرے بھارتی طیارے کو نشانہ بنانے کی تصدیق سرکاری میڈیا پی ٹی وی کے ذریعے صبح 3 بج کر 42 منٹ پر کی گئی جس میں کہا گیا کہ پاک فضائیہ نے اونتی پورہ سے 17 ناٹیکل میل جنوب مغرب میں ایک اور بھارتی رافیل طیارہ مار گرایا ہے۔</p>\n<p>فوجی ترجمان نے صبح 4 بجے کے قریب صورتحال کے تازہ ترین اعداد و شمار فراہم کیے، چوتھے اور پانچویں طیارے کی تصدیق صبح 5 بجے کے بعد وزیر دفاع، وزیر اطلاعات اور فوج کی جانب سے کی گئی۔</p>\n"
    },
    {
        "title": "پاک بھارت کشیدگی کم کرنے کیلئے روس کردار ادا کرے، یوسف رضا گیلانی",
        "link": "https://www.dawnnews.tv/news/1259273/",
        "thumbnail_image": "",
        "author": "عمید علی",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/131743083c80541.jpg",
        "content": "<p>چیئرمین سینیٹ سید یوسف رضا گیلانی نے کہا ہے کہ پاک بھارت کشیدگی کو کم کرنے کے لیے روس پاکستان اور بھارت کے مابین موثر کردار ادا کرے۔</p>\n<p>چیئرمین سینیٹ سید یوسف رضا گیلانی سے ماسکو  میں رشین فیڈریشن کی فیڈریشن کونسل کی چیئرپرسن ویلنٹینا ماٹویینکو  نے  ملاقات  کی، ملاقات میں دوطرفہ تعلقات، پارلیمانی سفارتکاری، امن، تجارت، معیشت اور سرمایہ کاری پر تبادلہ خیال کیا گیا۔</p>\n<p>سینیٹ سیکریٹریٹ کے میڈیا ڈائریکٹوریٹ کے مطابق روس کے دورے پر گئے ہوئے چیئرمین سینیٹ سید یوسف رضا گیلانی سے ماسکو  رشین فیڈریشن کی فیڈریشن کونسل کی چیئرپرسن ویلنٹینا ماٹویینکو سے ملاقات ہوئی، دوران ملاقات  دوطرفہ تعلقات، پارلیمانی سفارتکاری، امن، تجارت، معیشت اور سرمایہ کاری پر تبادلہ خیال کیا گیا۔</p>\n<p>چیئرمین سینیٹ سید یوسف رضا گیلانی نےکہا کہ پاکستان ہمیشہ تمام تنازعات کے حل کے لیے مذاکرات اور سفارتکاری کا حامی رہا ہے، خطے کے امن کی بقاء کے لئے پاکستان نے اشتعال انگیزیوں کے باوجود تحمل اور مذاکرات کو ترجیح دی۔</p>\n<p>انہوں نےکہا  کہ بھارت کشیدگی کو کم کرنے کے لیے روس پاکستان اور بھارت کے مابین موثر کردار ادا کرے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>چیئرمین سینیٹ سید یوسف رضا گیلانی نےکہا کہ پاکستان اور روس کے تعلقات مثبت سمت میں گامزن ہیں،  مضبوط تعلقات نہ صرف باہمی خوشحالی بلکہ محفوظ اور مستحکم خطے کے لیے بھی اہم ہیں۔</p>\n<p>انہوں نے کہا کہ روسی قیادت کو یوم فتح کی 80 ویں سالگرہ پر مبارکبادیتے ہیں۔</p>\n<p>ویلنٹینا ماٹویینکو نے کہا کہ دونوں ممالک کے دوطرفہ تعلقات سید یوسف رضا گیلانی کے بطور وزیراعظم اور چیئرمین شپ کے ادوار میں نئی بلندیوں پر پہنچ گئے۔</p>\n<p>دوران ملاقات فریقین کی جانب سے پارلیمانی مفاہمتی یادداشت کے تحت تعاون کے فروغ میں دلچسپی کا اظہار  کیا گیا۔</p>\n<p>چیئرمین سینیٹ سید یوسف رضا گیلانی نے جیوپولیٹیکل کشیدگی کے تناظر میں پارلیمانی سفارت کاری کی اہمیت پر زور دیا اور کہا کہ پاکستان جنوبی ایشیا میں امن، استحکام اور قانون کی حکمرانی کا خواہاں ہے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>انہوں نے کہا کہ پاکستان نے مقبوضہ کشمیر پر بھارتی الزامات کو مسترد اور آزاد تحقیقات کا مطالبہ کیا  ہے، پاکستان سندھ طاس معاہدے کی معطلی کی مذمت کرتا ہے جو خطے کے آبی تحفظ کے لیے خطرے کا باعث بن سکتا ہے۔</p>\n<p>سید  یوسف رضا گیلانی نے  کہا کہ پاکستان نے دہشت گردی کی جنگ میں بھاری قیمت چکائی ہے، پاکستان  دہشت گردی کے خلاف فرنٹ لائن ریاست ہے اور عالمی یکجہتی کا منتظر ہے۔</p>\n<p>چیئرمین سینیٹ نے کہا کہ باہمی تعلقات کے فروغ کے لیے دونوں ممالک میں قائم فرینڈشپ گروپ کی سرگرمیوں میں تیزی لانے کی ضرورت ہے۔</p>\n"
    },
    {
        "title": "پاکستان سپر لیگ کے بقیہ میچز کا حتمی شیڈول جاری",
        "link": "https://www.dawnnews.tv/news/1259272/",
        "thumbnail_image": "",
        "author": "اسپورٹس ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13173825b4abb21.jpg",
        "content": "<p>پاکستان سپر لیگ (پی ایس ایل) کے دسویں ایڈیشن کے بقیہ 8 میچز کا حتمی شیڈول جاری کردیا گیا ہے جس کے تحت پہلا میچ 17 مئی کو راولپنڈی اور فائنل 25 مئی کو لاہور میں کھیلا جائے گا۔</p>\n<p>ڈان نیوز نے گزشتہ روز ذرائع سے یہ خبر نشر کی تھی کہ پی ایس ایل 10 کے بقیہ 8 میچز کروانے کا فیصلہ کرلیا گیا ہے جس کے لیے 17 سے 25 مئی کی تاریخ رکھی گئی ہے اور یہ میچز راولپنڈی کرکٹ اسٹیڈیم میں ہوں گے۔</p>\n<p>پاکستان کرکٹ بورڈ (پی سی بی) نے اس خبر کی تصدیق کرتے ہوئے پاکستان سپر لیگ کے دسویں ایڈیشن کے بقیہ میچز کے لیے حتمی شیڈول جاری کردیا۔</p>\n<p>خیال رہے کہ پاکستان کرکٹ بورڈ نے پاک بھارت جنگ کے باعث پی ایس ایل غیر معینہ مدت کیلئے ملتوی کردیا تھا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>پی سی بی کے مطابق 17 مئی بروز ہفتہ کو پشاور زلمی کا مقابلہ کراچی کنگز سے راولپنڈی کرکٹ اسٹیڈیم میں ہوگا۔</p>\n<p>اسی طرح، 18 مئی کو راولپنڈی کرکٹ اسٹیڈیم ڈبل ہیڈر کی میزبانی کرے گا، دوپہر میں ملتان سلطانز کا میچ کوئٹہ گلیڈی ایٹرز سے ہوگا اور شام کو پشاور زلمی اور لاہور قلندرز آمنے سامنے ہوں گے۔</p>\n<p>19 مئی کو اسلام آباد یونائیٹڈ اور کراچی کنگز ایونٹ کے آخری گروپ میچ میں مدمقابل ہوں گے جس کے بعد پہلا کوالیفائر 21 مئی کو لاہور میں ہوگا جب کہ ایلیمینیٹر 1 اور کوالیفائر 2 بالترتیب 22 اور 23 مئی کو ہوں گے۔</p>\n<p>پاکستان کرکٹ بورڈ کی جانب سے جاری بیان میں کہا گیا کہ دوپہر کا واحد میچ مقامی وقت کے مطابق سہ پہر 3 بجے شروع ہوگا جب کہ شام کے میچز مقررہ وقت کے مطابق شام 7.30 بجے ہوں گے۔</p>\n<p>پی سی بی کے مطابق پاکستان سپر لیگ 10 کا فائنل قذافی اسٹیڈیم لاہور میں 25 مئی کو کھیلا جائے گا جب کہ ٹکٹوں سے متعلق تفصیلات جلد شیئر کی جائیں گی۔</p>\n<p>یاد رہے کہ  پاکستان سپر لیگ کے دسویں ایڈیشن کے بقیہ میچز کے لیے تمام فرنچائزز اپنے غیر ملکی کھلاڑیوں سے رابطے میں ہیں اور متعدد کھلاڑیوں نے واپس آنے کی حامی بھی بھرلی ہے۔</p>\n<p>ذرائع نے بتایا ہے کہ جن فرنچائزز کو غیر ملکی کھلاڑی دستیاب نہیں ہوں گے ان کے بدلے مقامی کھلاڑیوں کا انتخاب کیا جائے گا۔</p>\n<p>واضح رہے کہ پاکستان اور بنگلہ دیش کی ٹیموں کے درمیان 5 میچز پر مشتمل ٹی20 سیریز کا انعقاد لاہور اور فیصل آباد کے اسٹیڈیمز میں ہوگا۔</p>\n<p>ذرائع نے بتایا ہے کہ پاکستان اور بنگلہ دیش سیریز کے لیے آنے والی براڈ کاسٹنگ ٹیم ہی پی ایس ایل 10 کے بقیہ میچز کی براڈ کاسٹنگ کرے گی۔</p>\n"
    },
    {
        "title": "بڑی کمی کے بعد آج سونے کی قیمتوں میں پھر اضافہ",
        "link": "https://www.dawnnews.tv/news/1259269/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/1317341914fa3e6.jpg",
        "content": "<p>گزشتہ روز 10 ہزار روپے سے زائد کی بڑی کمی کے بعد آج ملک بھر میں سونے کی قیمتوں میں پھر اضافہ ہو گیا۔</p>\n<p>سرکاری خبر رساں ادارے ’اے پی پی‘ کے مطابق آل پاکستان صرافہ جیولرز ایسوسی ایشن نے رپورٹ کیا کہ 24 قیراط سونے کی فی تولہ قیمت 3 ہزار 700 روپے اضافے سے 3 لاکھ 44 ہزار 200 روپے ہو گئی۔</p>\n<p>اسی طرح، 24 قیراط 10 گرام سونے کے دام 3 ہزار 173 روپے بڑھ کر 2 لاکھ 95 ہزار 96 روپے ہو گئے، جبکہ 22 قیراط 10 گرام سونا 2 ہزا ر821 روپے مہنگا ہو کر 2 لاکھ 70 ہزار 514 روپے میں فروخت ہوا۔</p>\n<p>ادھر،  فی تولہ چاندی 82 روپے بڑھ کر 3 ہزار 482 روپے ہو گئی جبکہ 10 گرام چاندی کی قیمت 71 روپے کے اضافے سے 2 ہزار 985 روپے ریکارڈ کی گئی۔</p>\n<p>ایسوسی ایشن نے رپورٹ کیا کہ بین الاقوامی مارکیٹ میں فی اونس سونا 37 ڈالر کے اضافے سے 3 ہزار 258 ڈالر تک جا پہنچا۔</p>\n<p>واضح رہے کہ گزشتہ روز ملک بھر میں سونے کی قیمتوں میں یکدم 10 ہزار 400 روپے کی بڑی کمی ہوگئی تھی۔</p>\n<p>آل پاکستان جیمز اینڈ جیولرز ایسوسی ایشن نے رپورٹ کیا تھا کہ 24 قیراط کے حامل فی تولہ خالص سونے کا بھاؤ 10 ہزار 400 روپے تنزلی سے 3 لاکھ 40 ہزار 500 روپے ہو گیا۔</p>\n<p>اسی طرح 24 قیراط 10 گرام سونا 8 ہزار 917 روپے سستا ہو کر 2 لاکھ 91 ہزار 923 روپے میں فروخت ہوا تھا۔</p>\n"
    },
    {
        "title": "ْ’پاکستان کو اب بھارت کی مسلسل جارحیت کے لیے تیار رہنا ہوگا’",
        "link": "https://www.dawnnews.tv/news/1259259/",
        "thumbnail_image": "",
        "author": "عارفہ نور",
        "time": "2025-05-13 00:00:00",
        "main_image": "",
        "content": "<p>پاکستان اور بھارت ایک خوفناک تنازع کے دہانے سے واپس لوٹے ہیں۔ اس تنازع کا اختتام جانا پہچانا تھا جہاں امریکا نے مداخلت کی لیکن دونوں ممالک کو یہ نہیں لگتا کہ بحران واقعی میں ختم ہوچکا ہے۔ تاہم بہت سے نتائج فی الوقت ڈی جی ایم اوز کی بات چیت (جو تادمِ تحریر ہونا باقی ہے) پر منحصر ہیں۔</p>\n<p>درحقیقت بات چیت اور اعلامیے کے بعد بھی حالات بدلتے رہیں گے اور جیسا کہ ہم صحافتی زبان میں کہتے ہیں، یہ ایک ’ایسی صورت حال ہے جس میں مسلسل پیش رفت ہوتی رہے‘ گی اور حقائق اور تجزیے نامکمل رہیں گے۔ یہ تحریر بھی اسی زمرے میں آتی ہے۔ پھر بھی میں کچھ مسائل کو سیاق و سباق میں پیش کرنے کی کوشش کررہی ہوں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>اشارے بتا رہے ہیں کہ جنگ بندی کی پاس داری کرنا آسان نہیں ہوگا۔ دونوں ممالک کے درمیان بے اعتمادی کی اصل وجہ برقرار ہے جبکہ دونوں کو لگتا ہے کہ ان کے ساتھ غلط ہوا ہے۔</p>\n<p>ہمسایہ ملک کا مزاج ایک اور اہم عنصر ہے۔ وہاں چند حلقے بھارتی حکومت پر مشن ادھورا چھوڑنے پر تنقید کے نشتر برسا رہے ہیں جس کی وجہ سے لوگوں میں گمان ہے کہ صورت حال بدلے گی۔ پلوامہ واقعے کے برعکس، گمان ہوتا ہے کہ نئی دہلی کے لیے اپنے عوام کو اس بات پر آمادہ کرنا مشکل ہوگیا ہے کہ جنگ بندی ہی درحقیقت ان کی کامیابی ہے۔</p>\n<p>وائٹ ہاؤس جو جنگ بندی میں اپنے کردار کا دعویٰ کررہا ہے اور جشن منارہا ہے، اس نے بھی مودی حکومت پر تنقید میں اضافہ کیا ہے۔ آنے والے دنوں میں یہ دیکھنا اہم ہوگا کہ بھارتیہ جنتا پارٹی (بی جے پی) کی حکومت اس پورے معاملے سے کیسے نمٹتی ہے۔</p>\n<p>تاہم پاکستان میں جشن کا ماحول ہے۔ لیکن بہت سی وجوہات ہیں کہ جن کی بنا پر جنگ کا جشن کبھی بھی نہیں منانا چاہیے کیونکہ فتح بھی قیمتی انسانی جانوں کے ضیاع اور خاندان اجڑنے کے بعد حاصل ہوتی ہے۔ جنگ کوئی شاندار فعل نہیں ہے۔</p>\n<p>جنگ بندی کو برقرار رکھنے کے لیے بھی عوام کو تحمل کا مظاہرہ کرنا چاہیے۔ سرحد پار مزاج انتہائی گرم ہے اور حالیہ تنازع نے ایک انتہائی اہم چیز واضح کی ہے، جو یہ ہے کہ مستقبل میں بھارت اور پاکستان کے درمیان کشیدگی صرف لائن آف کنٹرول پر ہونے والی جھڑپوں تک محدود نہیں رہے گی۔ لگتا ہے کہ اب ڈورنز، فضائی حملے اور بہت کچھ استعمال ہوگا۔ اور ان میں سائبر حملے بھی شامل ہوں گے۔ خفیہ کارروائیوں کے ساتھ ساتھ یہ سب بھی پاک-بھارت تعلقات میں متعدد چیلنجز کا باعث بنیں گے اور اس کا سب سے بڑا شکار عوام ہوں گے۔</p>\n<p>پاکستان کو اب مستقبل میں وقتاً فوقتاً بھارت کے ساتھ جارحیت اور جنگی حالات کے لیے کمر کس لینی چاہیے۔ حریف 2016ء سے اب تک شدت پسندی کے ایک مخصوص پیٹرن پر چلا ہے۔</p>\n<p>9 سال قبل نئی دہلی نے ایل او سی پر اسٹرائیک کی تھی۔ بہت سے لوگوں نے استدلال کیا کہ اس طرح کی اسٹرائیکس معمول کی بات ہیں حالانکہ بھارت کا تردید کرنے کے بجائے عوامی سطح پر ان اسٹرائیکس کا اعتراف کرنا غیر معمولی تھا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>پلوامہ/بالاکوٹ اسٹرائیکس میں بھارت نے ایل او سی عبور کرکے پاکستان کی حدود میں حملے کیے۔ نتیجتاً پاکستان نے بھی فضائی حملے سے ہی جواب دیا۔ 6 سال بعد بھارت نے اپنی اسٹرائیکس میں شہریوں، سویلین اور ملٹری اہداف کو نشانہ بنایا۔ یہ ظاہر کرتا ہے کہ بھارت نے اب یہ اپنا وتیرہ بنالیا ہے۔</p>\n<p>ابھی یہ واضح نہیں کہ آیا نئی دہلی پر 2025ء میں جو کچھ ہوا اس سے بھی بڑا کچھ کرنے کے لیے دباؤ ہوگا یا نہیں۔ لیکن اب ایل او سی یا سرحد کے پار فوجی حملوں کو بھارت کے زیرِ قبضہ کشمیر میں ہونے والی کسی بھی دہشت گردی کے ردعمل کے طور پر دیکھا جاسکتا ہے۔ دوسرےالفاظ میں پاکستان کو اس حوالے سے غفلت نہیں برتنی چاہیے کہ مزاحمت کا توازن قائم ہوچکا ہے، جیسا کہ فرض کیا جارہا ہے۔  اس کے بجائے دونوں ممالک یہ ثابت کرچکے ہیں کہ جوہری جنگ تک پہنچے بغیر بھی خطرات کو نظرانداز کرتے ہوئے تنازعات کو اتنا سنگین رخ دیا جاسکتا ہے۔</p>\n<p>ایک اور عنصر ہے جس کی خوشی منانے کے بجائے اسے سمجھنے کی بھی ضرورت ہے اور وہ تنازعے کے دوران پاکستان کا اندرونی اور بین الاقوامی سطح پر ابلاغ ہے۔ کچھ غلطیوں کے باوجود (جو آپ سمجھ ہی گئے ہوں گے) مجموعی طور پر پاکستان کی کارکردگی اچھی رہی۔ اگرچہ پریس کانفرنسز بہت زیادہ ہوئیں لیکن بین الاقوامی سطح پر مؤثر انداز میں مؤقف پیش کیا گیا۔ یہ واضح اس لیے بھی تھا کیونکہ بھارت بہت کم ہی عالمی میڈیا میں اپنا مؤقف پیش کرتا نظر آیا۔</p>\n<p>لیکن اثر انگیزی کا براہ راست تعلق حقائق سے تھا جس نے اسلام آباد کو اپنا موقف پیش کرنے کا موقع دیا۔ بھارت جارح تھا اور ایسے میں پاکستان اپنا دفاع کرے گا۔ اور پھر پاک فضائیہ نے بھارتی طیارے گرا کر ایسی شاندار فتح حاصل کی جس کی نئی دہلی تصدیق بھی نہیں کرسکا۔ اس سے اسلام آباد کے مؤقف کو مزید تقویت ملی۔</p>\n<p>ملک میں بعض لوگوں کی ناراضی کے خدشے کے پیش نظر  ہمیں کارگل کو یاد کرلینا چاہیے۔ کچھ حقائق کا دفاع کرنا اتنا مشکل ہوتا ہے کہ اچھی کارروائیاں بھی ان پر پردہ نہیں ڈال سکتیں۔ ہم صرف امید کرسکتے ہیں کہ اس کامیابی سے پاکستان کو یہ سبق بھی ملے گا کہ وہ دنیا کو اپنے ہر مؤقف پر قائل نہیں کرسکتا۔ ’تحمل‘ کی پالیسی کو برقرار رکھنا ضروری ہے حالانکہ اندرونِ خانہ کچھ حلقے اب اس پر تنقید کرنے لگے ہیں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>’تحمل‘ کا لفظ اس لیے بھی اہم ہے کیونکہ اس حالیہ کامیابی سے حکومت کو یہ گمان نہیں ہونا چاہیے کہ یہ اپنے ملک میں ’ہارڈ اسٹیٹ‘ کے مزید سخت ہونے کا وقت ہے۔ آخرکار ہمارے ہمسائے نے بھی اس مفروضے پر یقین کیا کہ پاکستان کے اندرونی مسائل اور تقسیم اسے ’مناسب جواب‘ دینے سے روکیں گے جوکہ غلط ثابت ہوا۔ تاہم یہ سمجھنا اب بھی ضروری ہے کہ مزید جھڑپوں کے امکان کے پیش نظر، اندرونی مسائل حل کرنا زیادہ ضروری ہے۔</p>\n<p>یہ سیاسی صورت حال بالخصوص بلوچستان کے معاملے میں سچ ہے۔ یہ ہماری سب سے کمزور فالٹ لائن ہے جس کا استحصال کیا جا سکتا ہے اور کیا جا رہا ہے۔ اگر اسے محفوظ بنانا ہے تو سیاسی حل تلاش کرنا ہوگا۔ اور ساتھ ہی معیشت پر بھی سنجیدگی سے کام کرنے کی ضرورت ہے۔</p>\n<p>اس بات سے قطع نظر کہ 2019ء اور 2025ء میں ہونے والی پاک-بھارت جھڑپوں کا اختتام کیسے ہوا، پڑوسی حکومت کی مالی حیثیت اسے اس طرح کی محدود محاذ آرائی کے لیے مستقبل میں بھی متحرک کرے گی۔ اور اس کا مقابلہ کرنے کے لیے بہتر ہوگا کہ پاکستان بھی اپنی معیشت کو مضبوط، مستحکم بنائے اور قرضوں پر اپنا انحصار کم کرنے پر توجہ دے۔</p>\n<p>آخری لیکن سب سے اہم بات یہ ہے کہ حالیہ تصادم پاکستان با مقابلہ بھارت کم بلکہ چینی با مقابلہ مغربی ساختہ ہتھیاروں کے حوالے سے زیادہ تھا۔ اگرچہ پاک فضائیہ کی کامیابی سے پاکستان اور چین کے درمیان تعلقات مضبوط ہوں گے لیکن یہ اندازہ لگانے میں وقت لگے گا کہ بین الاقوامی اور علاقائی سطح پر اس کا کیا مطلب ہے۔ امید کرتے ہیں کہ یہ دفاعی تعاون اس نوعیت کی اسکروٹنی کا شکار نہ ہو جو حالیہ برسوں میں سی پیک کی صورت میں ہم نے دیکھا۔</p>\n<hr/>\n<p>یہ تحریر انگریزی میں <strong><a href=\"https://www.dawn.com/news/1910703/a-difficult-neighbourhood\">پڑھیے</a></strong>۔</p>\n"
    },
    {
        "title": "’ہولی ووڈ ستارے کانز میں خاموش نہ رہ سکے‘، غزہ کی نسل کشی پر بھرپور آواز بلند",
        "link": "https://www.dawnnews.tv/news/1259270/",
        "thumbnail_image": "",
        "author": "انٹرٹینمنٹ ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/131652336860021.jpg",
        "content": "<p>کانز فلم فیسٹیول کے موقع پر ہولی ووڈ انڈسٹری کے مشہور ناموں سوزین سارینڈن اور رچرڈ گیئر سمیت 350 اہم شخصیات نے ایک اہم  پیٹیشن پر دستخط کیے، جس میں غزہ میں جاری نسل کشی کی مذمت کی گئی۔</p>\n<p>خبر رساں ادارے اے ایف پی کے مطابق فرانسیسی اخبار لبریشن اور امریکی میگزین ورائٹی میں شائع ہونے والے فلسطینی حامی گروہ کے خط کو پڑھتے ہوئے انہوں نے کہا کہ غزہ میں نسل کشی کی جارہی ہے جس پر ہم خاموش نہیں رہ سکتے۔</p>\n<p>دستخط کنندگان میں مشہور ہسپانوی ہدایت کار پیڈرو الموڈوور اور کانز کے سابق فاتح روبن اوسٹلنڈ بھی شامل تھے، انہوں نے غزہ کی فوٹو جرنلسٹ فاطمہ حسونہ کی موت کی بھی مذمت کی۔</p>\n<p>ایرانی ہدایت کار سپیدہ فارسی نے غزہ کی فوٹو جرنلسٹ فاطمہ حسونہ کے موضوع پر ایک دستاویزی فلم تشکیل دی ہے جس کا عنوان ’پُٹ یور سول آن یور ہینڈ واک‘ ہے، فلم کا پریمیئر جمعرات کو ہوگا۔</p>\n<p>23 سالہ فاطمہ حسونہ گزشتہ ماہ شمالی غزہ میں خاندان کے 9 افراد سمیت بمباری میں شہید ہوگئیں تھیں جس کے بعد ایرانی ہدایت کار نے اُن پر دستاویزی فلم بنانے کا اعلان کیا تھا۔</p>\n<p>ہدایت کار نے فلم کو ملنے والی محبت کا خیر مقدم کرتے ہوئے کانز فلم فیسٹیول کی انتظامیہ سے مطالبہ کیا کہ وہ فلسطینی سرزمین پر اسرائیلی جارحیت کے خلاف آواز اٹھائیں۔</p>\n<p>انہوں نے خبر رساں ادارے اے ایف پی سے گفتگو میں کہا کہ یہ کہنا کہ کانز فلم فیسٹیول ایک سیاسی تقریب نہیں ہے کوئی معنی نہیں رکھتا۔</p>\n<p>فلم کے حوالے سے کانز انتظامیہ کا کہنا ہے کہ ہم نے غزہ میں جاری جنگ کے لیے کوئی منصوبہ بندی نہیں کی تاہم اس فلم کے ذریعے سے فاطمہ حسونہ کو اعزاز دیا گیا ہے۔</p>\n<p>واضح رہے کہ رواں سال کانز جیوری کی صدر جولیٹ بنوشے کے بارے میں ایسا کہا جارہا تھا کہ وہ بھی پیٹیشین پر دستخط کرچکی ہیں تاہم اُن کی ترجمان نے اے ایف پی کو بتایا کہ انہوں نے اس کی توثیق نہیں کی اور ان کا نام لبریشن نے بھی شائع نہیں کیا۔</p>\n<p>بعدازاں دستخط کنندگان میں امریکی اداکار مارک روفالو اور ہسپانوی اداکار جیویئر بارڈیم سمیت یہودی نژاد برطانوی ہدایت کار جوناتھن گلیزر بھی شامل ہیں جنہوں نے 2023 میں دی زون آف انٹرسٹ کے لیے آسکر ایوارڈ بھی اپنے نام کیا تھا۔</p>\n<p>خیال رہے کہ کانز فلم فیسٹیول کا آغاز منگل کو فرانسیسی رویرا پر ہوا، تقریب کا افتتاح رابرٹ ڈی نیرو نے کیا جبکہ تقریب میں یوکرین اور روس کی جنگ پر مبنی تین فلمیں بھی دکھائی گئیں۔</p>\n"
    },
    {
        "title": "اوگرا نےایل این جی کی قیمتوں میں13.64 فیصد تک کمی کردی",
        "link": "https://www.dawnnews.tv/news/1259266/",
        "thumbnail_image": "",
        "author": "طاہر شیرانی",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13170928746dd9f.jpg",
        "content": "<p>آئل اینڈ گیس ریگولیٹری اتھارٹی (اوگرا) نے مائع قدرتی گیس (ایل این جی) کی قیمتوں میں 13.64 فیصد تک کمی کر دی۔</p>\n<p>اوگرا نے مئی کے لیے ایل این جی کی قیمتوں کا نوٹی فکیشن جاری کر دیا، جس کے تحت سوئی ناردرن کے سسٹم پر ایل این جی 1.69 ڈالر فی ملین برٹش تھرمل یونٹ (ایم ایم بی ٹی یو) جبکہ سوئی سدرن کے سسٹم پر ایل این جی 1.72 ڈالر فی ایم ایم بی ٹی یو سستی کی گئی ہے۔</p>\n<p>نوٹی فکیشن میں کہا گیا ہے کہ سوئی ناردرن کے سسٹم پر ایل این جی کی نئی قیمت 11.79 ڈالر فی ایم ایم بی ٹی یو جبکہ سوئی سدرن کے سسٹم پر ایل این جی کی نئی قیمت 10.87 ڈالر فی ایم ایم بی ٹی یو مقرر کی گئی ہے۔</p>\n<p>واضح رہے کہ اپریل میں سوئی ناردرن کے سسٹم پر ایل این جی کی قیمت 13.48ڈالر فی ایم ایم بی ٹی یو تھی جبکہ سوئی سدرن کےسسٹم پر ایل این جی کے نرخ  12.59 ڈالر فی ایم ایم بی ٹی یو تھے۔</p>\n"
    },
    {
        "title": "بلوچستان : ضلع نوشکی سے رحیم یار خان کے دو مزدور بھائیوں سمیت چار افراد کی گولیاں لگی لاشیں ملیں",
        "link": "https://www.dawnnews.tv/news/1259268/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 19:47:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13170846d6a587f.jpg",
        "content": "<p>بلوچستان کے ضلع نوشکی میں چار افراد کی لاشیں ملیں، جنہیں  گولیاں مار کر قتل کیا گیا، مقتولین میں رحیم یار خان سے تعلق رکھنےو الے دو سگےبھائی بھی شامل ہیں۔</p>\n<p>ڈان نیوزکے مطابق ضلع نوشکی کی انتظامیہ نے بتایا ہے کہ گلنگور کےعلاقے سے 4 افراد کی  لاشیں ملی ہیں، جن پر گولیوں کے نشانات ہیں۔</p>\n<p>انتظامیہ  کے مطابق لیویز فورس نےلاشیں شناخت کےلیے ٹیچنگ اسپتال  منتقل  کردیں جہاں دو کی شناخت عمران اور عرفان کے ناموں سے ہوئی، جو دونوں سگے بھائی تھے۔</p>\n<p>اہل خانہ کے مطابق  عمران اور عرفان کا تعلق ضلع رحیم یار خان کے چک 74عباسیہ فیروزہ  سے ہے، اور دونوں بھائی بلوچستان میں مزدوری کےلیےگئے تھے۔</p>\n<p>اہل خانہ نے  حکومت بلوچستان  سے اپیل کی ہے کہ  مقتول بھائیوں کی نعشیں گھر پہنچائی جائیں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>دریں اثنا ترجمان حکومت بلوچستان  شاہد رند نے نوشکی میں 4 افراد کےقتل کی مذمت کرتے ہوئے کہا ہے کہ قتل کا سفاک واقعہ انسانیت سوز اور قابل افسوس ہے۔</p>\n<p>شاہد رند نےکہا کہ بلوچستان میں امن کے دشمنوں کو ہرگز معاف نہیں کیا جائے گا، قاتلوں کی گرفتاری کے لیے تمام وسائل بروئے کار لا رہے ہیں، اور انہیں قانون کے کٹہرے میں لایا جائے گا۔</p>\n<p>ترجمان حکومت بلوچستان نے کہا کہ نوشکی واقعے کے متاثرہ خاندانوں سے اظہار ہمدردی کرتے ہیں۔</p>\n<h1><a href=\"#قائد-حزب-اختلاف-عمر-ایوب-خان-کی-جانب-سے-مذمت\"></a>قائد حزب اختلاف عمر ایوب خان کی جانب سے مذمت</h1>\n<p>پاکستان تحریک انصاف ( پی ٹی آئی ) کے رہنما اور قومی اسمبلی میں قائد حزب اختلاف عمر ایوب\nنے بلوچستان میں 4 بےگناہ محنت کشوں کے قتل کی مذمت کرتے ہوئے کہا ہے کہ پنجاب سے تعلق رکھنے والوں کے قتل عام پردکھ ہوا۔</p>\n<p>ان کا کہنا تھا کہ بلوچستان حکومت مکمل طور پر ناکام ہوچکی،لسانیت کی بنا پربے گناہوں کی ٹارگٹ کلنگ سے نفرتوں میں اضافہ ہوگا۔</p>\n<p>انہوں نے کہا کہ فارم 47 والی حکومت قیام امن میں ناکام ہو چکی ہے۔</p>\n"
    },
    {
        "title": "پاکستان نے بھارتی وزیراعظم کے اشتعال انگیز بیانات کو مسترد کر دیا",
        "link": "https://www.dawnnews.tv/news/1259267/",
        "thumbnail_image": "",
        "author": "",
        "time": "",
        "main_image": "",
        "content": ""
    },
    {
        "title": "این ایف سی فارمولا تبدیل کے بغیر وفاق اضافی فنڈز کیسے استعمال کرسکتا ہے؟ سپریم کورٹ",
        "link": "https://www.dawnnews.tv/news/1259265/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13163141bb1b398.jpg",
        "content": "<p>سپریم کورٹ آئینی بینچ میں زیر سماعت سپر ٹیکس کیس میں ایف بی آر کے وکیل رضا ربانی نے دلائل مکمل کرلیے، جسٹس جمال مندوخیل نے ایڈیشنل اٹارنی جنرل کے بیان پر عدم اطمینان کا اظہار کرتے ہوئے ریمارکس دیے کہ جب تک این ایف سی فارمولا تبدیل نہیں ہوتا تب تک وفاق اضافی فنڈز کیسے استعمال کرسکتا ہے؟کچھ پتہ نہیں کہ پلان کیا تھا، ہوا میں پیسے آئے اور ہوا میں ہی چلےگئے۔</p>\n<p>سپریم کورٹ کے جسٹس امین الدین خان کی سربراہی میں 5 رکنی آئینی بینچ نے سپر ٹیکس سے متعلق کیس کی سماعت کی۔</p>\n<p>دوران سماعت ایف بی آر وکیل رضا ربانی عدالت میں پیش ہوئے اور مختلف عدالتی فیصلوں کے حوالے پیش کیے۔</p>\n<p>جسٹس جمال خان مندو خیل نے رضا ربانی سے استفسار کیا کہ سینیٹ کی سپر ٹیکس کے حوالے سے کیا رائے ہے؟ رضا ربانی نے موقف اختیار کیا کہ سینیٹ کو سپر ٹیکس پر کوئی اعتراض نہیں ہے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>ایف بی آر کے وکیل رضا ربانی کے دلائل مکمل ہونے کے بعد عدالت نے ایڈیشنل اٹارنی جنرل عامر رحمٰن کو روسٹرم پر بلا لیا۔</p>\n<p>جسٹس جمال مندو خیل نے استفسار کیا کہ عدالت کو حقائق بتائیں کہ سپر ٹیکس سے کتنا پیسہ اکٹھا ہوا اور کتنا خرچ؟ ایڈیشنل اٹارنی جنرل نے کہا کہ سپر ٹیکس کی مد میں 114 ارب روپے اکٹھے ہوئے، وفاق نے 117 ارب خرچ کیے، جتنا وفاق کا حصہ تھا، اس سے زیادہ خرچ کیا۔</p>\n<p>جسٹس جمال مندو خیل نے ریمارکس دیے کہ وفاق صرف اپنا شیئر خرچ کر سکتا ہے اس سے زیادہ نہیں، پورے ملک سے پیسہ اکٹھا کرکے ایک مخصوص ایریا میں کیوں خرچ کیا جائے؟ جب تک این ایف سی فارمولہ تبدیل نہیں ہوتا تب تک وفاق اضافی فنڈز کیسے استعمال کرسکتا ہے؟ ایڈیشنل اٹارنی جنرل صاحب آپ کے بیان سے میں مطمن نہیں ہوں، وفاقی حکومت بھی اضافی اخراجات پارلیمنٹ کی منظوری کے بغیر نہیں کر سکتی، ڈیولپمنٹ فنڈز بھی کسی اسکیم کے تحت ہی خرچ ہوتے ہیں، پلان کیا تھا کچھ پتہ نہیں، ہوا میں پیسے آئے، ہوا میں چلے گئے۔</p>\n<p>ایف بی آر کی وکیل عاصمہ حامد نے موقف اختیار کیا کہ آئین بنانے والوں نے آئین میں اس ٹیکس کے حوالے سے واضح کر دیا ہے۔</p>\n<p>جسٹس جمال مندو خیل نے ریمارکس دیے کہ سپر ٹیکس عائد کیسے کیا جاتے ہے، کیا یہ عام شہریوں پر عائد ہوتا ہے؟ وکیل نے کہا یہ جنرل ٹیکس ہے جو لوکل اتھارٹیز سے جمع کیا جاتاہے۔</p>\n<p>بعد ازاں عدالت نے کیس کی مزید سماعت 19 مئی تک ملتوی کرتے ہوئے تمام ہائیکورٹس سے سپر ٹیکس سے متعلق مقدمات سپریم کورٹ بھجوانے کا ریکارڈ طلب کرلیا۔ عدالت نے ہدایت کی کہ بتایا جائے کہ کیا ہائیکورٹس نے کیسز کے بارے میں تمام فریقین کو آگاہ کیا؟</p>\n"
    },
    {
        "title": "مخصوص نشستوں کا نظرثانی کیس: سنی اتحاد کونسل کے وکیل کا آئینی بینچ پر اعتراض",
        "link": "https://www.dawnnews.tv/news/1259264/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/131623373a9580a.jpg",
        "content": "<p>سپریم کورٹ کے آئینی بینچ میں زیر سماعت مخصوص نشستوں کے فیصلے کیخلاف نظر ثانی پر درخواستوں سماعت کے دوران سنی اتحاد کے وکیل فیصل صدیقی نے آئینی بینچ پر اعتراض کرتے ہوئے متفرق درخواست دائر کرنے کے لیے وقت مانگ لیا، جسٹس امین الدین خان نے ریمارکس دیے کہ تیسری سماعت پر ہی کیوں آپ کو بینچ پر اعتراض کرنے کا خیال آیا؟ جسٹس مسرت ہلالی نے استفسار کیا کہ متفرق درخواست پہلے کیوں دائر نہیں کی؟</p>\n<p>ڈان نیوز کے مطابق سپریم کورٹ کے جسٹس امین الدین خان کی سربراہی میں 11 رکنی آئینی بینچ نے مخصوص نشستوں کے فیصلے کیخلاف نظرثانی درخواستوں پر سماعت کی۔</p>\n<p>آئینی بینچ جسٹس جمال خان مندوخیل، جسٹس محمد علی مظہر، جسٹس حسن اظہر رضوی، جسٹس نعیم اختر افغان، جسٹس مسرت ہلالی، جسٹس ہاشم کاکڑ، جسٹس شاہد بلال، جسٹس صلاح الدین پنہور، جسٹس عامر فاروق اور جسٹس باقر نجفی پر مشتمل ہے۔</p>\n<p>دوران سماعت سنی اتحاد کونسل کے وکیل فیصل صدیقی عدالت میں پیش ہوئے اور جواب جمع کروانے کے لیے وقت مانگ لیا، فیصل صدیقی نے موقف اخیتار کیا کہ آئینی بینچ پر بھی اعتراض ہے، اس پر بھی درخواست دائر کرنی ہے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>جسٹس امین الدین خان نے استفسار کیا کہ تیسری سماعت پر ہی کیوں آپ کو بینچ پر اعتراض کرنے کا خیال آیا؟ فیصل صدیقی نے موقف اپنایا کہ پہلی سماعت پر نوٹسز ہوئے، دوسری سماعت پر جنگ لگ گئی، آج تیسری سماعت ہے۔</p>\n<p>جسٹس مسرت ہلالی نے استفسار کیا آپ کو علم تھا کیس چل رہا ہے، پہلے کیوں متفرق درخواست نہیں دائر کی؟ فیصل صدیقی نے کہا کہ ہمیں باضابطہ تو نوٹس ملا ہی نہیں، ہمیں ٹی وی سے عدالتی کارروائی کا علم ہوا، ہم عدالتی کارروائی کو نظرانداز نہیں کر سکتے تھے، ویسے بھی یہ سزا موت کا کیس نہیں ہے۔</p>\n<p>جسٹس امین الدین خان نے ریمارکس دیے کہ اگر نوٹس نہیں ملا تو نہ آتے، عدالت میں کھڑے ہوکر سیاسی باتیں نہ کریں، یہ 11 رکنی آئینی بینچ ہے، سلاٹ نکال کر کیس فکس کرنا پڑتا ہے، ججز نے اور کیسز سننے ہوتے ہیں۔</p>\n<p>جسٹس جمال مندو خیل نے ریمارکس دیے کہ میرے خیال میں سب کو سنوائی کا مناسب موقع ملنا چاہیے، اگر متفرق درخواست دائر کرنے کے لیے وقت دیا جائے تو فرق نہیں پڑے گا۔</p>\n<p>جسٹس جمال مندو خیل نے فیصل صدیقی سے استفسار کیا کہ آپ آج ہی اعتراض والی درخواست ساتھ لیکر کیوں نہیں آئے؟ جسٹس محمد علی مظہر نے ریمارکس دیئے کہ ہم کل تک کا وقت دے دیتے ہیں، جسٹس مسرت ہلالی نے ریمارکس دیے کہ آپ کے لیے تو ایک گھنٹہ بھی کافی ہے۔</p>\n<p>فیصل صدیقی نے موقف اختیار کیا کہ مجھے متفرق درخواست دائر کرنے کے لیے دو دن کا وقت دیں، پہلے میری بینچ پر اعتراض والی درخواست کو سن لیا جائے، پھر اگر درخواست خارج کرنی ہوئی تو بیشک مسکراتے ہوئے خارج کر دیجیے گا۔</p>\n<p>ن لیگ کے وکیل حارث عظمت نے موقف اختیار کیا کہ ہم نے کیس میں اضافی گزارشات جمع کرائی ہیں، اس کیس میں نجی فریقین کی طرف سے مخدوم علی خان وکیل ہیں، اگر مناسب ہو تو مخدوم علی خان کو بطور سینئر وکیل پہلے سن لیں۔</p>\n<p>جسٹس امین الدین خان نے ریمارکس دیے کہ یہ معاملہ درخواست گزار آپس میں طے کر لیں۔ بعد ازاں عدالت نے کیس کہ سماعت 19 مئی تک ملتوی کردی۔</p>\n"
    },
    {
        "title": "شوٹنگ سیٹ پر کپڑے تبدیل کرتے وقت اداکارہ کو سب مرد دیکھنے لگ گئے، اریج چوہدری",
        "link": "https://www.dawnnews.tv/news/1259250/",
        "thumbnail_image": "",
        "author": "انٹرٹینمنٹ ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/131404352a3f09e.jpg",
        "content": "<p>اداکارہ و ماڈل اریج چوہدری نے انکشاف کیا ہے کہ ایک بار شوٹنگ سیٹ پر کپڑے تبدیل کرنے والی اداکارہ کو وہاں موجود تمام مرد دیکھنے لگ گئے، جس پر انہیں شدید غصہ آیا۔</p>\n<p>اریج چوہدری نے حال ہی میں ندا یاسر کے <a href=\"https://www.youtube.com/watch?v=oJ9TjvgVJt4&amp;t=2074s\"><strong>مارننگ شو</strong></a> میں شرکت کی، جس میں میمونہ قدوس اور سارہ عمیر بھی شریک ہوئیں اور تمام اداکاراؤں نے اپنے اپنے تجربات شیئر کیے۔</p>\n<p>پروگرام کے دوران اریج چوہدری نے ایک قصہ بتایا کہ کیریئر کے آغاز میں جب وہ لاہور میں ایک ڈرامے کی شوٹنگ میں مصروف تھیں، تب سیٹ پر ایک نئی اداکارہ جب کپڑے تبدیل کرنے لگیں تو تمام لڑکے اسے گھورنے لگے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>انہوں نے اداکارہ کا نام لیے بغیر بتایا کہ وہ مجبور تھی، انہیں پیسوں کی خاطر کام کرنا پڑا اور شوٹنگ کے دوران جب انہیں اپنا لباس تبدیل کرنا پڑا تو سیٹ پر موجود تمام ٹیکنیکل اور دیگر لڑکوں کا عملہ ایک ساتھ جمع ہوگیا۔</p>\n<p>ان کے مطابق جیسے ہی وہ لڑکی لباس تبدیل کرنے لگیں تو ایک لڑکے نے انہیں نوٹ کیا اور پھر اس نے تمام لڑکوں کو بلالیا۔</p>\n<p>اریج چوہدری نے بتایا کہ پہلے انہیں کچھ سمجھ نہیں آیا لیکن بعد میں انہیں محسوس ہوگیا کہ تمام لڑکے لباس تبدیل کرنے والی لڑکی کو دیکھ رہے ہیں۔</p>\n<p>اداکارہ کا کہنا تھا کہ مذکورہ منظر دیکھ کر انہیں کچھ سمجھ نہیں آیا کہ انہیں کیا کرنا چاہیے، وہ بھی شوبز میں نئی تھیں جب کہ سیٹ پر سینئر اداکار بھی موجود تھے۔</p>\n<p>اداکارہ نے بتایا کہ جیسے ہی تمام لڑکے کپڑے تبدیل کرنے والی لڑکی کو دیکھنے کے لیے جمع ہوئے وہ لڑکی کے پاس گئیں اور انہیں سمجھایا، جس پر لڑکی زارو قطار رونے لگیں۔</p>\n<p>اداکارہ نے کہا کہ لڑکی جس کمرے میں کپڑے تبدیل کرنے گئیں، وہاں ایسے شیشے لگے تھے، جن کے ذریعے باہر کھڑے لوگ اندر والے شخص کو مکمل طور پر دیکھ سکتے تھے اور کمرے میں موجود شخص کو اس بات کا علم ہیں نہیں تھا۔</p>\n<p>اریج چوہدری نے بتایا کہ ان کی جانب سے خبردار کرنے پر لڑکی زارو قطار رونے لگیں لیکن انہوں نے انہیں سمجھایا کہ جو ہونا تھا وہ ہوگیا، اب کچھ نہیں ہوگا، رونا بند کریں، آئندہ کے لیے احتیاط سے کام لیں۔</p>\n"
    },
    {
        "title": "دوران جنگ ملکی اداروں کیخلاف ہرزہ سرائی پر ایک شخص گرفتار، پیکا ایکٹ کے تحت مقدمہ درج",
        "link": "https://www.dawnnews.tv/news/1259263/",
        "thumbnail_image": "",
        "author": "",
        "time": "",
        "main_image": "",
        "content": ""
    },
    {
        "title": "بلوچستان میں دہشتگردی میں بھارتی سرپرستی کے شواہد منظر عام پر آگئے",
        "link": "https://www.dawnnews.tv/news/1259262/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13160147331ce32.jpg",
        "content": "<p>معرکہ حق کے بعد بلوچستان میں دہشتگردی میں بھارتی سرپرستی کے شواہد منظر عام پر آگئے، بھارت پاکستان میں دہشت گرد گروپوں اور کالعدم تنظیموں کو مالی معاونت فراہم کرتا ہے، بھارتی وزیراعظم نریندر مودی، وزیردفاع راج ناتھ سنگھ کے بیانات اور بھارتی میڈیا خبروں میں دہشتگردوں کی سرپرستی کا ثبوت سامنے آگیا۔</p>\n<p>ڈان نیوز کے مطابق سیکیورٹی ذرائع کا کہنا ہے کہ دہشت گرد گروہوں کے سرغنہ لاجسٹک اور آپریشنل بریفنگز کے لیے بھارت کا باقاعدگی سے دورہ کرتے ہیں، صرف یہی نہیں بھارت میں ان دہشت گردوں کو علاج کی سہولتیں بھی مہیا کی جاتی ہیں ۔</p>\n<p>سیکیورٹی ذرائع کے مطابق 2016 میں کالعدم بلوچ لبریشن آرمی (بی ایل اے) کا سرغنہ اسلم اچھو بھارت گیا، اسلم اچھو نے بھارت پہنچنے پر نہ صرف بھارتی خفیہ ایجنسی ’را‘ کے اہلکاروں سے ملاقات کی بلکہ دہلی کے ہسپتال میں زیر علاج بھی رہا ۔</p>\n<p> <figure>\n\n</figure></p>\n<p>بی ایل اے کے سرغنہ نے عبدالحمید کے نام سے جعلی افغان پاسپورٹ بنواکر اس پر سفرکیا، سیکیورٹی ذرائع کے مطابق کالعدم بی ایل اے اور مجید بریگیڈ کا سرغنہ اسلم اچھو ہی 2018 میں کراچی میں چینی قونصلیٹ پر حملے کا ماسٹر مائنڈ تھا۔</p>\n<p>دہشتگرد اسلم اچھو کا بیٹا ریحان 2018 میں دالبندین میں چینی انجینئرز پر خودکش حملے میں ملوث تھا، کالعدم بی ایل اے کے موجودہ سرغنہ بشیر زیب نے 2017 میں بھارت کا دورہ کیا۔</p>\n<p>دہشتگرد بشیر زیب افغان پاسپورٹ اور گل آغا جعلی نام کے ذریعے بھارت کا سفر کرتا تھا، بشیر زیب نے بلوچستان میں ہونے والے حالیہ دہشت گردی کے حملوں کی منصوبہ بندی کی، دہشت گرد بشیر زیب کراچی ایئرپورٹ پر چینی اہلکاروں پر حملے اور جعفر ایکسپریس پر حملے کی منصوبہ بندی میں ملوث تھا۔</p>\n<p>بلوچ نیشنل آرمی کے سرغنہ گلزار امام عرف شمبے نے بھی  بھارتی ریاستی دہشتگردی کے  واضح ثبوت دیے، دہشت گرد گلزار امام شمبے نے بھی بھارت میں زیر علاج رہنے کا اعتراف کیا تھا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>ڈی جی آئی ایس پی آر نے  بھی  پاکستان میں بھارت کی ریاستی دہشت گردی کے ثبوت پیش کئے تھے، ڈی جی آئی ایس پی آر نے  بھارتی فوج کے حاضر سروس افسران کی پاکستان میں دہشت گردانہ کارروائیوں کی نشاندہی کی۔</p>\n<p>سیکیورٹی ذرائع کے مطابق بھارت پاکستان میں شہریوں اور فوج پر حملوں کے لیے دہشت گردوں کو بارود بھی فراہم کرتا ہے، بھارتی خفیہ ایجنسی ’را‘ اس وقت بھارت میں 21 سے زائد دہشتگردوں کے بیس کیمپس چلارہی ہے ۔</p>\n<p>بھارت ان کیمپوں میں پاکستان میں دہشتگردانہ کارروائیوں کے لیے دہشت گردوں کی تربیت کرتا ہے، ان دہشت گردوں کے کیمپس کا مرکز  بھارتی ریاست راجستھان میں موجود  ہے۔</p>\n"
    },
    {
        "title": "چاہت فتح علی خان اور اداکارہ خوشبو کو وائرل ویڈیو پر تنقید کا سامنا",
        "link": "https://www.dawnnews.tv/news/1259255/",
        "thumbnail_image": "",
        "author": "",
        "time": "",
        "main_image": "",
        "content": ""
    },
    {
        "title": "ایشیا میں دیرپا امن کیلئے امریکا خارجہ پالیسی میں مسئلہ کشمیر کو ترجیح دے، چوہدری شجاعت",
        "link": "https://www.dawnnews.tv/news/1259261/",
        "thumbnail_image": "",
        "author": "",
        "time": "",
        "main_image": "",
        "content": ""
    },
    {
        "title": "پی ٹی آئی کے جنید اکبر چیئرمین پبلک اکاؤنٹس کمیٹی کے عہدے سے مستعفی",
        "link": "https://www.dawnnews.tv/news/1259260/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک|اکرام جنیدی",
        "time": "2025-05-13 15:31:00",
        "main_image": "",
        "content": "<p>پاکستان تحریک انصاف (پی ٹی آئی) کے رہنما جنید اکبر نے چیئرمین پبلک اکاؤنٹس کمیٹی کے عہدے سے استعفیٰ دے دیا، جنید اکبر نے استعفی چیئرمین پی ٹی آئی بیرسٹر گوہر کے حوالے کرنے کی تصدیق کردی۔</p>\n<p>جنید اکبر نے واضح کیا ہے کہ یہ عہدہ پارٹی کی امانت تھی، پارٹی قیادت  کی ہدایت پر اپنااستعفیٰ جمع کروادیا۔</p>\n<p>ڈان اخبار میں شائع <a href=\"https://www.dawn.com/news/1910714/imran-asks-junaid-to-step-down-as-pac-chairman\"><strong>رپورٹ</strong></a> کے مطابق پی ٹی آئی کے بانی چیئرمین عمران خان نے ایک اور یوٹرن لیتے ہوئے پی ٹی آئی خیبر پختونخوا کے صدر جنید اکبر کو ہدایت کی تھی کہ وہ پبلک اکاؤنٹس کمیٹی (پی اے سی) کے چیئرمین کے عہدے سے استعفیٰ دے کر صوبائی امور پر توجہ دیں۔</p>\n<p>پی ٹی آئی کے مرکزی سیکریٹری اطلاعات شیخ وقاص اکرم نے ڈان سے گفتگو میں اس پیش رفت کی تصدیق کی تھی، انہوں نے کہا تھاکہ خان صاحب نے یہ پیغام اپنی بہن علیمہ خان کے ذریعے گزشتہ ملاقات میں پہنچایا اور اعلان کیا کہ جنید اکبر کی جگہ عمر ایوب خان پی اے سی کے چیئرمین ہوں گے، بعد ازاں اڈیالہ جیل سے باہر آ کر علیمہ خان نے یہ پیغام سلمان اکرم راجہ کو پہنچایا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>پارٹی ذرائع کے مطابق ابتدائی طور پر جنید اکبر نے استعفیٰ دینے کے لیے دو دن کا وقت مانگا تھا تاہم بعد میں عمران خان سے ملاقات کے بعد وہ مستعفی ہونے پر آمادہ ہو گئے۔</p>\n<p>ذرائع نے بتایا کہ حقیقت یہ ہے کہ جب علیمہ خان نے اپنے بھائی سے ملاقات کی، تو خان صاحب کی طرف سے پہلا حکم یہی تھا کہ جنید اکبر کو ہدایت دی جائے کہ وہ استعفیٰ دیں اور صوبے پر توجہ دیں، دوسرا حکم یہ تھا کہ عمر ایوب کو پی اے سی کا چیئرمین نامزد کیا جائے۔</p>\n<p>تاہم، جنید اکبر، جنہوں نے پہلے یہ دعویٰ کیا تھا کہ وہ عمران خان کے ایک اشارے پر بھی استعفیٰ دے دیں گے، نے یہ موقف اپنایا کہ وہ صرف عمران خان سے ملاقات کے بعد ہی مستعفی ہوں گے۔</p>\n<p>ذرائع نے کہا کہ حقیقت یہ ہے کہ پارٹی میں اس بات پر اتفاق ہے کہ علیمہ خان نے کبھی جھوٹ نہیں بولا، اور ان کے ذریعے خان صاحب کے جو پیغامات پہنچائے گئے، وہ کبھی غلط ثابت نہیں ہوئے۔</p>\n<p>جب ان سے استعفیٰ لینے کی وجہ پوچھی گئی تو ذرائع کا کہنا تھا کہ جنید اکبر نے خیبر پختونخوا پر توجہ دینا چھوڑ دی تھی حالانکہ وہ پی ٹی آئی کے صوبائی صدر بھی ہیں، وہ پارٹی کے صوبائی ونگز کے اجلاس پارلیمنٹ ہاؤس یا اسلام آباد میں کے پی ہاؤس میں بلانے لگے تھے۔</p>\n<p>ذرائع نے بتایا کہ عمران خان کو اس بات کا علم تھا، اسی لیے انہوں نے انہیں پی اے سی چیئرمین کے عہدے سے ہٹا کر واپس صوبے میں کام پر بھیجنے کا فیصلہ کیا۔</p>\n<p>ذرائع نے مزید بتایا کہ پی ٹی آئی نے خیبر پختونخوا بھر میں ’پاکستان زندہ باد‘ ریلیوں کے انعقاد کا اعلان کیا تھا، ریلیاں پورے خیبر پختونخوا میں ہوئیں، لیکن جنید اکبر کے آبائی علاقے بٹ خیلہ سے ایک بھی ریلی نہیں نکالی گئی۔</p>\n<p>یہ بات قابل ذکر ہے کہ رواں سال جنوری میں جنید اکبر بلا مقابلہ پبلک اکاؤنٹس کمیٹی کے چیئرمین منتخب ہوئے تھے، اسی مہینے عمران خان نے انہیں پی ٹی آئی خیبر پختونخوا کا صدر مقرر کیا تھا اور وزیر اعلیٰ علی امین گنڈاپور کو اس عہدے سے ہٹا دیا تھا۔</p>\n<p>عام انتخابات کے بعد چیئرمین پی اے سی کے لیے امیدوار کے تعین کے معاملے پر پی ٹی آئی نے کئی یوٹرن لیے، ابتدائی طور پر شیر افضل مروت کو نامزد کیا گیا، بعد ازاں شیخ وقاص اکرم اور عمر ایوب کے نام سامنے آئے، لیکن آخرکار جنید اکبر کا نام فائنل کر لیا گیا تھا۔</p>\n"
    },
    {
        "title": "’می ٹو مہم‘: فرانسیسی اداکار جیرارڈ ڈیپارڈیو کو سزا سنادی گئی",
        "link": "https://www.dawnnews.tv/news/1259257/",
        "thumbnail_image": "",
        "author": "انٹرٹینمنٹ ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13151430de6eebc.jpg",
        "content": "<p>فرانس کے لیجنڈری اداکار 76 سالہ جیرارڈ ڈیپارڈیو کو دو خواتین کا جنسی استحصال کرنے کا جرم ثابت ہونے پر 18 ماہ کی معطل قید کی سزا سنا دی گئی۔</p>\n<p>خبر رساں ادارے <a href=\"https://www.reuters.com/world/uk/french-movie-star-depardieu-faces-judgment-day-sexual-assault-trial-2025-05-13/\"><strong>’رائٹرز‘</strong></a> کے مطابق جیرارڈ ڈیپارڈیو کو پیرس کی عدالت نے دو اداکاراؤں کے جنسی استحصال کا مجرم قرار دیتے ہوئے انہیں سزا سنائی جب کہ اداکار صحت جرم سے انکار کرتے رہے۔</p>\n<p>پیرس کی عدالت میں ان پر 2021 میں دو خواتین کو کام کے دوران جنسی استحصال کا نشانہ بنانے کا جرم ثابت ہوا، جس پر عدالت نے انہیں معطل قید کی سزا سنائی۔</p>\n<p>ان پر 54 سالہ ایملی نامی اداکارہ جب کہ ایک 34 سالہ فلم ہدایت کار خاتون نے کام کے دوران جنسی استحصال کا الزام لگایا تھا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>ان کے خلاف ٹرائل کے دوران ایملی نامی خاتون نے عدالت کو بتایا تھا کہ اداکار نے 2021 میں شوٹنگ کے دوران ان کے جسم پر حملہ کردیا اور ان کے تمام اعضا کو بری طرح چھوا، اس دوران وہ ہنستے اور انتہائی نامناسب جملے کستے رہے۔</p>\n<p>جیرارڈ ڈیپارڈیو پر مجموعی طور پر 20 سے زائد خواتین نے جنسی استحصال اور بیہودہ جملے کسنے جیسے الزامات عائد کر رکھے ہیں اور انہوں نے ہمیشہ سے ہی اپنے خلاف عائد الزامات کو مسترد کیا۔</p>\n<p>جیرارڈ ڈیپارڈیو وہ پہلے فرانسیسی اداکار بن گئے، جن کا جنسی استحال کا مقدمہ ’می ٹو مہم‘ کے تحت عدالت پہنچا اور انہیں سزا بھی ہوئی جب کہ شوبز انڈسٹری میں متعدد اداکاروں پر خواتین کے جنسی استحصال کے الزامات سامنے آ رہے ہیں۔</p>\n<p>اپریل میں فرانسیسی پارلیمنٹ میں ایک تحقیقاتی رپورٹ کے بحث کے دوران انکشاف ہوا تھا کہ فرانسیسی شوبز انڈسٹری میں جنسی تشدد اور جنسی استحصال وبا کی طرح پھیل چکا۔</p>\n<p>فرانسیسی شوبز انڈسٹری میں بھی 2017 کے بعد ’می ٹو مہم‘ کے تحت خواتین نے جنسی استحصال کے خلاف کھل کر بات کی لیکن زیادہ تر اداکاروں کے خلاف لگے الزامات میڈیا رپورٹنگ تک محدود رہے۔</p>\n<p>جیرارڈ ڈیپارڈیو اب تک وہ واحد بڑے اور معتبر فرانسیسی اداکار ہیں، جن کے خلاف جنسی استحصال کے الزامات ثابت ہوئے اور انہیں معطل سزا ہوئی۔</p>\n<p>اب خیال کیا جا رہا ہے کہ دیگر نامور اور طاقتور فرانسیسی اداکاروں کے خلاف جنسی استحصال کے مقدمے عدالتوں تک پہنچیں گے۔</p>\n<p>جیرارڈ ڈیپارڈیو نے 200 سے زائد فلموں، ڈراموں اور ویب سیریز میں کام کیا، ان کا شمار چند لیجنڈ ترین اداکاروں میں ہوتا ہے۔</p>\n<p>جیرارڈ ڈیپارڈیو کو سزا سنائے جانے اور ان پر جنسی استحصال کے الزامات لگائے جانے کے بعد چند معروف اور سینئر فرانسیسی اداکاراؤں و اداکاروں نے ان کی حمایت کی اور ان پر لگے الزامات کو سازش بھی قرار دیا۔</p>\n"
    },
    {
        "title": "پی سی بی نے چیمپئنز کپ کے مینٹورز کو فارغ کردیا، سرفراز اور مصباح کو اہم ذمے داریاں ملنے کا امکان",
        "link": "https://www.dawnnews.tv/news/1259258/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13151330541457a.jpg",
        "content": "<p>پاکستان کرکٹ بورڈ (پی سی بی) نے چمپئینز کپ کے مینٹورز کو فارغ کردیا، مینٹورشپ سے فارغ کے گئے سرفراز احمد اور مصباح الحق کو اہم ذمے داریاں دیے جانے کا امکان ہے۔</p>\n<p>ڈان نیوز کے مطابق پی سی بی میں اچانک بڑے پیمانے پر اکھاڑ پچھاڑ کی گئی ہے، وائٹ بال کے لیے نیوزی لینڈ کے مائک ہیسن کے بطور ہیڈ کوچ اور سابق عبوری ہیڈکوچ عاقب جاوید کی ڈائریکٹر ہائی پرفارمنس تقرری کے بعد پی سی بی نے چیمپئنز کپ کے مینٹورز کو فارغ کردیا۔</p>\n<p>چیئرمین پی سی بی محسن نقوی کی زیرصدارت اجلاس میں مینٹورز کی کارکردگی کا جائزہ لیا گیا جس کے بعد مینٹورز کو ہٹانے کا فیصلہ کیا گیا۔</p>\n<p>ثقلین مشتاق، مصباح الحق، شعیب ملک، وقار یونس اور سرفراز احمد کو مینٹور شپ سے ہٹادیا گیا ہے، مینٹورز کو دوسرے عہدے بھی دیے جاسکتے ہیں، بالخصوص سرفراز احمد اور مصباح الحق کو اہم ذمے داریاں دیے جانے کا امکان ہے۔</p>\n"
    },
    {
        "title": "فرانسیسی سوشل میڈیا پر میکرون کیخلاف ’کوکین‘ استعمال کرنے کے الزام پر ہنگامہ",
        "link": "https://www.dawnnews.tv/news/1259256/",
        "thumbnail_image": "",
        "author": "",
        "time": "",
        "main_image": "",
        "content": ""
    },
    {
        "title": "پاک-بھارت کشیدگی کے درمیان ماسکو کی ریڈ اسکوائر پریڈ کتنی اہمیت کی حامل تھی؟",
        "link": "https://www.dawnnews.tv/news/1259241/",
        "thumbnail_image": "",
        "author": "جاوید نقوی",
        "time": "2025-05-13 00:00:00",
        "main_image": "",
        "content": "<p>جب جمعے کی شب لائن آف کنٹرول سے اُٹھتے بارودی غبار کے گہرے سائے چھائے ہوئے تھے تب دنیا کے دوسرے حصے میں 23 ممالک کے با وردی اہلکار ماسکو کے ریڈ اسکوائر پر سوویت یونین کے اُن 2 کروڑ 70 لاکھ مرد و خواتین کو خراجِ تحسین پیش کررہے تھے جنہوں نے نازی جرمنی کو شکست دی، برلن پر قبضہ کیا اور ایڈولف ہٹلر کو خودکشی کرنے پر مجبور کیا۔</p>\n<p>اگر جنوبی ایشیا کے دو ہمسائے ایک دوسرے کے خلاف تباہ کُن مہم چلانے میں مصروف نہ ہوتے تو یہ خیال انتہائی پُرکشش لگتا ہے کہ پاکستان اور بھارت کے فوجی دستے بھی چین، روس، ازبکستان، مصر و دیگر ممالک کے دستوں کے ساتھ مساوی امن اور خوشحالی کے عالمی نظام کے لیے مارچ کررہے ہوتے۔ لیکن طاقتور قوتیں اس خیال کے خلاف متحرک ہیں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>خوش آئند طور پر جنوبی ایشیا میں جلتی آگ بجھ چکی ہے اور وہ ایسے ملک نے بجھائی ہے جو دنیا میں ممالک کے درمیان سب سے زیادہ  آگ لگانے کے لیے ہی جانا جاتا ہے۔</p>\n<p>پاکستان اور بھارت کے جیت اور فوجی املاک کو زیادہ نقصانات پہنچانے کے دعووں کے درمیان اگرچہ دونوں ہی غم و غصہ اور بہادری کا مظاہرہ کررہے ہیں لیکن پاکستان اور بھارت کو ایک بار پھر اپنے باہمی تنازع کو سلجھانے کے لیے بیرونی قوت پر انحصار کرنا پڑا۔ اس نے ظاہر کیا کہ یہ اب بھی ذہنی طور پر مضبوط نہیں کہ ایک ارب سے زائد آبادی کی تقدیر کی ذمہ داری اپنے ہاتھ میں لے سکیں۔ تاہم امن معاہدہ پہلگام کے مقامی سانحہ کو عالمی سیاست اور اقتدار کی کشمکش کے بڑے منظرنامے سے منسلک کردیتا ہے۔</p>\n<p>اس حوالے سے گمان نہ رکھیں کہ یہ معاملہ 4 نفرت پھیلانے والے شرپسندوں کی جانب سے پہلگام میں بےگناہ افراد کو قتل کرنے سے شروع ہوا جو حملہ کرنے کے بعد اپنا سراغ چھوڑے بغیر کسی ایسے کونے میں چھپ گئے ہیں جوکہ عسکری اعتبار سے دنیا کا محفوظ ترین مقام ہے۔ یہ محرک کہ ان 4 حملہ آوروں نے لوگوں کو مذہب کی بنیاد پر نشانہ بنایا، چند لوگوں کو سیاست میں اسے اپنے فائدے کے لیے استعمال کرنے کا موقع دیا ہے۔</p>\n<p>یاد رہے کہ 2002ء میں گودھرا میں ٹرین میں آتشزدگی کے سانحہ کے بعد یہ پاکستان ہی تھا جسے سب سے پہلے موردِ الزام ٹھہرایا گیا تھا اور پھر گجرات میں فرقہ وارانہ قتل عام ہوا جس میں مشتعل ہجوم کو مسلمانوں پر حملہ کرنے کی کھلی چُھوٹ دے دی گئی تھی۔</p>\n<p>جنوبی ایشیا میں ہندو-مسلم تفریق کی جڑیں نوآبادیاتی دور سے منسلک ہیں کہ جب انگریزوں نے 1857ء کی غدر کو روکنے کے لیے اس کا استعمال کیا۔ وہ ’تقسیم کرو اور حکمرانی کرو‘ کے اصول پر عمل پیرا تھے۔ سعادت حسن منٹو نے اپنی متعدد مختصر کہانیوں میں اس مذہبی جنون کی جھلک پیش کی جس نے پاکستان اور بھارت کو پُرتشدد انداز میں تخلیق کیا۔ ان کا افسانہ ’غلطی‘ ایک ایسے شخص کی کہانی تھی جسے غلطی سے قتل کردیا جاتا ہے اور جب اس کی لاش کو برہنہ کیا جاتا ہے تو پتا چلتا ہے کہ مقتول کا تعلق تو قاتل برادری سے تھا۔</p>\n<p>بھارت کے موجودہ مقبول ترین لیڈر جو انتخابات جیتنے کے لیے مذہبی شناخت کا استعمال کرتے ہیں، اس دور میں نہیں تھے لیکن اس کے باوجود وہ کہتے نظر آتے ہیں مسلمانوں کو اس کے لباس سے پہنچانا جاسکتا ہے (جس کا مطلب ہے کہ آپ اسی طرح غیرمسلموں کی بھی شناخت کرسکتے ہیں)۔ پہلگام پر وحشیانہ حملہ کرنے والے شاید شناخت کے اس حربے سے واقف نہیں تھے یا شاید انہیں اپنے جرم کا آڈیو ریکارڈ چاہیے تھا جو انہوں نے سیاحوں سے ان کا مذہب دریافت کیا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>اگر آپ پہلگام کو ایک طرف کردیں تو ایکشن اور ری ایکشن کی زیادہ واضح تصویر آپ کے سامنے آئے گی۔ پہلگام واقعہ برکس کے ایک اور رکن یعنی بھارت کے لیے فوجی تعطل کا باعث بنا۔ یہ محض اتفاق نہیں ہوسکتا کہ مستقبل کی کثیر قطبی دنیا کے دو سب سے اہم ستون، روس اور ایران پہلے ہی مغرب کے نشانے پر ہیں۔</p>\n<p>ایران جو گلوبل ساؤتھ کی اہم طاقتور علامت بن کر اُبھرا ہے، اسے درپیش فوجی چیلنجز کے برعکس برکس کا بانی روس جو خود کو کثیر قطبی مستقبل کے محور کے طور پر دیکھتا ہے، اسے مغرب پراکسی وارز کے ذریعے ’کمزور‘ کرنے کی کوششوں میں ہے۔ لیکن جنوبی ایشیا کے تنازع نے برکس کو زیادہ نقصان پہنچایا ہے۔ برکس کے بانیان میں شامل بھارت نہیں چاہے گا کہ اس کا طاقتور حریف پاکستان اس تنظیم کا حصہ بنے۔</p>\n<p>اگرچہ بھارت اہم رکن ہے لیکن اس کا برکس کے ساتھ تعلق کمزور ہوچکا ہے۔ دوسری جانب پاکستان جو برکس کا مضبوط حامی ہے، اسی صورت میں مستقل رکن بن سکتا ہے اگر بھارت اس میں رکاوٹ نہ بنے۔ اس لیے 22 اپریل کو پہلگام میں دہشتگردانہ حملہ ایک بڑے منصوبے کا حصہ ہوسکتا ہے جس کا مقصد گلوبل ساؤتھ کو کمزور اور برکس کو تقسیم کرنا ہوسکتا ہے۔</p>\n<p>ماسکو ریڈ اسکوائر پر یومِ فتح کی تقریبات برکس کے لیے اہم موقع ثابت ہوسکتی ہیں، ایک ایسا گروپ جس سے ڈونلڈ ٹرمپ خوف کھاتے ہیں جبکہ روس اور چین اس کی بھرپور حمایت کرتے ہیں۔ ماسکو اور بیجنگ کو دنیا بھر سے ایسے بہت سے ممالک کی جانب سے درخواستیں موصول ہوئی ہیں جو ان کی سیاسی اور اقتصادی معاملات کو کنٹرول کرنے والے مغربی تسلط کے خلاف اتحاد میں شامل ہونے کے خواہشمند ہیں۔</p>\n<p>ریڈ اسکوائر پر پیریڈ کو دیکھنے کے لیے گلوبل ساؤتھ کے بڑے عالمی رہنماؤں نے تقریب میں شرکت کی۔ ان میں چین کے شی جن پنگ نمایاں رہے لیکن کیوبا، وینزویلا، برازیل، مصر، بیلاروس سمیت پورے وسطی ایشیائی خطے سے تعلق رکھنے والے رہنماؤں کو بھی نظرانداز نہیں کیا جاسکتا۔ ان میں جنوب مشرقی ایشیائی ممالک ملائیشیا، میانمار اور ویتنام سے تعلق رکھنے والے رہنما بھی اہم تھے۔ سربیا اور سلواکیہ کے سربراہان جو نیٹو کے رکن ہیں، انہوں نے بھی مغربی دباؤ کے باوجود تقریب میں شرکت کی۔</p>\n<p> <figure>\n\n</figure></p>\n<p>افریقی لیڈران نے خوشی کا اظہار کیا جبکہ روسی صدر ولادیمیر پیوٹن نے موسیقی اور رنگوں سے بھرپور شو پیش کیا جس نے اتحاد کی طاقت کا مظاہرہ پیش کیا۔ اس سے اسٹینلے کبرک کی فلم ’اسپارٹیکس‘ کے ڈرامائی فوجی مناظر ذہن کے پردے پر ابھرے جو رومن سلطنت کے خلاف غلاموں کی بغاوت پر مبنی تھی۔ یہ فلم امریکی کمیونسٹ پارٹی کے ایک سابق رہنما نے لکھی تھی۔ مذکورہ فلم کی طرح ماسکو میں فوجی دستے بھی ایک نسل پرست فوجی رجیم کے خاتمے کا جشن منا رہے تھے۔</p>\n<p>پریڈ کے دوران ولادیمیر لینن کے چہرے کے ساتھ سرخ جھنڈے فخریہ انداز میں آویزاں تھے۔ اور ایک طویل عرصے بعد کمیونسٹ کی پرانی علامت ہتھوڑا اور درانتی، مارچ کرنے والے فوجیوں کے درمیان نظر آئی۔</p>\n<p>یہ غیرمتوقع نہیں تھا کہ ان تقریبات میں نریندر مودی شامل نہیں تھے۔ پاکستان کے ساتھ فوجی تصادم سے کئی ماہ پہلے ہی انہوں نے اس تقریب میں شرکت نہ کرنے کا فیصلہ کیا تھا۔ ڈونلڈ ٹرمپ کے برسراقتدار آنے کے بعد بھارت، مغرب کو چیلنج کرنے والے برکس گروپ کی کُھل کر حمایت کرنے سے کترا رہا ہے۔</p>\n<p>صرف یہی وجہ ہے کہ گزشتہ ہفتے مودی کی جیت ہوئی حالانکہ پاکستان دعویٰ کرتا ہے کہ اس نے زیادہ بہتر انداز میں مقدمہ لڑا۔</p>\n<hr/>\n<p>یہ تحریر انگریزی میں <strong><a href=\"https://www.dawn.com/news/1910704/between-red-square-and-pahalgam\">پڑھیے</a></strong>۔</p>\n"
    },
    {
        "title": "حکومت کا بینکوں کی مدد سے کم آمدنی والے طبقے کیلئے سستی ہاؤسنگ اسکیم لانے پر غور",
        "link": "https://www.dawnnews.tv/news/1259253/",
        "thumbnail_image": "",
        "author": "",
        "time": "",
        "main_image": "",
        "content": ""
    },
    {
        "title": "غزہ کو ’قحط کے سنگین خطرے‘ کا سامنا ہے، آئی پی سی",
        "link": "https://www.dawnnews.tv/news/1259234/",
        "thumbnail_image": "",
        "author": "ڈان اخبار",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/1311074158367f4.png",
        "content": "<p>عالمی سطح پر بھوک کے بحران پر نظر رکھنے والے ادارے نے خبردار کیا ہے کہ اسرائیل کی جانب سے غزہ میں امداد کی ترسیل روکے جانے کی وجہ سے خطے میں ستمبر کے آخر تک قحط پیدا ہوسکتا ہے۔</p>\n<p>ڈان اخبار میں شائع خبر رساں ایجنسی ’رائٹرز‘ کی <a href=\"https://www.dawn.com/news/1910618/gaza-faces-critical-risk-of-famine-un-report\"><strong>رپورٹ</strong></a> کے مطابق انٹیگریٹڈ فوڈ سیکیورٹی فیز کلاسیفکیشن (آئی پی سی) نے اپنی رپورٹ میں اکتوبر کے بعد سے نمایاں طور پر بڑھنے والے بحران کا حوالہ دیتے ہوئے پیشگوئی کی کہ غزہ میں 21 لاکھ افراد جو کہ اُن کی تقریباً پوری آبادی پر مشتمل ہے ستمبر کے آخر تک شدید غذائی قلت کا سامنا کریں گے۔</p>\n<p>رپورٹ میں کہا گیا ہے کہ اس وقت غزہ میں 4 لاکھ 69 ہزار 500 افراد بھوک کے حوالے سے تباہ کن صورتحال کا سامنا کر رہے ہیں جن کی تعداد اکتوبر میں کیے جانے والے گزشتہ تجزیے میں ایک لاکھ 33 ہزار تھی۔</p>\n<p>واضح رہے کہ اسرائیل نے مارچ کے اوائل میں غزہ کو اس وقت سیل کر دیا تھا جب اس نے جنگ بندی کے خاتمے کے بعد حماس کے خلاف دوبارہ فوجی کارروائی شروع کی تھی۔</p>\n<p>اسرائیلی حکومت کے ترجمان ڈیوڈ مینسر نے اس حوالے سے کہا کہ ’آئی پی سی مسلسل قحط کے حوالے سے بات کر رہا ہے، لیکن خطے میں اسرائیل کی جانب سے امداد حاصل کرنے کی کوششوں کی وجہ سے کبھی قحط نہیں پڑا ہے۔‘</p>\n<p>ساتھ ہی غزہ میں غذائی قلت کا الزام حماس پر لگاتے ہوئے انہوں نے کہا کہ حماس کی جانب سے مبینہ طور پر امداد چوری کی جارہی ہے، تاہم حماس اس کی تردید کرتے ہوئے اسرائیل پر بھوک کو بطور ہتھیار استعمال کرنے کا الزام لگاتا ہے۔</p>\n<p>آئی پی سی نے اپنی رپورٹ میں بتایا کہ اسرائیلی فوجی سرگرمیوں میں اضافے اور امدادی ایجنسیوں کی ضروری اشیا کی فراہمی میں مسلسل نااہلی کی وجہ سے 11 مئی سے 30 ستمبر کی مدت کے دوران غزہ کی آبادی کو قحط کا سب سے زیادہ خطرہ ہے۔</p>\n<p>رپورٹ میں زور دیا گیا کہ خطے میں مزید اموات، فاقہ کشی، شدید غذائی قلت اور قحط سے محفوط رہنے کے لیے فوری کارروائی کی ضرورت ہے۔</p>\n<p>رپورٹ میں پیش گوئی کی گئی ہے کہ اپریل 2025 سے مارچ 2026 کے درمیان شدید غذائی قلت کے تقریباً 71 ہزار کیسز، جن میں 14 ہزار 100 سنگین کیسز ہیں، سامنے آئیں گے جن میں 6 سے 59 ماہ تک کے بچے بھی شامل ہوں گے۔</p>\n<p>اس حوالے سے اقوام متحدہ کے فوڈ اینڈ ایگریکلچر آرگنائزیشن (اے ایف او) کی ڈپٹی ڈائریکٹر بیت بیچڈول نے کہا کہ ’آئی پی سی کی رپورٹ ظاہر کرتی ہے کہ حالیہ مہینوں میں غزہ کی صورتحال کافی ڈرامائی طور پر خراب ہوئی ہے، مارچ کے اوائل سے ہی ناکہ بندی کی وجہ سے ضروری امدادی سامان کی عدم فراہمی ہو رہی ہے۔‘</p>\n<p>یہ نوٹ کرتے ہوئے کہ دو ماہ کی جنگ بندی نے خوراک کی شدید قلت اور غذائی قلت کو عارضی طور پر ختم کرنے کا موقع فراہم کیا تھا، آئی پی سی کی رپورٹ میں کہا گیا ہے کہ جاری ناکہ بندی نے صورتحال کو مزید تبدیل کردیا ہے، کلیدی نتائج سے پتا چلتا ہے کہ 19 لاکھ افراد یا ساحلی انکلیو میں آبادی کا 93 فیصد حصہ شدید غذائی عدم تحفظ کی اعلیٰ سطح سے گزر رہا ہے، جن میں 2 لاکھ 44 ہزار افراد تباہ کن سطحوں کا سامنا کر رہے ہیں۔</p>\n"
    },
    {
        "title": "بلڈنگ ریگولیشن میں ترمیم کےخلاف کیس، عدالت ماسٹر پلان اتھارٹی کے حکام پر برہم",
        "link": "https://www.dawnnews.tv/news/1259252/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 16:27:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13141528dd85801.png",
        "content": "<p>سندھ ہائی کورٹ نے کراچی بلڈنگ اینڈ ٹاؤن پلاننگ ریگولیشن میں ترمیم کے خلاف درخواست پر ماسٹر پلان اتھارٹی کے حکام پر برہمی کا اظہار کرتے ہوئے آئندہ سماعت پر پرانے قوانین اور ترمیم کو چارٹ کی شکل میں پیش کرنے کی ہدایت کردی۔</p>\n<p>ڈان نیوز کے مطابق سندھ ہائی کورٹ میں کراچی بلڈنگ اینڈ ٹاؤن پلاننگ ریگولیشن میں ترمیم کے خلاف درخواست پر سماعت ہوئی۔</p>\n<p>عدالت نے کہا کہ عدالت نے حکم دیا تھا کہ اگر جواب جمع نہ کروایا گیا تو سینیئر ڈائریکٹر پیش ہوں، عدالتی آرڈر کے بعد بھی اگر وہ پیش نہیں ہوئے تو ہم حکم جاری کردیتے ہیں۔</p>\n<p>ماسٹر پلان اتھارٹی کے وکیل نے جواب کے لیے مہلت کی استدعا کی، جس پر  عدالت نے کہا کہ آپ حلف نامہ دے دیں کہ موجودہ حیثیت برقرار رکھیں گے تو سماعت ملتوی کر دیں گے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>درخواست گزار کے وکیل نے موقف اختیار کیا کہ ماسٹر پلان اتھارٹی کا جواب ضروری ہے، وہ بتا سکتے ہیں کہ شہر میں کتنے اسکول یا ہسپتال ہیں، عدالت نے کہا کہ ہم نے یہاں ترمیم کی قانونی حیثیت دیکھنی ہے، ہمارے پاس کیس یہ ہے کہ قانون میں ترمیم صحیح ہے یا غلط۔</p>\n<p>عدالت نے ریمارکس میں کہا کہ ہمیں ری کریشنل سرگرمیوں کی بہت ضرورت ہے، موبائل فون کافی نہیں ہے، وکیل درخواست گزار نے کہا کہ ری کریشنل سرگرمیوں میں کمیونٹی سروسز، کیفے اور فوڈ کورٹس شامل ہے۔ عدالت نے استفسار کیا کہ ری کریشنل سرگرمیوں میں اگر پیسے چارج کئے جاتے ہوں تو وہ کمرشل نہیں ہوجائے گا۔</p>\n<p>وکیل درخواست گزار نے کہا کہ ایس بی سی اے کی جانب سے غیر قانونی تعمیرات کو ریگولیرائز کیا جارہا ہے، اراضی کی منتقلی کے لیے این او سیز جاری کیے جارہے ہیں، درخواست پر حکم امتناع جاری کرتے ہوئے موجودہ حیثیت برقرار رکھنے کا حکم دیا جائے، عدالت نے کہا کہ ہم اگر آپ کی بات سے متفق ہوں گے تو جاری کردیں گے۔</p>\n<p>درخواست گزار کے وکیل نے موقف اختیار کیا کہ ایس بی سی اے نے کراچی بلڈنگ اینڈ ٹاؤن پلاننگ ریگولیشن میں ترمیم کی ہے، ترمیم کے ذریعے رفاہی پلاٹ کی تعریف تبدیل کی گئی ہے، رفاہی پلاٹ اصل مقاصد کے علاوہ استعمال نہیں ہوسکتا، صحت کی فراہمی کو رفاہی پلاٹ کے استعمال کی تعریف سے نکال دیا گیا ہے۔</p>\n<p>عدالت نے سوال کیا کہ مطلب اب رفاہی پلاٹ پر ہسپتال نہیں بنایا جاسکتا؟ جو ہسپتال بنے ہیں وہ گرا دیے جائیں گے؟ وکیل نے کہا کہ ترمیم کے بعد ہسپتال اب رہائشی پلاٹ پر بھی بن سکتے ہیں۔</p>\n<p>درخواست گزار کے وکیل نے موقف اختیار کیا کہ ترمیم کے بعد رہائشی پلاٹ کو تعلیمی یا صحت کی فراہمی، تفریحی مقاصد کے لیے استعمال کیا جاسکتا ہے، ترمیم کے ذریعے زمین کی منتقلی کے خلاف عوامی اعتراض کا آپشن ختم کردیا گیا ہے۔</p>\n<p>عدالت نے درخواستوں پر مزید سماعت 15 مئی تک ملتوی کردی۔</p>\n"
    },
    {
        "title": "پاکستانیوں کا خوف، بھارتیوں نے پاکستانی اداکاروں کو فلمی پوسٹرز سے ہٹا دیا",
        "link": "https://www.dawnnews.tv/news/1259245/",
        "thumbnail_image": "",
        "author": "انٹرٹینمنٹ ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/131314553d9de74.jpg",
        "content": "<p>بھارت کی جانب سے پاکستانی ڈراموں، فلموں اور نیوز چینلز کے سوشل میڈیا اکاؤنٹس پر پابندی کے بعد اب بھارت میں کام کرنے والے پاکستانی اداکاروں کے فلموں اور گانوں کے پوسٹرز سے بھی ہٹا دیا۔</p>\n<p>بھارتی نشریاتی ادارے <a href=\"https://www.ndtv.com/entertainment/mahira-khan-fawad-khan-removed-from-hindi-song-posters-on-music-apps-amid-india-pakistan-tensions-8401461\"><strong>’این ڈی ٹی وی‘</strong></a> کے مطابق یوٹیوب میوزک اور اسپاٹی فائے سمیت دیگر میوزک اسٹریمنگ ویب سائٹس نے پاکستانی اداکاروں کو بھارتی گانوں اور فلموں کے پوسٹرز سے ہٹا دیا۔</p>\n<p>رپورٹ میں بتایا گیا کہ ابتدائی طور پر ماورہ حسین کو ’صنم تیری قسم‘ کے پوسٹر سے ہٹایا گیا تھا، انہیں فلم کے تمام پوسٹرز سے ہٹایا گیا جب کہ انہیں گانوں کے پوسٹرز بھی ہٹا دیا گیا تھا۔</p>\n<p>ان کے بعد فواد خان اور ماہرہ خان سمیت تقریبا تمام پاکستانی اداکاروں و گلوکاروں کو بھارت کی تمام فلموں اور گانوں کے پوسٹرز سے ہٹایا گیا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>فواد خان کو ’کپور اینڈ سنز‘ سمیت ’اے دل ہے مشکل‘ کے پوسٹرز سے ہٹایا گیا جب کہ ماہرہ خان کو ’رئیس‘ کے پوسٹرز سے ہٹایا گیا۔</p>\n<p>بھارتی حکومت کی ہدایات کے مطابق پہلے ہی او ٹی ٹی پلیٹ فارمز اور متعدد یوٹیوب چینلز نے پاکستانی اداکاروں و گلوکاروں کے گانوں کو ہٹا دیا تھا۔</p>\n<p>تاہم اب بھی متعدد پاکستانی فنکاروں اور اداکاروں کے گانے یوٹیوب سمیت دیگر چینلز پر موجود ہیں۔</p>\n<p>ماہرہ خان کی شاہ رخ خان کے ساتھ فلم ’رئیس‘ کے گانے بھی یوٹیوب پر موجود ہیں، پاکستانی اداکارہ کو پوسٹرز سے تو ہٹادیا گیا لیکن گانوں سے نہیں ہٹایا جاسکا۔</p>\n<p>بھارت کی جانب سے گزشتہ ماہ 22 اپریل کو مقبوضہ کشمیر کے علاقے پہلگام میں ہونے والے سیاحوں کے حملے کے بعد پاکستانی فنکاروں، اسپورٹس شخصیات، ٹی وی چینلز اور نیوز چینلز کے یوٹیوبز سمیت دیگر سوشل میڈیا اکاؤنٹس کو بند کرنے کا سلسلہ جاری ہے۔</p>\n<p>بھارت نے جارحیت کرتے ہوئے 6 اور 7 مئی کو پاکستان کے 6 مختلف مقامات پر حملے کیے تھے، جس کے جواب میں پاک فوج نے ’معرکہ حق‘ شروع کیا اور 10 مئی کو بھارت کے متعدد مقامات کو نشانہ بنایا، اس کے جنگی جہاز گرائے اور دفاعی سسٹم تباہ کیا، جس کے بعد بھارت امریکا کی ثالثی سے جنگ بندی پر راضی ہوا۔</p>\n<p> <figure>\n\n</figure></p>\n"
    },
    {
        "title": "ٹرمپ کا دورہ مشرق وسطیٰ، اسرائیل نے غزہ پر بمباری تیز کردی، 11 فلسطینی شہید",
        "link": "https://www.dawnnews.tv/news/1259251/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 16:16:00",
        "main_image": "https://i.dawn.com/primary/2025/05/131406029e9bbc9.jpg",
        "content": "<p>صدر ٹرمپ کے مشرق وسطیٰ کے دورے میں سعودی عرب پہنچنے کے ساتھ ہی اسرائیلی فورسز نے غزہ پر حملے تیز کردیے ہیں، آج صبح سے 11 فلسطینی شہید ہوچکے ہیں۔</p>\n<p>قطری نشریاتی ادارے ’الجزیرہ‘ کے مطابق خان یونس میں نصیر میڈیکل کمپلیکس پر بمباری سے صحافی حسن اصلح سمیت 2 مریض شہید ہوئے، اس بمباری میں متعدد دیگر مریض اور عملے کے ارکان زخمی بھی ہوئے۔</p>\n<p>اقوام متحدہ کے سیکریٹری جنرل انتونیو گوتریس نے اسرائیل کی جانب سے غزہ کی ناکہ بندی ختم کرنے کا مطالبہ کیا ہے، جب کہ بھوک کی نگرانی کرنے والے اہم عالمی ادارے نے کہا ہے کہ غزہ کی پوری آبادی قحط کے خطرے سے دوچار ہے۔</p>\n<p>اسرائیلی وزیر اعظم بنجمن نیتن یاہو نے کہا کہ وہ قطر میں جنگ بندی کے مذاکرات کے لیے ثالث بھیجیں گے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>حماس نے گزشتہ روز امریکی حکام سے براہ راست ہونے والی بات چیت کے بعد امریکی نژاد اسرائیلی یرغمالی ایڈن الیگزینڈر کو رہا کیا تھا۔</p>\n<p>بنجمن نیتن یاہو کے دفتر نے کہا کہ اسرائیل اس وقت تک غزہ میں جنگ تیز کرنے کے منصوبوں کو ملتوی رکھے گا، جب تک امریکی صدر ڈونلڈ ٹرمپ کا مشرق وسطیٰ کا دورہ مکمل نہ ہو جائے۔</p>\n<p>واضح رہے کہ غزہ پر اسرائیل کی مسلط کردہ جنگ میں کم از کم 52 ہزار 862 فلسطینی شہید اور ایک لاکھ 19 ہزار 648 فلسطینی زخمی ہوچکے ہیں۔</p>\n<p>غزہ کی وزارت صحت کے مطابق حکومت کے میڈیا آفس نے شہدا کی تعداد کو 61 ہزار 700 سے زیادہ بتایا ہے اور کہا ہے کہ ملبے کے نیچے دبے ہزاروں لوگ لاپتا ہیں، جنہیں مردہ تصور کیا جارہا ہے۔</p>\n<p>حماس کے 7 اکتوبر 2023 کو حملوں کے دوران اسرائیل میں تقریباً ایک ہزار 139 اسرائیلی ہلاک ہوئے، اور 200 کے قریب یہودیوں کو یرغمال بنالیا گیا تھا۔</p>\n"
    },
    {
        "title": "بھارت کے پاس پانی روکنے کی صلاحیت ہی نہیں، عطااللہ تارڑ",
        "link": "https://www.dawnnews.tv/news/1259249/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 16:07:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13135049147aed5.jpg",
        "content": "<p>وفاقی وزیراطلاعات عطااللہ تارڑ نے آگاہ کیا ہے کہ بھارت نے پاکستان کو پانی کی فراہمی تاحال بند نہیں کی، بھارت کے پاس پانی روکنے کی صلاحیت ہی نہیں۔</p>\n<p>برطانوی ٹی وی چینل ’اسکائی نیوز‘ کو انٹرویو میں عطا تارڑ نے کہا کہ کسی گروہ نے پہلگام واقعے کی ذمہ داری قبول نہیں کی، بھارت نے بغیر ثبوت پاکستان پر الزامات عائد کیے، 7 لاکھ فوج کی موجودگی میں پہلگام واقعہ بھارتی سیکیورٹی کی ناکامی ہے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>عطا اللہ تارڑ نے بھارتی جارحیت کے خلاف پاکستان کی ’فتح‘ کو سراہتے ہوئے کہا کہ یہ کامیابی روز روشن کی طرح عیاں ہے۔</p>\n<p>انہوں نے کہا کہ پاکستان کو اس معاملے میں بالادستی حاصل ہے، بھارت کو پہنچنے والے نقصانات آپ کے سامنے ہیں، ہم نے ان کی فوجی تنصیبات اور اسلحے کے ڈپو کو نشانہ بنایا، ان حقائق کی موجودگی میں مجھے یقین ہے کہ بھارت ہمارا سامنا نہیں کرسکے گا۔</p>\n<p>اس سوال پر کہ کیا کشمیر دونوں ملکوں کے درمیان جنگ بندی ایجنڈے میں شامل ہے؟ وزیراطلاعات نے کہا کہ صدر ٹرمپ کے دوسرے ٹوئٹ سے اس بات کی وضاحت ہوتی ہے کہ وہ پاکستان اور بھارت کے درمیان اہم تصفیہ طلب معاملات بالخصوص تنازع کشمیر کا حل چاہتے ہیں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>سندھ طاس معاہدے سے متعلق سوال پر عطااللہ تارڑ نے کہا کہ بھارت نے اب تک پانی نہیں روکا اور نہ ہی وہ اس کی صلاحیت رکھتا ہے، قانونی طور پر ہمارا کیس بہت مضبوط ہے، ہم بھارت کو اس معاہدے سے پیچھے ہٹنے نہیں دیں گے۔</p>\n<p>انہوں نے کہا کہ بھارت نے اپنے الزامات کے ثبوت فراہم کیے بغیر پاکستان پر حملہ کردیا، پاکستان دہشت گردی سے سب سے زیادہ متاثر ہونے والا ملک ہے، ہم دن رات ان دہشت گردوں کا مقابلہ کر رہے ہیں، ہم نے تحقیقات کی پیشکش کی لیکن ہمیں کوئی خاطر خواہ جواب نہیں ملا۔</p>\n<p>اس سوال پر کہ بات چیت کا آغاز کس نے کیا؟ عطااللہ تارڑ نے کہا کہ متعدد ممالک نے بھارت اور پاکستان سے بات چیت کی، بہت سے ممالک نے اپنا کردار ادا کیا، وزیراعظم پہلے ہی جنگ بندی کے معاملے میں معاونت پر امریکی صدر کا شکریہ ادا کرچکے ہیں، انہوں نے جنگ بندی پر چین کی قیادت کا بھی شکریہ ادا کیا، انہوں نے اپنا موثر کردار ادا کیا۔</p>\n"
    },
    {
        "title": "بھارت عالمی دہشتگرد، امریکا، کینیڈا اور پاکستان میں دہشتگردی کے شواہد ہیں، خواجہ آصف",
        "link": "https://www.dawnnews.tv/news/1259246/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 16:03:00",
        "main_image": "https://i.dawn.com/primary/2025/05/1313223720931fd.jpg",
        "content": "<p>وزیر دفاع خواجہ آصف نے کہا ہے کہ امریکا، کینیڈا اور پاکستان میں بھارت کی اسپانسرڈ دہشت گردی کے شواہد موجود ہیں، بھارت عالمی دہشت گرد ملک ہے۔</p>\n<p>سیالکوٹ میں میڈیا سے گفتگو کرتے ہوئے وزیر دفاع نے کہا کہ اگر بھارت دہشت گردی میں ملوث ہے تو یہ سوالات تو سامنے آئیں گے اور انہیں سامنے آنا چاہیے، یہ سب شواہد سامنے آنے چاہئیں، مودی کا بھارت بین الاقوامی دہشت گرد ہے۔</p>\n<p>خواجہ آصف نے دعویٰ کیا کہ مختلف کالعدم تنظیموں کو پاکستان میں دہشت گردی کے لیے بھارت کی جانب سے فنڈنگ کی جا رہی ہے، اس کے بھی شواہد ہمارے پاس محفوظ ہیں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>ایک سوال کے جواب میں خواجہ آصف نے کہا کہ بھارت اب پاکستان پر حملہ کرنے کا سوچ بھی نہیں سکتا، مودی پر پارلیمنٹ کے اندر اور باہر  تنقید کا سیلاب آیا ہوا ہے، مودی نے اپنے خطاب میں چیزوں کو سمیٹنے کی کوشش کی ہے، چیزیں اتنی بکھر چکی ہیں کہ مودی سمیٹ نہیں سکے گا۔</p>\n<p>انہوں نے کہا کہ بھارت میں بھی مودی سرکار کے دن گن جاچکے ہیں، فیصلہ بھارت کے عوام کریں گے۔</p>\n<p>وزیر دفاع نے کہا کہ پاکستان اور بھارت کے درمیان مذاکرات میں کشمیر اور دہشت گردی پر بات ہوگی، ملاقات کے ایجنڈے میں یہ چیزیں ہیں، دہشت گردی ایجنڈے کا ایک حصہ ہے، دنیا اب خود فیصلہ کرے۔</p>\n<p>خواجہ آصف نے کہا کہ پاکستان 25 سال سے دہشت گردی کا نشانہ بن رہا ہے، الزام بھی ہمارے اوپر لگایا جارہا ہے، وزیر اعظم نے خود پیشکش کی تھی کہ دہشت گردی کے واقعے کی تحقیقات کی جائیں، پاکستان کی دہشت گردی کے خلاف جنگ کو تسلیم کیا جائے، ہم نے بڑا نقصان اٹھایا ہے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>انہوں نے کہا کہ پوری دنیا سے زیادہ نقصان پاکستان نے اٹھایا، بھارت کے ساتھ مذاکرات کا دوسرا ایجنڈا مسئلہ کشمیر ہے، اس  پر بھی بات ہونی چاہیے، تیسرا پانی کے مسئلے پر بات کی جائے گی، پانی کے معاملے کو متنازع بنانے کی کوشش کی گئی۔</p>\n<p>ان کا کہنا تھا کہ سندھ طاس معاہدے کو چھیڑا نہیں جاسکتا، جب مذاکرات کی کوششں شروع ہو تو معاہدے کی شقوں کے مطابق دیکھنا چاہیے۔</p>\n<p>خواجہ آصف نے کہا کہ بھارت خود کئی سال سے دہشت گردی کرا رہا ہے، بھارت عالمی دہشت گرد ہے، ہم دہائیوں سے بھارت کے خلاف مشرقی اور مغربی محاز پر لڑ رہے ہیں، بھارت کی دہشت گردی کے ثبوت کینیڈا میں بھی اور امریکا میں بھی موجود ہیں، یہ دہشت گردی کے ثبوت مذاکرات میں سامنے آنے چاہئیں۔</p>\n"
    },
    {
        "title": "مائیک ہیسن پاکستان وائٹ بال ٹیم کے ہیڈ کوچ، عاقب جاوید ڈائریکٹر ہائی پرفارمنس مقرر",
        "link": "https://www.dawnnews.tv/news/1259244/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13130808e54a20b.jpg",
        "content": "<p>نیوزی لینڈ کے مائیک ہیسن کو پاکستان کی وائٹ بال ٹیم کا ہیڈ کوچ جبکہ سابق عبوری ہیڈکوچ عاقب جاوید کو ڈائریکٹر ہائی پرفارمنس تعینات کردیا گیا ہے۔</p>\n<p>چیئرمین پی سی بی محسن نقوی نے ’ایکس‘ پر اپنی پوسٹ میں لکھا کہ ’متعدد درخواستوں پر غور کرنے کے بعد میں یہ اعلان کرتا ہوں کہ  نیوزی لینڈ کے سابق کرکٹر مائیک ہیسن کو قومی ٹیم کا ہیڈ کوچ مقرر کرلیا گیا ہے اور وہ 26 مئی سے اپنی ذمہ داریاں نبھائیں گے۔‘</p>\n<p> <figure>\n<div><span>\n<blockquote>\n<a href=\"https://twitter.com/MohsinnaqviC42/status/1922188924048302132\"></a>\n</blockquote>\n</span></div>\n</figure></p>\n<p>واضح رہے کہ نیوزی لینڈ کرکٹ ٹیم کےسابق ہیڈ کوچ مائیک ہیسن عاقب جاوید کی جگہ  پاکستان کے ہیڈ کوچ بننے کے لیے مضبوط امیدوار  تھے، وہ اس وقت اسلام آباد یونائیٹڈ کے بھی ہیڈ کوچ ہیں۔</p>\n<p>گیری کرسٹن کے مستعفیٰ ہونے کے بعد عارضی کوچ کے طور پر خدمات سرانجام دینے والے عاقب جاوید کا معاہدہ بھی فروری 2025 میں ختم ہوگیا تھا۔</p>\n<p>دوسری طرف قومی کرکٹ ٹیم کے سابق عبوری ہیڈ کوچ عاقب جاوید کو ڈائریکٹر ہائی پرفارمنس مقرر کردیا گیا ہے۔</p>\n<p> <figure>\n<div><span>\n<blockquote>\n<a href=\"https://twitter.com/MohsinnaqviC42/status/1922192260470349921\"></a>\n</blockquote>\n</span></div>\n</figure></p>\n<p>چیئرمین پی سی بی محسن نقوی نے ’ایکس‘ پر اپنی دوسری پوسٹ میں کہا کہ ’کرکٹ کے بنیادی ڈھانچےکومضبوط کرنے کے لیے عاقب جاوید کو ڈائریکٹر ہائی پرفارمنس تعینات کیا گیا ہے۔‘</p>\n<p>انہوں نے کہا کہ مائیک ہیسن اور عاقب جاوید مل کر کرکٹ کی ترقی اور کامیابی میں اہم کردار ادا کریں گے۔</p>\n"
    },
    {
        "title": "صدر اور وزیراعظم کا شہدا معرکہ حق کو بھرپور خراج عقیدت، اہلخانہ کی کفالت کا اعلان",
        "link": "https://www.dawnnews.tv/news/1259242/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/131305159ed1eb5.png",
        "content": "<p>صدر مملکت آصف علی زرداری اور وزیر اعظم شہباز شریف نے شہدا معرکہ حق کو بھرپور خراج عقیدت پیش کیا ہے۔</p>\n<p>ڈان نیوز کے مطابق صدر مملکت آصف علی زرداری نے ملکی سلامتی کی خاطر جان کا نذرانہ پیش کرنے پر قوم افواج پاکستان کو سلام پیش کرتے ہوئے کہا کہ آپریشن ’بنیان مرصوص‘ سے بہادر افواج نے دشمن کا غرور خاک میں ملادیا۔</p>\n<p>صدر مملکت نے بھارتی حملوں میں شہید ہونے والوں کو خراج عقیدت پیش کرتے ہوئے کہا کہ اپنے شہدا کی قربانیوں پر فخر ہے، پاکستانی قوم اور مسلح افواج بھارتی جارحیت کے خلاف سیسہ پلائی دیوار کی طرح کھڑے رہے۔</p>\n<p>انہوں نے کہا کہ پاکستان کی بہادر افواج نے قوم اور مکی سالمیت کا کامیابی سے دفاع کیا، بھارت کی صریح جارحیت نے پوری پاکستانی قوم کو مزید متحد اور مضبوط کردیا۔</p>\n<p>صدر زردرای نے کہا کہ پاکستانی قوم اور بہادر افواج کسی بھی جارحیت کا جواب دینے کے لیے ہر وقت تیار ہیں، ملکی سلامتی و خود مختاری پر ہونے والے ہر حملے کا منہ توڑ جواب دیں گے۔</p>\n<p>صدر مملکت نے بھارتی حملوں کے دوران قیمتی جانی نقصان پر گہرے دکھ اور رنج کا اظہار کیا، شہدا کے لواحقین کے ساتھ تعزیت کی اور صبر جمیل کی دعا کی۔</p>\n<h1><a href=\"#شہدا-کے-اہلخانہ-کی-کفالت-ریاست-کرے-گی-شہباز-شریف\"></a>شہدا کے اہلخانہ کی کفالت ریاست کرے گی، شہباز شریف</h1>\n<p>وزیراعظم شہباز شریف نے معرکہ حق کے شہدا کو بھرپور خراج عقیدت پیش کرتے ہوئے کہا ہے کہ شہدا نے پاکستان کی خود مختاری پر کوئی آنچ نہیں آنے دی، شہدائے وطن کو بھولے ہیں نہ بھولیں گے۔</p>\n<p>ڈان نیوز کے مطابق وزیراعظم شہباز شریف نے کہا کہ افواج پاکستان نے وطن کی حفاظت کا وعدہ پورا کیا، پوری قوم کو اپنے شہدا اور ان کے اہل خانہ پر فخر ہے، بہادر سپوتوں کی قربانیوں کو قوم کبھی فراموش نہیں کرے گی۔</p>\n<p>انہوں نے کہا کہ شہدا کے اہل خانہ کو تنہا نہیں چھوڑیں گے، شہدا کے اہل خانہ کی کفالت ریاست کرے گی، ہم پر امن قوم ہیں اور کسی بھی جارحیت کا جواب دینا جانتے ہیں۔</p>\n<p>یاد رہے کہ گزشتہ روز وزیراعظم شہباز شریف نے معرکہ حق کے دوران شہید ہونے والوں کے لیے شہدا پیکیج کا اعلان کیا تھا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>بیان میں کہا گیا تھا کہ پاک افواج کے شہدا کے ورثا کو رینک کے حساب ایک کروڑ روپے سے ایک کروڑ 80 لاکھ روپے رقم دی جائے گی، اسی طرح پاک افواج کے شہدا کے ورثا کو گھر کی سہولت کے لیے رینک کے حساب سے ایک کروڑ 90 لاکھ روپے سے 4 کروڑ 20 لاکھ روپے دیے جائیں گے۔</p>\n<p>پاک افواج کے شہدا کی ریٹائرمنٹ کی تاریخ تک ان کی مکمل تنخواہ بمعہ الاؤنسز جاری رہیں گی، پاک افواج کے شہدا کے بچوں کو گریجویشن تک مفت تعلیم دی جائے گی۔</p>\n<p>پیکیج کے مطابق پاک افواج کے ہر شہید کی ایک بیٹی کی شادی کے لیے 10 لاکھ روپے کی میرج گرانٹ دی جائے گی۔</p>\n"
    },
    {
        "title": "کراچی سے پھر ہاتھ ہوگیا، مسلسل چوتھی بار ماہانہ ایڈجسٹمنٹ کا پورا فائدہ نہ مل سکا",
        "link": "https://www.dawnnews.tv/news/1259240/",
        "thumbnail_image": "",
        "author": "",
        "time": "",
        "main_image": "",
        "content": ""
    },
    {
        "title": "’سندور گیا تیرا بھاڑ میں‘ ابرار الحق نے ’معرکہ حق‘ کی کامیابی پر ترانہ جاری کردیا",
        "link": "https://www.dawnnews.tv/news/1259239/",
        "thumbnail_image": "",
        "author": "انٹرٹینمنٹ ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/131245039e146a2.jpg",
        "content": "<p>نامور گلوکار و موسیقار ابرار الحق نے بھارت کے ’معرکہ حق‘ کی کامیابی پر حب الوطنی کے جذبات سے بھرا نیا ترانہ جاری کردیا۔</p>\n<p>ابرار الحق ماضی میں بھی وطن سے محبت کے ترانے اور گانے جاری کرتے رہے ہیں، تاہم حال ہی میں پاک فوج کی جانب سے بھارت کے خلاف کامیاب کارروائیوں پر انہوں نے نیا ترانہ جاری کرکے دل جیت لیے۔</p>\n<p>’ہم سچے پاکستانی‘ کے عنوان سے جاری کیے گئے ترانے میں ابرار الحق بھارتی جارحیت اور ’آپریشن سندور‘ کو بھی نشانہ بناتے سنائی دیتے ہیں۔</p>\n<p>ترانے کے بول ’شیروں کی ایک ہی دھاڑ میں، سندور گیا تیرا بھاڑ میں‘ کو کافی پسند کیا جا رہا ہے اور شائقین گلوکار کے ترانے کی تعریفیں کرتے دکھائی دیے۔</p>\n<p>گلوکار نے اپنے یوٹیوب چینل پر ترانے کی آڈیو جاری کی ہے، تاہم فوری طور پر گانے کی ویڈیو جاری نہیں کی گئی۔</p>\n<p>ابرار الحق کی جانب سے 12 مئی کو ترانے کو یوٹیوب پر جاری کیا گیا اور چند ہی گھنٹوں مین اسے ہزاروں بار دیکھا گیا۔</p>\n<p>گلوکار نے یہ واضح نہیں کیا کہ ان کی جانب سے گائے گئے ترانے کے بول کس نے لکھے اور اس کی موسیقی کس نے ترتیب دی، تاہم ممکنہ طور پر انہوں نے خود اس کی شاعری اور موسیقی ترتیب دی ہوگی۔</p>\n<p>ابرار الحق کے ترانے کو سوشل میڈیا پر خوب شیئر کیا جا رہا ہے جب کہ سیاست دان اور سماجی رہنما بھی ان کے ترانے کی تعریفیں کرتے دکھائی دیے۔</p>\n<p>انہوں نے ترانے میں پاکستان کی تینوں مسلح افواج کو بھی خراج تحسین پیش کیا ہے۔</p>\n<p> <figure>\n\n</figure></p>\n"
    },
    {
        "title": "ڈونلڈ ٹرمپ، مشرق وسطیٰ کے 4 روزہ دورے کے آغاز میں سعودی عرب پہنچ گئے",
        "link": "https://www.dawnnews.tv/news/1259238/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 14:47:00",
        "main_image": "https://i.dawn.com/primary/2025/05/131224250c5264c.jpg",
        "content": "<p>امریکی صدر ڈونلڈ ٹرمپ مشرق وسطیٰ کے 4 روزہ دورے کے آغاز میں سعودی عرب کے دارالحکومت ریاض پہنچ گئے، جہاں سعودی ولی عہد اور عملی حکمراں محمد بن سلمان سے ملاقات کریں گے۔</p>\n<p>سعودی ولی عہد محمد بن سلمان نے امریکی صدر ڈونلڈ ٹرمپ کا ہوائی اڈے پر استقبال کیا اور ملاقات بھی کی، اس موقع پر امریکی صدر کو روایتی قہوہ بھی پیش کیا گیا۔</p>\n<p>امریکی اخبار ’واشنگٹن پوسٹ‘ کی <a href=\"https://www.washingtonpost.com/politics/2025/05/13/trump-middle-east-saudi-arabia-qatar-uae/\"><strong>رپورٹ</strong></a> کے مطابق صدر ڈونلڈ ٹرمپ منگل کی صبح سعودی دارالحکومت ریاض پہنچے، جو ان کے 4 روزہ دورے کا پہلا پڑاؤ ہے، صدر ٹرمپ اس دورے میں قطر اور متحدہ عرب امارات بھی جائیں گے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>یہ ٹرمپ کا وائٹ ہاؤس واپسی کے بعد پہلا بڑا غیر ملکی دورہ ہے جس کا زیادہ تر محور تیل سے مالا مال خطے سے تجارتی معاہدے اور نئی سرمایہ کاری کی کوششیں ہوں گی۔</p>\n<p>یہ دورہ ایسے وقت میں ہو رہا ہے جب صدر کو سیکیورٹی سے متعلق خدشات کا سامنا ہے، جن کا اظہار موجودہ اور سابق امریکی فوجی، دفاعی اور خفیہ سروس اہلکاروں نے کیا ہے، یہ خدشات قطر کی جانب سے امریکا کو ایک پرتعیش طیارہ بطور تحفہ دینے کی پیشکش پر اٹھائے جا رہے ہیں، جو مبینہ طور پر صدر ٹرمپ کے استعمال کے لیے ہوگا۔</p>\n<p>امریکی میڈیا کے مطابق دورے کے دوران امریکی صدر ڈونلڈ ٹرمپ اور سعودی ولی عہد محمد بن سلمان کے درمیان بات چیت متوقع ہے جس میں ایران کے جوہری پروگرام کو ختم کرنے کی امریکی کوششیں، غزہ کی جنگ کا خاتمہ، تیل کی قیمتوں کو قابو میں رکھنا، اور دیگر اہم معاملات زیرِ بحث آئیں گے۔</p>\n"
    },
    {
        "title": "کوٹری: پسند کی شادی کرنیوالا جوڑا 2 بچوں سمیت قتل، گھر سے 4 روز پرانی لاشیں برآمد",
        "link": "https://www.dawnnews.tv/news/1259237/",
        "thumbnail_image": "",
        "author": "",
        "time": "",
        "main_image": "",
        "content": ""
    },
    {
        "title": "مذاکرات میں آبی تنازع حل نہ ہوا تو پاک-بھارت جنگ بندی خطرے میں پڑسکتی ہے، اسحٰق ڈار",
        "link": "https://www.dawnnews.tv/news/1259236/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/1311294526b5cc7.jpg",
        "content": "<p>نائب وزیر اعظم و وزیر خارجہ اسحٰق ڈار نے کہا ہے کہ اگر آنے والے مذاکرات میں ’آبی تنازع‘ حل نہ ہوا تو بھارت اور پاکستان کے درمیان جنگ بندی خطرے میں پڑ سکتی ہے۔</p>\n<p>امریکی نشریاتی ادارے ’سی این این‘ کو <a href=\"https://edition.cnn.com/2025/05/12/asia/pakistan-foreign-minister-on-ceasefire-intl-latam\"><strong>انٹرویو</strong></a> میں اسحٰق ڈار نے کہا کہ ’اگر پانی کا مسئلہ حل نہ ہوا تو یہ جنگی اقدام کے مترادف ہوگا۔‘</p>\n<p>انہوں نے کشمیر کو علاقائی عدم استحکام کی جڑ قرار دیتے ہوئے خطے کے لیے مستقبل میں حق خودارادیت کا مطالبہ کیا۔</p>\n<p>اسحٰق ڈار نے کہا کہ گزشتہ ہفتے جاری لڑائی کے دوران کشیدگی میں اضافے کے باوجود پاکستان نے بھارت پر جوہری ہتھیاروں کے استعمال پر غور نہیں کیا۔</p>\n<p>بھارت اور پاکستان کے درمیان ہفتہ کو جنگ بندی معاہدے کے بعد اپنے پہلے انٹرویو میں اسحٰق ڈار نے کہا کہ ’7 مئی کے بھارتی حملے کے بعد پاکستان کے پاس اپنے دفاع میں جوابی کارروائی کے علاوہ کوئی اور چارہ نہیں تھا۔‘</p>\n<p> <figure>\n\n</figure></p>\n<p>نائب وزیراعظم نے بھارت کے حملوں کو جنگ اور کشمیر میں اپنی بالادستی قائم کرنے کی ایک خیالی کوشش قرار دیا، لیکن یہ بھی واضح کیا کہ  پاکستان کی جانب سے جوہری ہتھیاروں کا استعمال زیر غور نہیں تھا۔</p>\n<p>انہوں نے کہا کہ ’ایسے لمحات آتے ہیں جب آپ کو بہت سنجیدہ فیصلے کرنے پڑتے ہیں ہم پُر اعتماد تھے کہ ہماری روایتی جنگی صلاحیت اور طاقت اتنی ہے کہ ہم اُنہیں فضا اور زمین، دونوں محاذوں پر شکست دے سکتے ہیں۔‘</p>\n<p>اسحٰق ڈار نے بتایا کہ ’دونوں ممالک کے درمیان طویل المدتی مذاکرات ابھی مکمل نہیں ہوئے، ہم اب بھی امید کرتے ہیں کہ عقل غالب آئے گی۔‘</p>\n<p>غیر متوقع معاہدے کی محرکات سے متعلق پوچھا گیا تو وزیرِ خارجہ نے کہا کہ ’یہ ہر فریق کے مفاد میں ہے کہ ایسے معاملات کو ایک معقول وقت سے زیادہ تاخیر کا شکار نہ ہونے دیا جائے۔‘</p>\n<p>ان کا کہنا تھا کہ ’بھارتیوں نے دیکھ لیا کہ فضا میں کیا ہوا، وہ بخوبی سمجھ گئے کہ نقصان کس قدر شدید تھا۔‘</p>\n<p>اسحٰق ڈار نے بتایا کہ بھارت اور پاکستان کے حکام کے درمیان کوئی براہِ راست رابطہ نہیں ہوا، جو بھارت کے ڈائریکٹر جنرل آف ملٹری آپریشنز کے اُس سابقہ دعوے کی تردید ہے جس میں کہا گیا تھا کہ مذاکرات کے دوران انہیں پاکستان میں اپنے ہم منصب کا پیغام موصول ہوا تھا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>اس کے برعکس اسحٰق ڈار کا کہنا تھا کہ امریکا کے وزیر خارجہ مارکو روبیو نے یہ پیغام پہنچایا کہ بھارت لڑائی روکنے کے لیے تیار ہے۔</p>\n<p>انہوں نے کہا کہ پاکستان ایک ایسے راستے کے قیام کی امید رکھتا ہے جو طویل مدتی امن و سلامتی کو یقینی بنائے اور دونوں فریقین کے لیے باوقار ہو۔</p>\n<p>یاد رہے کہ 22 اپریل 2025 کو <a href=\"https://www.dawnnews.tv/news/1257701/\"><strong>پہلگام واقعے</strong></a> کے بعد بھارت نے پاکستان پر الزام تراشی کا آغاز کیا تھا جس کے بعد دونوں میں ملکوں میں سرد مہری کا شکار تعلقات کشیدہ ہوگئے تھے۔</p>\n<p>بھارت نے <a href=\"https://www.dawnnews.tv/news/1257798\"><strong>سندھ طاس معاہدہ معطل</strong></a> کرنے کا اعلان کرتے ہوئے پاکستانی سفارتی عملے کو محدود کردیا تھا جبکہ بھارت میں موجود پاکستانی کے ویزے منسوخ کرتے ہوئے علاج کی غرض سے جانے والے بچوں سمیت تمام پاکستانیوں کو وطن واپس بھیج دیا تھا۔</p>\n<p>جواب میں پاکستان نے سندھ طاس معاہدے کی غیرقانونی معطلی کو <a href=\"https://www.dawnnews.tv/news/1257839\"><strong>اعلان جنگ</strong></a> قرار دیتے ہوئے بھارتی سفارتی عملے کو محدود کرنے کے ساتھ سکھ یاتریوں کے علاوہ تمام بھارتیوں کے ویزے منسوخ کردیے تھے، جبکہ بھارت کے ساتھ ہر قسم کی تجارت منسوخ کرتے ہوئے بھارتی پروازوں کے لیے فضائی حدود بند کردی تھی۔</p>\n<p>بعد ازاں بھارت نے 6 اور 7 فروری کی درمیانی شب  کوٹلی، بہاولپور، مریدکے، باغ اور مظفر آباد سمیت 6 مقامات پر <a href=\"https://www.dawnnews.tv/news/1258754/\"><strong>میزائل حملے</strong></a> کیے جس کے نتیجے میں 26 شہری شہید اور 46 زخمی ہوئے تھے، جس کے جواب میں پاکستان فوری دفاعی کارروائی کرتے ہوئے 3 رافیل طیاروں سمیت <a href=\"https://www.dawnnews.tv/news/1258755/\"><strong>5 بھارتی جنگی طیارے</strong></a> مار گرائے تھے۔</p>\n<p>بھارت نے 10 فروری کی رات پاکستان کی <a href=\"https://www.dawnnews.tv/news/1259020\"><strong>3 ایئربیسز</strong></a> کو میزائل اور ڈرون حملوں سے نشانہ بنایا جس کے بعد علی الصبح پاکستان نے بھارتی جارحیت کے جواب میں’<a href=\"https://www.dawnnews.tv/news/1259024\"><strong>آپریشن بنیان مرصوص</strong></a>’ (آہنی دیوار) کا آغاز کیا تھا اور بھارت میں ادھم پور، پٹھان کوٹ، آدم پور ایئربیسز اور کئی ایئرفیلڈز سمیت براہموس اسٹوریج سائٹ اور میزائل دفاعی نظام ایس 400 کے علاوہ متعدد اہداف کو تباہ کردیا تھا۔</p>\n<p>سیکیورٹی ذرائع نے بتایا تھا کہ پاکستان کے عوام اور مساجد کو جن ایئربیسز سے ٹارگٹ کیا گیا تھا، ان اہداف کو نشانہ بنایا گیا ہے۔</p>\n<p>سیکیورٹی ذرائع کے مطابق فجر کے وقت دشمن کے خلاف آپریشن ’بنیان مرصوص‘ کا آغاز کیا گیا اور بھارت پر فتح ون میزائل فائر کیے گئے تھے۔</p>\n<p>اسی طرح پاکستانی میزائلوں سے بیاس کے علاقے میں براہموس اسٹوریج سائٹ تباہ کردی گئی تھی، جبکہ پاک فوج نے پٹھان کوٹ میں ایئرفیلڈ کو بھی تباہ کردیا، راجوڑی اور نوشہرہ میں پاکستان میں دہشت گردی کروانے والے بھارتی ملٹری انٹیلی جنس کے تربیتی مراکز بھی تباہ کر دیے گئے تھے۔</p>\n"
    },
    {
        "title": "سندھ ہائیکورٹ کے جج کی جسٹس طارق جہانگیری کی ڈگری سے متعلق کیس سننے سے معذرت",
        "link": "https://www.dawnnews.tv/news/1259235/",
        "thumbnail_image": "",
        "author": "شفیع بلوچ",
        "time": "2025-05-13 13:13:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13112752ab48f87.jpg",
        "content": "<p>سندھ ہائی کورٹ کے جسٹس آغا فیصل نے اسلام آباد ہائی کورٹ کے جسٹس طارق محمود جہانگیری کی ڈگری سے متعلق کیس کی سماعت سے معذرت کرتے ہوئے کیس ڈسچارج کر دیا۔</p>\n<p>ڈان نیوز کے مطابق سندھ ہائی کورٹ کے جج جسٹس آغا فیصل نے اسلام آباد ہائی کورٹ کے جسٹس طارق محمود جہانگیری کی ڈگری سے متعلق کیس کی سماعت سے انکار کر دیا اور کیس ڈسچارج کر دیا۔</p>\n<p>جسٹس آغا فیصل نے ریمارکس دیے کہ یہ کیس میرے روسٹر میں نہیں ہے اس لیے سماعت نہیں کرسکتا، کیس متعلقہ بینچ میں سماعت کے لیے لگایا جائے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>وکیل کراچی یونیورسٹی نے کہا کہ جسٹس طارق محمود جہانگیری کی ڈگری سے متعلق کیس میں کراچی یونیورسٹی کی درخواستوں پر تحریری جواب جمع کرا چکی ہے۔</p>\n<p>وکیل جامعہ کراچی نے کہا کہ عدالت عالیہ نے جسٹس طارق محمود جہانگیری کے خلاف سنڈیکیٹ کمیٹی کو کارروائی سے روک رکھا ہے۔</p>\n<p>سندھ ہائی کورت نے مزید کارروائی نہ کرنے کے حکم امتناع میں توسیع کرتے ہوئے سماعت ملتوی کر دی۔</p>\n"
    },
    {
        "title": "رہنما پی ٹی آئی رؤف حسن کا نام پاسپورٹ کنٹرول لسٹ سے نکالنے کا حکم",
        "link": "https://www.dawnnews.tv/news/1259233/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 13:11:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13111232efff265.png",
        "content": "<p>اسلام آباد ہائی کورٹ نے پاکستان تحریک انصاف (پی ٹی آئی) کے مرکزی سیکریٹری اطلاعات رؤف حسن کا نام پاسپورٹ کنٹرول لسٹ (پی سی ایل) سے نکالنے کا حکم دے دیا۔</p>\n<p>ڈان نیوز کے مطابق اسلام آباد ہائی کورٹ نے رؤف حسن کا نام پی سی ایل میں شامل کرنے کا حکم غیر قانونی اور بدنیتی پر مبنی قرار دیا، جسٹس انعام امین منہاس نے رؤف حسن کا نام سفری پابندی کی فہرست سے نکالنے کی درخواست منظور کرلی۔</p>\n<p>فاضل جج نے رؤف حسن کو بیرون ملک سفر کی اجازت کے لیے ٹرائل کورٹ سے رجوع کی ہدایت کردی، اور ٹرائل کورٹ کو حکم دیا کہ رؤف حسن کی درخواست پر قانون کے مطابق جلد فیصلہ کیا جائے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>عدالت عالیہ نے کہا کہ وکیل کے مطابق رؤف حسن کینسر سروائیور ہیں، جنہیں چیک اپ کے لیے برطانیہ جانا ہے، پٹیشنر کے خلاف وفاقی تحقیقاتی ادارے (ایف آئی اے) میں مقدمہ درج ہے جس میں وہ ضمانت پر رہا ہیں، وکیل نے دلائل دیے کہ محض مقدمہ درج ہونے پر کسی کا نام پاسپورٹ کنٹرول لسٹ میں شامل کرنا بلا جواز ہے۔</p>\n<p>اسلام آباد ہائی کورٹ نے کہا کہ وکیل کا کہنا ہے کہ رؤف حسن کا ہر 6 ماہ بعد برطانیہ میں چیک اپ ہوتا ہے، عدالت کو بتایا گیا کہ ایف آئی اے نے 24 جولائی 2024 کو پٹیشنر کا نام پی سی ایل میں شامل کرنے کی سفارش کی تھی، ڈائریکٹر جنرل (ڈی جی) امیگریشن اینڈ پاسپورٹس نے 26 اگست 2024 کو نام پی سی ایل میں شامل کر دیا تھا۔</p>\n<p>عدالت عالیہ نے کہا کہ کرمنل کیس زیر التوا یا تفتیش جاری ہونا پٹیشنر کا نام پی سی ایل میں شامل کرنے کا جواز نہیں ہے، پٹیشنر اپنے خلاف درج مقدمے میں ضمانت پر ہے اور ریاست نے ضمانت منسوخی دائر نہیں کی۔</p>\n<p>جسٹس انعام امین منہاس نے کہا کہ وفاقی حکومت سے رؤف حسن پر سفری پابندیاں عائد کرنے کی منظوری نہیں لی گئی، پاسپورٹ رولز کے مطابق ملک میں داخلے اور روانگی کو ریگولیٹ کرنے کی اتھارٹی وفاقی حکومت کے پاس ہے۔</p>\n<p>دلائل سننے کے بعد فاضل جج نے رؤف حسن کا نام پاسپورٹ کنٹرول لسٹ سے نکالنے کا حکم دے دیا۔</p>\n"
    },
    {
        "title": "’اسرائیل امریکا کی پہلی ترجیح نہیں رہا‘، ٹرمپ نے مشرق وسطیٰ کے دورے میں سائیڈ لائن کردیا",
        "link": "https://www.dawnnews.tv/news/1259231/",
        "thumbnail_image": "",
        "author": "ڈان اخبار",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/1310263930d8715.jpg",
        "content": "<p>اسرائیلی عہدیداروں نے امریکی صدر ڈونلڈ ٹرمپ کے مشرق وسطیٰ کے دورے پر جانے پر بے خوفی کا اظہار کیا ہے، لیکن ان کا یہ فیصلہ اسرائیل میں واشنگٹن کی ترجیحات کے بارے میں شکوک و شبہات پیدا کرنے والی تازہ ترین پیش رفت ہے۔</p>\n<p>ڈان اخبار میں شائع برطانوی خبر رساں ادارے ’رائٹرز‘ کی <a href=\"https://www.dawn.com/news/1910615/as-trump-heads-to-gulf-israel-wonders-where-it-stands\"><strong>رپورٹ</strong></a> کے مطابق اتوار کو غزہ میں فوجی کارروائیوں کو تیز کرنے کے منصوبوں کا اعلان کرنے کے بعد اسرائیلی وزیراعظم بنجمن نیتن یاہو کے دفتر نے کہا کہ اسے امریکا کی طرف سے ایک امریکی نژاد اسرائیلی یرغمالی ایڈن الیگزینڈر کی رہائی کی اطلاع دی گئی ہے، یہ بات چیت براہ راست واشنگٹن اور حماس کے درمیان ہوئی تھی جس میں اسرائیل شامل نہیں تھا۔</p>\n<p>امریکا کی جانب سے سعودی عرب پر اسرائیل کے ساتھ معمول کے تعلقات بحال کرنے کا مطالبہ واپس لینے کا فیصلہ اس بات کی نشاندہی کرتا ہے کہ یہ مسئلہ عالمی طور پر اسرائیل کے لیے کتنا نقصان دہ رہا ہے، کیونکہ سعودی عرب اس بات پر اصرار کر رہا تھا کہ اسرائیل فلسطینیوں کے ساتھ تصفیے کے اقدامات پر رضا مندی دے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>سعودی عرب کو ڈونلڈ ٹرمپ کی پہلی مدت صدارت کے دوران متحدہ عرب امارات اور بحرین کی طرح ابراہم معاہدے کے تحت اسرائیل کے ساتھ تعلقات معمول پر لانے کا کہا جانا تھا جو نیتن یاہو کا بڑا ہدف رہا ہے، لیکن اب مقصد میں لامحدود تاخیر ہونے کا امکان بڑھ گیا ہے۔</p>\n<p>صدر ٹرمپ (جو سعودی عرب، قطر اور متحدہ عرب امارات کے دورے پر پہنچنے والے ہیں) نے پچھلے ہفتے اچانک یہ اعلان کرکے اسرائیل میں اضطراب پیدا کردیا تھا کہ امریکا یمن میں حوثیوں پر بمباری بند کر دے گا، چند دن بعد ایک حوثی میزائل نے اسرائیل کے مرکزی ہوائی اڈے کو نشانہ بنایا، یہ خطے کے لیے واضح پیغام تھا۔</p>\n<p>اسرائیلی نیوز آؤٹ لیٹ ’وائی نیٹ‘ کے مطابق اسرائیل اب امریکا کی پہلی ترجیح نہیں ہے اور یہ بات وائی نیٹ کے سفارتی نمائندے ایتامار آئچنر (جو سیاسی نظریے کی بنیاد پر میڈیا کے تبصرہ نگاروں میں شامل ہیں) نے لکھی ہے۔</p>\n<p>اسرائیل نے مستقبل کے غزہ کے بارے میں امریکا کے ساتھ بات چیت کی ہے اور اہلکار کہتے ہیں کہ سرکاری سطح پر تعلقات مضبوط ہیں، لیکن کچھ اہلکار تسلیم کرتے ہیں کہ وہ ٹرمپ کے فیصلہ سازی سے حیران رہ گئے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>حوثیوں کے بارے میں فیصلے (جس پر پہلے اسرائیل کے ساتھ گفتگو نہیں کی گئی) نے ایران کے ایٹمی پروگرام پر امریکا کے مذاکرات میں اسرائیلی بے چینی کو مزید بڑھا دیا، جو تہران کے خلاف کسی بھی اسرائیلی فوجی کارروائی کی دھمکی کو کمزور کر سکتا ہے۔</p>\n<p>اسرائیل کو اس وقت مزید تشویش کا سامنا کرنا پڑا جب یہ رپورٹس سامنے آئیں کہ امریکا اب سعودی عرب سے اسرائیل کے ساتھ تعلقات کو معمول پر لانے کا مطالبہ نہیں کر رہا، جو کہ سول نیوکلیئر تعاون کے مذاکرات میں ترقی کے لیے شرط تھی۔</p>\n<p>مارچ کے مہینے میں ٹرمپ کے خصوصی ایلچی ایڈم بوہلر نے ایسی ملاقاتیں کیں، جن کو حماس نے بہت مددگار قرار دیا، جو اسرائیل کو نظرانداز کرتے ہوئے اور فلسطینی گروپ کے ذریعے ایڈن الیگزینڈر کی رہائی پر مرکوز تھیں، پچھلے ہفتے امریکی سفیر مائیک ہکابی نے انکار کیا کہ ٹرمپ نے اسرائیل سے خود کو فاصلے پر کر لیا ہے۔</p>\n<h1><a href=\"#مختلف-ترجیحات\"></a>مختلف ترجیحات</h1>\n<p>اسرائیلی وزیراعظم بنجمن نیتن یاہو اور ان کی حکومت کو پیر کے روز تنقید کا سامنا کرنا پڑا، جب اسرائیلی اہلکار امریکی نژاد ایدن الیگزینڈر کی رہائی کا انتظار کیا جارہا تھا، عوام میں یہ سوچ پیدا ہوئی کہ واشنگٹن اور تل ابیب کی ترجیحات مختلف ہیں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>تل ابیب کے پنشنر جیک گٹلیب نے کہا کہ اب کوئی قیادت نہیں ہے، یہ کوئی سوال نہیں ہے کہ یہ معاہدہ نیتن یاہو کی پیٹھ کے پیچھے ہوا، یا یہ کہ امریکی اور اسرائیلی ایجنڈے فی الحال مختلف ہیں، اس وقت ہر کوئی اپنے لیے سوچ رہا ہے۔</p>\n<p>نیتن یاہو کے پاس حوثیوں کے فیصلے کو قبول کرنے کے سوا کوئی چارہ نہیں تھا، جنہوں نے اشارہ دیا کہ وہ اسرائیل پر مزید میزائل داغتے رہیں گے۔</p>\n<p>ٹرمپ کے پیشرو جو بائیڈن کو بھی اسرائیلی قدامت پسندوں کی جانب سے کڑی تنقید کا سامنا کرنا پڑا تھا، جب انہوں نے غزہ میں استعمال ہونے والے بھاری ہتھیاروں کی برآمدات روک دی تھیں، اور مقبوضہ مغربی کنارے میں تشدد کرنے والے یہودی آبادکاروں پر پابندیاں عائد کی تھیں۔</p>\n"
    },
    {
        "title": "معرکہ حق میں اسکواڈرن لیڈر عثمان سمیت 11 جوان اور 40 شہری شہید ہوئے، آئی ایس پی آر",
        "link": "https://www.dawnnews.tv/news/1259230/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/131101027cd3a9e.jpg",
        "content": "<p>پاک فوج کے شعبہ تعلقات عامہ ( آئی ایس پی آر) نے کہا ہے کہ بھارت کے خلاف معرکہ حق کے دوران مسلح افواج کے 11 جوان اور 40 شہری شہید ہوئے۔</p>\n<p>ڈان نیوز کے مطابق آئی ایس پی آر کا کہنا ہے کہ معرکہ حق اور وطن کا تحفظ کرتے ہوئے 11 جوانوں نے جام شہادت نوش کیا جبکہ بھارتی جارحیت کا جواب دیتے ہوئے 78 اہلکار زخمی ہوئے۔</p>\n<p>آئی ایس پی آر کے مطابق بھارتی حملوں میں جام شہادت نوش کرنے والوں میں پاک فضائیہ کے اسکواڈرن لیڈر عثمان یوسف، چیف ٹیکنیشن اورنگزیب، سینئر ٹیکنیشن نجیب، کارپورل ٹیکنیشن فاروق اور سینئر ٹیکنیشن مبشر شامل ہیں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>آئی ایس پی آر کے مطابق بھارتی حملوں میں نائیک عبدالرحمٰن، لانس نائیک دلاور خان، لانس نائیک اکرام اللہ، نائیک وقار خالد، سپاہی محمد عدیل اکبر اور سپاہی نثار نے بھی جام شہادت نوش کیا۔</p>\n<p>آئی ایس پی آر کے مطابق بھارتی فوج نے 6 اور 7 مئی کو بلااشتعال حملے شروع کیے، بھارتی حملوں میں 40 شہری شہید ہوئے جن میں 7 خواتین اور 15 بچے بھی شامل تھے جبکہ حملوں میں 121 معصوم شہری زخمی بھی ہوئے۔</p>\n<p>بیان میں کہا گیا کہ حملوں میں خواتین، بچوں اور بوڑھوں سمیت معصوم شہریوں کو نشانہ بنایا گیا، زخمیوں میں  10 خواتین اور 27 بچے بھی شامل ہیں، سنگین جارحیت کے جواب میں پاک افواج نے معرکہ حق کے جھنڈے تلے بھرپور جواب دیا، آپریشن ’بنیان مرصوص‘ کے ذریعے درست اور نمایاں جوابی حملے کیے گئے۔</p>\n<p>آئی ایس پی آر کے مطابق شہدا کی عظیم قربانی اور غیرمتزلزل حب الوطنی ایک لازوال علامت ہے، شہدا کی قربانی کو ہمیشہ یاد رکھا جائے گا، قوم جارحیت کے سامنے پرعزم ہے۔</p>\n<p>آئی ایس پی آر کا کہنا ہے کہ اس میں کوئی ابہام نہیں رہنا چاہیے کہ پاکستان کی خودمختاری یا علاقائی سالمیت کو چیلنج کرنے کی کسی بھی کوشش کا بھرپور اور فیصلہ کن جواب دیا جائے گا۔</p>\n<p>یاد رہے کہ 22 اپریل 2025 کو <a href=\"https://www.dawnnews.tv/news/1257701/\"><strong>پہلگام واقعے</strong></a> کے بعد بھارت نے پاکستان پر الزام تراشی کا آغاز کیا تھا جس کے بعد دونوں میں ملکوں میں سرد مہری کا شکار تعلقات کشیدہ ہوگئے تھے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>بھارت نے <a href=\"https://www.dawnnews.tv/news/1257798\"><strong>سندھ طاس معاہدہ معطل</strong></a> کرنے کا اعلان کرتے ہوئے پاکستانی سفارتی عملے کو محدود کردیا تھا جبکہ بھارت میں موجود پاکستانی کے ویزے منسوخ کرتے ہوئے علاج کی غرض سے جانے والے بچوں سمیت تمام پاکستانیوں کو وطن واپس بھیج دیا تھا۔</p>\n<p>جواب میں پاکستان نے سندھ طاس معاہدے کی غیرقانونی معطلی کو <a href=\"https://www.dawnnews.tv/news/1257839\"><strong>اعلان جنگ</strong></a> قرار دیتے ہوئے بھارتی سفارتی عملے کو محدود کرنے کے ساتھ سکھ یاتریوں کے علاوہ تمام بھارتیوں کے ویزے منسوخ کردیے تھے، جبکہ بھارت کے ساتھ ہر قسم کی تجارت منسوخ کرتے ہوئے بھارتی پروازوں کے لیے فضائی حدود بند کردی تھی۔</p>\n<p>بعد ازاں بھارت نے 6 اور 7 فروری کی درمیانی شب  کوٹلی، بہاولپور، مریدکے، باغ اور مظفر آباد سمیت 6 مقامات پر <a href=\"https://www.dawnnews.tv/news/1258754/\"><strong>میزائل حملے</strong></a> کیے جس کے نتیجے میں 26 شہری شہید اور 46 زخمی ہوئے تھے، جس کے جواب میں پاکستان فوری دفاعی کارروائی کرتے ہوئے 3 رافیل طیاروں سمیت <a href=\"https://www.dawnnews.tv/news/1258755/\"><strong>5 بھارتی جنگی طیارے</strong></a> مار گرائے تھے۔</p>\n<p>بھارت نے 10 فروری کی رات پاکستان کی <a href=\"https://www.dawnnews.tv/news/1259020\">3 ایئربیسز</a> کو میزائل اور ڈرون حملوں سے نشانہ بنایا جس کے بعد علی الصبح پاکستان نے بھارتی جارحیت کے جواب میں’<a href=\"https://www.dawnnews.tv/news/1259024\"><strong>آپریشن بنیان مرصوص</strong></a>’ (آہنی دیوار) کا آغاز کیا تھا اور بھارت میں ادھم پور، پٹھان کوٹ، آدم پور ایئربیسز اور کئی ایئرفیلڈز سمیت براہموس اسٹوریج سائٹ اور میزائل دفاعی نظام ایس 400 کے علاوہ متعدد اہداف کو تباہ کردیا تھا۔</p>\n<p>سیکیورٹی ذرائع نے بتایا تھا کہ پاکستان کے عوام اور مساجد کو جن ایئربیسز سے ٹارگٹ کیا گیا تھا، ان اہداف کو نشانہ بنایا گیا ہے۔</p>\n<p>سیکیورٹی ذرائع کے مطابق فجر کے وقت دشمن کے خلاف آپریشن ’بنیان مرصوص‘ کا آغاز کیا گیا اور بھارت پر فتح ون میزائل فائر کیے گئے تھے۔</p>\n<p>اسی طرح پاکستانی میزائلوں سے بیاس کے علاقے میں براہموس اسٹوریج سائٹ تباہ کردی گئی تھی، جبکہ پاک فوج نے پٹھان کوٹ میں ایئرفیلڈ کو بھی تباہ کردیا، راجوڑی اور نوشہرہ میں پاکستان میں دہشت گردی کروانے والے بھارتی ملٹری انٹیلی جنس کے تربیتی مراکز بھی تباہ کر دیے گئے تھے۔</p>\n"
    },
    {
        "title": "امریکی صدر کی جنگ بندی کیلئے مداخلت مودی کے حامیوں کو سیخ پا کرگئی",
        "link": "https://www.dawnnews.tv/news/1259229/",
        "thumbnail_image": "",
        "author": "ڈان اخبار",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/13100214214e06f.jpg",
        "content": "<p>بھارتی اینکر ارنب گوسوامی پاکستان کی تباہی کی خبر دے رہے تھے کہ اچانک غیر متوقع طور پر جنگ بندی کا اعلان کر دیا گیا۔</p>\n<p>ڈان اخبار میں شائع <a href=\"https://www.dawn.com/news/1910623/us-presidents-intervention-for-ceasefire-angers-modi-loyalists\"><strong>رپورٹ</strong></a> کے مطابق مودی حکومت کے حامی مختلف ٹی وی چینلز میں موجود ان کے ساتھی پاکستان میں ’حکومتی تبدیلی‘ کی خبریں دے رہے تھے، لیکن اس دوران روسی ساختہ براہموس میزائلوں کے کراچی کے گنجان آباد علاقوں پر داغے جانے کا کوئی ذکر نہیں کر رہے تھے۔</p>\n<p>ان کے ناظرین ان خبروں پر شکوک و شبہات کا اظہار کر رہے تھے، مگر حقائق کی تصدیق کے لیے ان کے پاس کوئی ذریعہ موجود نہیں تھا، تقریباً تمام غیر ملکی چینلز یا اخبارات کو بھارت میں کسی نہ کسی طریقے سے بند یا ناقابل رسائی بنا دیا گیا تھا۔</p>\n<p>گوسوامی منہ سے جھاگ اڑاتے ہوئے پوچھ رہے تھے کہ ’صدر ٹرمپ کو مداخلت کی اجازت کس نے دی؟‘</p>\n<p>اپنی خیالی دنیا میں وہ یہ تسلیم ہی نہیں کر سکتے تھے کہ پاکستانی پائلٹس اپنے بھارتی حریفوں کو چکمہ دے سکتے ہیں، یا یہ کہ پاکستان کے پاس بہتر لڑاکا طیارے ہو سکتے ہیں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>سیاسی قیادت کا ہمیشہ اُس کے حامی ٹی وی چینلز نے دفاع کیا ہے، لیکن اب یہ گٹھ جوڑ اپنے منطقی انجام کی طرف بڑھتا دکھائی دے رہا ہے۔</p>\n<p>تاہم، اس ساری صورتِحال کا اصل بوجھ وزیرِاعظم نریندر مودی پر نہیں پڑا حالانکہ صدر ٹرمپ سے رابطے کا فطری کردار انہی کا بنتا تھا۔</p>\n<p>مودی کے وفاداروں نے اپنا غصہ سیکریٹری خارجہ وکرم مصری پر نکالا، وہی شخصیت جو پہلگام واقعے کے بعد پیدا ہونے والی کشیدگی اور پاکستان کے ساتھ ہونے والی جھڑپوں کے بارے میں قوم کو مسلسل بریفنگ دینے کی مشکل ذمہ داری ادا کر رہی تھی۔</p>\n<p>رپورٹس کے مطابق مذکورہ سرکاری افسر کو اُس وقت شدید سوشل میڈیا ٹرولنگ کا سامنا کرنا پڑا جب انہوں نے حکومت کی جانب سے عسکری کارروائیاں روکنے کا اعلان کیا۔</p>\n<p>ان ٹرولز کے مقابلے میں مصری کے ساتھی سفارت کار اس مشکل وقت میں ان کی حمایت میں سامنے آئے۔</p>\n<p>بھارتی ایڈمنسٹریٹو سروس ایسوسی ایشن کے ایکس (سابقہ ٹوئٹر) اکاؤنٹ پر کی گئی ایک پوسٹ میں وکرم مصری اور ان کے خاندان سے اظہارِ یکجہتی کیا گیا۔</p>\n<p>بھارت کے بیوروکریٹس کی اس تنظیم نے کہا کہ ’ایمانداری سے اپنی ذمہ داریاں نبھانے والے سرکاری افسران پر بلاوجہ ذاتی حملے انتہائی قابل افسوس ہیں، ہم عوامی خدمت کی حرمت کو برقرار رکھنے کے اپنے عزم کا اعادہ کرتے ہیں‘۔</p>\n<p>انڈین پولیس سروس (آئی پی ایس) ایسوسی ایشن نے بھی وکرم مصری پر ہونے والے ذاتی حملوں کی مذمت کی۔</p>\n<p>پولیس افسران کی نمائندہ تنظیم نے کہا کہ ’ہم سیکریٹری خارجہ وکرم مصری اور ان کے خاندان کے خلاف قابلِ مذمت ذاتی حملوں کی غیر مبہم الفاظ میں مذمت کرتے ہیں، اپنی ذمے داریوں کے ساتھ مخلص سرکاری افسران پر ایسے بلاجواز حملے ناقابلِ برداشت ہیں‘۔</p>\n<p>اخبار ’دی ہندو‘ کے مطابق جب مصری کے ذاتی ’ایکس‘ اکاؤنٹ پر فحش اور نازیبا تبصرے کیے گئے، جن میں اکثریت میں ان کی بیٹی کو نشانہ بنایا گیا تھا تو انہوں نے اپنا اکاؤنٹ لاک کر دیا۔</p>\n<p>حیدرآباد سے رکنِ پارلیمنٹ اسدالدین اویسی نے اس معاملے پر اپنی ایکس پوسٹ میں کہا کہ ’ہمارے سرکاری افسران ایگزیکٹو کے ماتحت کام کرتے ہیں، یہ بات یاد رکھنی چاہیے اور ان پر ان فیصلوں کا الزام نہیں لگانا چاہیے جو ایگزیکٹو یا کوئی بھی سیاسی قیادت وطنِ عزیز کے لیے کرتی ہے‘۔</p>\n<p>کانگریس رہنما سچن پائلٹ نے بھی وکرم مصری کے خاندان پر ہونے والے حملوں کی مذمت کی، سچن پائلٹ نے ایکس پر کہا کہ ’ہمارے پیشہ ور سفارتکاروں اور سرکاری افسران کو نشانہ بنانا ناقابلِ قبول ہے، یہ وہ لوگ ہیں جو قوم کی خدمت کے لیے دلجمعی سے کام کرتے ہیں‘۔</p>\n<p>لوک سبھا میں کانگریس کے ڈپٹی پارلیمانی لیڈر گورو گوگوئی نے بھی مصری کی حمایت کی۔</p>\n<p>انہوں نے اپنی ایکس پوسٹ میں لکھا کہ ’وکرم مصری نے اپنی ذمے داری نہایت دیانت داری سے ادا کی، ان کے خلاف کسی کو بھی نفرت کا کوئی جواز نہیں، انہوں نے محض بھارت کی سیاسی قیادت کا پیغام پہنچایا ہے‘۔</p>\n<p>جہاں کہانی خود احتسابی کی طرف رخ کر رہی تھی، وہیں بھارت کے لیے مزید مسائل افق پر منڈلا رہے تھے، صدر ڈونلڈ ٹرمپ اور ان کے چینی ہم منصب شی جن پنگ نئے تجارتی معاہدے کر رہے ہیں۔</p>\n<p>بھارت اور پاکستان کے درمیان کشیدگی کے پس منظر میں امریکا اور چین کے درمیان ممکنہ مفاہمت نئی دہلی کے لیے نیک شگون نہیں ہو سکتی۔</p>\n<p>دہلی کی سیاسی ہلچل سے دُور جموں و کشمیر کے وزیرِاعلیٰ عمر عبداللہ اپنے عوام سے اپیل کر رہے تھے کہ وہ لائن آف کنٹرول کے قریب واقع اپنے گھروں کو لوٹ جائیں، جو کہ غیر معمولی حد تک خاموش ہو گئی ہے اور ایسا شاذ و نادر ہی کبھی ہوا ہے۔</p>\n"
    },
    {
        "title": "بھارت کی ایل او سی کی خلاف ورزی، بلااشتعال گولا باری، نوجوان جاں بحق",
        "link": "https://www.dawnnews.tv/news/1259228/",
        "thumbnail_image": "",
        "author": "طارق نقاش",
        "time": "2025-05-13 10:52:00",
        "main_image": "https://i.dawn.com/primary/2025/05/130941137367479.jpg",
        "content": "<p>بھارتی فورسز نے اتوار کی رات گئے لائن آف کنٹرول (ایل او سی) کے پار بلااشتعال شیلنگ کر کے جنگ بندی کے معاہدے کی خلاف ورزی کی، جس کے نتیجے میں آزاد جموں و کشمیر میں ایک نوجوان جاں بحق ہوگیا۔</p>\n<p>ڈان اخبار کی <a href=\"https://www.dawn.com/news/1910619/ceasefire-violation-by-indian-troops-kills-one-more-in-ajk\"><strong>رپورٹ</strong></a> کے مطابق آزاد جموں و کشمیر کی ڈیزاسٹر مینجمنٹ اتھارٹی کے ڈائریکٹر جنرل سردار وحید خان کے مطابق بھارتی افواج نے جنوبی کوٹلی ضلع کے نکیال سیکٹر میں 11 بجے کے بعد کئی گاؤں کو نشانہ بنایا، اس دوران 40 منٹ تک ہلکے اور بھاری ہتھیاروں کا استعمال کیا گیا۔</p>\n<p>بڑی دھارا مٹھرانی میں متاثرہ دیہات میں سے ایک میں 32 سالہ محمد شاہد ولد محمد مارٹر شیل کے ٹکڑے سے شدید پیٹ کے زخموں کا شکار ہوا، جسے علاج کے لیے نکیال کے تحصیل ہیڈکوارٹر ہسپتال منتقل کیا گیا، اور بعد ازاں کوٹلی کے ڈسٹرکٹ ہیڈکوارٹر ہسپتال ریفر کردیا گیا، جہاں وہ زخموں کی تاب نہ لاتے ہوئے چل بسا۔</p>\n<p>سردار وحید خان نے بتایا کہ حویلی ضلع میں بھی مختصر گولہ باری کا واقعہ رپورٹ کیا گیا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>شاہد نامی نوجوان کی موت کے بعد حالیہ گولہ باری کی لہر سے مرنے والوں کی تعداد 32 تک پہنچی ہے جن میں کوٹلی میں 12، بھمبر اور پونچھ میں میں 6، 6، مظفرآباد میں 3، نیلم اور حویلی میں 2، 2 اور باغ میں ایک شہری کی موت ہوئی، اس تنازع میں اب تک مزید 123 افراد زخمی ہوچکے ہیں۔</p>\n<h1><a href=\"#اسکول-کالجز-آج-سے-دوبارہ-کھلیں-گے\"></a>اسکول، کالجز آج سے دوبارہ کھلیں گے</h1>\n<p>آزاد جموں و کشمیر حکومت نے عارضی بندش کے بعد آج (منگل) سے تمام تعلیمی ادارے دوبارہ کھولنے کا اعلان کیا ہے، تاہم ملتوی شدہ امتحانات کے لیے نظرثانی شدہ شیڈول علیحدہ طور پر اے جے کے بورڈ آف انٹرمیڈیٹ اور سیکنڈری ایجوکیشن میرپور کی جانب سے جاری کیا جائے گا۔</p>\n<p>وزیراعظم آزاد جموں و کشمیر چوہدری انوار الحق نے بھمبر ضلع کے برنالا سیکٹر میں اگلے مورچوں کا دورہ کیا اور مسلح افواج کے جوانوں کے ساتھ دشمن کو ان کے منہ توڑ جواب پر خراج تحسین پیش کیا۔</p>\n<p>انہوں نے گولا باری سے متاثرہ خاندانوں کا احوال بھی دریافت کیا، جوانوں سے خطاب کرتے ہوئے چوہدری انوار الحق نے فوج کی پیشہ ورانہ مہارت اور بلند حوصلے کی تعریف کی اور کہا کہ ’آپریشن بنیان مرصوص‘ نے بھارتی افواج کو پیچھے ہٹنے پر مجبور کر دیا ہے۔</p>\n<p>انہوں نے کہا کہ پاک فوج نے ملکی دفاع کو ناقابل تسخیر بنا دیا ہے اور پاک فضائیہ کی قابلیت کو عالمی سطح پر سراہا جا رہا ہے۔</p>\n<p>چوہدری انوار الحق نے بھارت کی جانب سے شہری آبادیوں اور بنیادی ڈھانچے کو نشانہ بنانے کی مذمت کی اور آزاد جموں و کشمیر کے لوگوں کی مزاحمت اور بہادری کی ستائش کی۔</p>\n<p>ان کا کہنا تھا کہ شہدا اور زخمیوں کے خاندانوں کو 24 گھنٹوں کے اندر امداد فراہم کی گئی ہے اور متعلقہ ادارے مکمل طور پر چوکس اور 24 گھنٹے کام کر رہے ہیں۔</p>\n<p> <figure>\n\n</figure></p>\n<p>وزیراعظم آزاد جموں و کشمیر نے عزم کیا کہ وہ نقصان کا تخمینہ لگانے اور بروقت امداد و بحالی کو یقینی بنانے کے لیے ذاتی طور پر تمام لائن آف کنٹرول سے متاثرہ علاقوں کا دورہ کریں گے۔</p>\n<p>اپنے دورے میں انہوں نے شہدا کے خاندانوں سے ملاقات کی، لواحقین کی دلجوئی کی اور امدادی چیک حوالے کیے۔ جب ان کا قافلہ علاقے سے گزرا تو ہجوم نے پاکستان، مسلح افواج، اور آزاد جموں و کشمیر کی قیادت کے حق میں نعرے لگائے۔</p>\n<h1><a href=\"#متاثرہ-خاندانوں-کیلئے-فوری-ریلیف-کی-ہدایت\"></a>متاثرہ خاندانوں کیلئے فوری ریلیف کی ہدایت</h1>\n<p>صدر آزاد جموں و کشمیر بیرسٹر سلطان محمود نے متاثرہ خاندانوں کو فوری ریلیف فراہم کرنے کی ہدایت کی ہے۔</p>\n<p>انہوں نے لائن آف کنٹرول کے ساتھ بے گناہ اور نہتے شہریوں کو نشانہ بنانے پر بھارتی جارحیت کی سخت مذمت کی اور ان اقدامات کو بھارت کی مایوسی کا کھلا اظہار قرار دیا۔</p>\n<p>بیرسٹر سلطان محمود نے شہدا کے خاندانوں سے تعزیت کا اظہار کیا اور زخمیوں کی جلد صحت یابی کی دعا کی، انہوں نے حکومت اور متعلقہ اداروں کو ہدایت کی کہ وہ فوری طور پر نقصانات کا تجزیہ کریں اور متاثرہ آبادی کے لیے فوری ریلیف یقینی بنائیں، جبکہ زخمیوں کو بلا رکاوٹ طبی دیکھ بھال فراہم کی جائے۔</p>\n"
    },
    {
        "title": "’ہر ملک میں میڈیا ہے، بھارت میں کامیڈیا ہے‘",
        "link": "https://www.dawnnews.tv/news/1259177/",
        "thumbnail_image": "",
        "author": "عثمان جامعی",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/131002029bccf3e.jpg",
        "content": "<p>جب ہم نے فیس بک پر پوسٹ لگائی ’ہر ملک میں میڈیا ہے، بھارت میں کامیڈیا ہے‘ تو احباب نے سمجھا کہ ہم بھارتی میڈیا کا مذاق اڑا رہے ہیں حالانکہ ہم بس یہ کہنا چاہتے تھے کہ بھارت میں خبری چینلز کی دنیا بولی وڈ کی طرح ایک تفریحی صنعت بن چکی ہے جہاں کہانی، ایکشن، ایڈوینچر سمیت وہ سب کچھ ہوتا ہے جو ایک فلم کے لیے درکار ہے۔</p>\n<p>ان عناصر میں رومانس بھی شامل ہے مگر وہ صرف نریندر مودی کے لیے مخصوص ہے، اسی طرح اس میڈیا کی کامیڈی بس ہم پاکستانیوں کے لیے مختص ہے۔ دراصل ہمارے مسائل اور المیوں کا احساس کرتے ہوئے ہمسائے کے ٹی وی چینلز نے ٹھانی کہ ’روتے ہوئے بچے کو ہنسایا جائے‘، اور میڈیا سے کامیڈیا بن گیا۔ پھر اتنا ہنسایا کہ ان کا ہر ٹی وی اینکر جونی لیور بن گیا۔ آپ ہی بتائیے اس دور میں کون پڑوسیوں کا اتنا خیال رکھتا ہے، ہمارے بزرگ جانتے تھے کہ دنیا میں بھارتیوں سے اچھا کوئی پڑوسی نہیں، اسی لیے تو انہوں نے فیصلہ کیا تھا کہ حضور! ہمیں ساتھ نہ رکھیے، پڑوسی بنالیں۔</p>\n<p>جیسا کہ ہم نے بتایا کہ بھارتی میڈیا نرا فلمی ہے سو اس نے فلموں کی تقلید میں دوہرا کردار یا ڈبل رول نبھایا اور کیا خوب نبھایا۔ یہ ہمارے لیے کامیڈیا تھا تو بھارتیوں کے لیے ویکی پیڈیا! اس کا تیسرا کردار ’مودیا‘ دونوں کرداروں میں جھلکتا رہا۔ ادھر یہ کامیڈیا بنا ہمیں ہنسا رہا تھا تو ادھر ویکی پیڈیا بنا بتارہا تھا کہ لاہور میں بندرگاہ ہے جس پر دیش کی سینا نے ہلہ بول دیا ہے۔</p>\n<p> <figure>\n<div><span>\n<blockquote>\n<a href=\"https://twitter.com/DrNimoYadav/status/1920669418830315915\"></a>\n</blockquote>\n</span></div>\n</figure></p>\n<p>یہ انکشاف ہمیں دنگ کرگیا ہم سوچنے لگے کہ لاہور میں سمندر ہے اور لاہوریوں نے کبھی بتایا بھی نہیں! سوچا چھپا کر رکھا ہوگا کہ کراچی والا ختم ہوجائے پھر استعمال میں لائیں گے۔ ہم نے ایک لاہوری دوست کو فون کرکے استفسار کیا، وہ پہلے حیران ہوئے پھر بولے، ’ہوسکتا ہے میاں نواز شریف نے چُپکے سے ’بنوا دیا‘ ہو، وہ بڑے بڑے منصوبے بنانے کے عادی ہیں‘۔</p>\n<p>لاہور کے ایک اور دوست سے پوچھا، وہ بھی حیران ہوکربولے، ’سمندڑ اِدھڑ۔۔۔لہوڑ میں؟‘ چند لمحات بعد کچھ سوچ کر گویا ہوئے، ’ہاں ہاں یاد آیا، خان نے بنوایا تھا پھر جب ان کی حکومت کے خلاف امریکی سازش ہوئی تو انہوں نے ڈھکوادیا تھا تاکہ سمندر میں گندی مچھلیاں نہ آجائیں‘۔</p>\n<p>ابھی ہم انہیں سوچوں اور لاہوری سمندر میں ڈوبے ہوئے تھے کہ ایک بھارتی ٹی وی چینل سے خبر ملی کہ بھارتی سینا نے آدھا کراچی تباہ کردیا ہے۔ اب ہماری سمجھ میں آیا کہ لاہور میں سمندر کیسے ’پھوٹ پڑا‘۔</p>\n<p> <figure>\n<div><span>\n<blockquote>\n<a href=\"https://twitter.com/mugheesali81/status/1920866729351070110\"></a>\n</blockquote>\n</span></div>\n</figure></p>\n<p>ہم نے خیال آرائی کی اور خود کو بتایا ہوا یہ کہ آدھا کراچی تباہ ہوتے دیکھ کر سمندر بے چارہ سہم گیا۔ کلفٹن کے ساحل پر مٹرگشت کرتے ایک اونٹ نے گردن اونچی کرکے شہر کی حالت دیکھی پھر سمندر سے کہا، ’حالات ٹھیک نہیں ہیں، میں تو کہوں میاں! نکل لو‘۔</p>\n<p>سمندر نے پنجاب میں ترقی کی نوید سناتے اخباری ضمیمے پڑھ رکھے تھے تو سوچ لیا، ’میں پنجاب جاؤں گا‘۔ بس اُچھل کر نکلا اور دوڑتا بھاگتا لاہور جاپہنچا۔ پہنچتے ہی لاہوریوں سے بولا، ’بھیا! ہم سمندر ہیں، کرانچی سے آئے ہیں، اور خدارا کسی غلط فہمی کا شکار مت ہوجائیے گا، ہم کرانچی والے ضرور ہیں مگر ’تیرا میرا ساتھی ہے لہراتا سمندر‘ کے نغمے والے سمندر ہیں، ’مظلوموں کا ساتھی ہے‘ کے 7 سمندر پار والے صاحب سے ہمارا کوئی تعلق نہیں‘۔</p>\n<p>لاہوریوں نے ’او کوئی نئیں‘ کہہ کر اسے تسلی دی، پھجے کے پائے کھلائے، لسی پلائی، پھر ایک طرف اشارہ کرتے ہوئے بولے، ’او راوی اے، جا اودے نال لما پے جا‘۔ اور سمندر ابھی ’لما پیا‘ ہی تھا کہ مریم نواز نے شہباز اسپیڈ سے کام لیتے ہوئے اس کے کنارے بندرگاہ کے سارے لوازمات مہیا کردیے۔</p>\n<p>ابھی بندرگاہ تیار ہوئی تھی کہ بھارتیوں کو خبر مل گئی۔ بس پھر کیا تھا جیسا آپ بولی وڈ کی فلموں میں دیکھتے ہیں اور بس انہیں میں دیکھتے ہیں اور انہیں میں دیکھتے رہیں گے۔ بھارتی سینک ٹہلتے ہوئے آئے، لاہور پر ’کبجا‘ کیا اور بندرگاہ تباہ کرکے بھڑکتی آگ کی طرف پیٹھ کیے سینہ تانے دھیرے دھیرے بیک گراؤنڈ میوزک سے قدم ملاتے چل دیے۔</p>\n<p> <figure>\n<div><span>\n<blockquote>\n<a href=\"https://twitter.com/ThisHaroon/status/1921642009426555010\"></a>\n</blockquote>\n</span></div>\n</figure></p>\n<p>اس خیال آرائی نے لاہور میں بندرگاہ ہونے کا مسئلہ تو حل کردیا لیکن ہمیں لاہور اور کراچی پر ’کبجے‘ اور شہرِقائد کی تباہی کی فکر ہوئی۔ جستجو کی تو پتا چلا کراچی میں زندگی رواں دواں ہے اور لاہور بھی پوری شان سے دھڑک رہا ہے۔ اب سوال یہ تھا کہ بھارتی اینکرز کی تنخواہیں اتنی کم کیوں ہیں؟ آپ موضوع اور سوال میں ربط ڈھونڈ رہے ہوں گے، ابھی جوڑے دیتے ہیں۔</p>\n<p>بھئی کم پیسوں میں تو بے چارے سستی ہی پی سکتے ہیں ناں! یہ بھی ممکن ہے کہ مالی مسئلہ نہ ہو دیش بھگتی کی وجہ سے سستی دیسی پیتے ہوں جس کا خمیازہ دیش نے بھگتا گویا سبق ملا کہ کبھی کبھی دیش بھگتی ’دیش بُھگتا‘ بن جایا کرتی ہے۔</p>\n<p>ایک اور امکان بھی ہے۔ ہمیں لگتا ہے بھارتی صحافت تجزیے، معروضیت اور خبررسانی کی حدود سے نکل کر فکشن اور شاعری کی سرحدوں میں داخل ہوئی اور اب ان اصناف ادب کو بھی پیچھے چھوڑ کر ایک نئی صنف بن چکی ہے، ’صنف نہ رُک‘ یعنی کسی اصول، قدر اور ضابطے پر نہ رکنے والی۔</p>\n<p>اس صنف ہی کا کمال ہے کہ بھارتی ٹی وی چینلز پر ہمارے سامنے اینکر نہیں ’بھیئنکر‘ ہوتے ہیں۔ ان کی گفتگو سے الفاظ اور حرکات وسکنات تک سب اتنا بھیانک ہوتا ہے کہ اس سب کے ساتھ اچانک سامنے آجائیں تو زمانے کی سانس رک جائے۔ بات یہ ہے کہ اس صنف میں صحافت کے ذریعے عوام کی تربیت پر کچھ زیادہ ہی زور دیا جاتا ہے، اتنا کہ جن کی اچھی تربیت ہوئی ہو وہ بھارتی صحافت سے دور ہی رہتے ہیں۔</p>\n<p>دراصل بھارتی صحافت نے یہ سبق برصغیر کے ان والدین سے سیکھا ہے جو ڈر کو اولاد کی تربیت کے لیے لازمی سمجھے ہیں۔ بھارتی برقی میڈیا بھی اپنے ناظرین کو اولاد سمجھ کر اسے ڈرانا اپنا فرض سمجھتا ہے۔ یہ الگ بات کہ اس چکر میں وہ اولاد وہ اپنا بیانیہ اس قدر لاد دیتا ہے کہ اولاد کی کمر ایسی جھکتی ہے کہ وہ سامنے کا منظر بھی نہیں دیکھ پاتی۔</p>\n<p> <figure>\n<div><span>\n<blockquote>\n<a href=\"https://twitter.com/maryamnawazkhan/status/1920558888983609637\"></a>\n</blockquote>\n</span></div>\n</figure></p>\n<p>’صنف نہ رک‘ کے فن کار یہیں نہیں رکتے بلکہ وہ کہیں پر نہیں رکتے۔ وہ اپنے فن اور تخیل کو کام میں لاتے ہوئے خبر جنم دیتے ہیں۔ یہ جو ان کے چہروں پر ہیجان، باتوں میں خلجان اور لفظوں میں سونامی طوفان ہوتا ہے، وہ اسی شوق ولادت کا بھگتان ہوتا ہے۔</p>\n<p>حال ہی میں دردِولادت سہہ کر جو پیداوار حاصل ہوئی وہ ’کراچی تباہ ہوگیا، لاہور پر قبضہ ہوگیا، اسلام آباد فتح ہوگیا، پاکستانی سپاہ سالار کی برطرفی‘ کے عنوانات سے سامنے آئی۔</p>\n<p>بھارتی ناظرین زچہ، بچہ اور مودی چچا پر صدقے واری ہوگئے لیکن اگلے دن پتا چلا بچے نہیں پتھری تھی جو عقل پر پڑے پتھروں سے وجود میں آئی، پیٹ میں سمائی پھر منہ کے راستے ہوئی اس کی منہ دکھائی، ایسی کہ بھارتی کامیڈیا اور صنف نہ رک کے فنکار منہ دکھانے کے قابل نہ رہے۔</p>\n"
    },
    {
        "title": "مودی کی تقریر ہارے ہوئے شخص کی تھی، کامیابی کا کوئی ثبوت پیش نہ کرسکے، عرفان صدیقی",
        "link": "https://www.dawnnews.tv/news/1259227/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 10:48:00",
        "main_image": "https://i.dawn.com/primary/2025/05/1309384470ddc65.jpg",
        "content": "<p>مسلم لیگ (ن) کے رہنما سینیٹر عرفان صدیقی نے کہا ہے کہ نریندر مودی کی تقریر سے ظاہر ہورہا تھا کہ یہ ایک ہارے ہوئے شخص کی تقریر ہے، مودی اپنی کامیابی کا ایک ثبوت بھی پیش نہیں کرسکے۔</p>\n<p>نجی چینل سےگفتگو کرتے ہوئے سینیٹر عرفان صدیقی نےکہا کہ نریندر مودی نے خود اعتراف کرلیا کہ جنگ کا آغاز بھارت نے کیا تھا، پاکستان جنگ بندی کی خواہش کرنا چاہتا توپہلے ہی کر لیتا۔</p>\n<p> <figure>\n\n</figure></p>\n<p>عرفان صدیقی نے کہا کہ جب بھارت نے 10 مئی کو شکست کھائی تو جنگ بندی کی خواہش ظاہر کی، مودی کو اب بھارت کے عوام سےجنگ لڑنی ہے، انہیں اب عالمی سطح پربھی جواب دینا ہوگا۔</p>\n<p>واضح رہے کہ کل شام بھارتی وزیراعظم نریندر مودی نے پاکستان سے شکست کے بعد بھارتی قوم سے خطاب کیا تھا، جس میں انہوں نے کہا کہ جوہری حملے کی دھمکی سے بلیک میل نہیں ہوں گے۔</p>\n<p>مودی نے بھارتی قوم کے غصے کو ٹھنڈا کرنے کے لیے کہا کہ نیو نارمل یہ ہے کہ بھارت خود پر حملے کا فوری جواب دے گا، پانی اور خون ساتھ نہیں بہہ سکتے، تجارت، مذاکرات اور دہشت گردی ساتھ ساتھ نہیں چل سکتے۔</p>\n<p>انہوں نے بھارتی قوم کو لالی پاپ دیا کہ اگر پاکستان سے مذاکرات ہوئے تو دہشت گردی کے خاتمے پر ہوں گے اور کشمیر پر بات ہوگی تو وہ آزاد جموں و کشمیر پر ہوگی۔</p>\n"
    },
    {
        "title": "بھارت کیساتھ فضائی جھڑپ پاکستان کی واضح کامیابی پر ختم ہوئی، امریکی دفاعی جریدہ",
        "link": "https://www.dawnnews.tv/news/1259226/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/130924112a2b49a.jpg",
        "content": "<p>ممتاز امریکی دفاعی جریدے ’دی نیشنل انٹرسٹ‘ نے کہا ہے کہ 7 مئی کو پاک -بھارت افواج کی فضائی جھڑپ پاکستان کی واضح کامیابی پر ختم ہوئی ہے۔</p>\n<p>امریکی جریدے کی <a href=\"https://nationalinterest.org/blog/buzz/how-chinese-missiles-routed-indias-air-force-over-pakistan\"><strong>رپورٹ</strong></a> کے مطابق بیشتر دفاعی ماہرین کا گمان تھا کہ عددی طاقت اور وسائل کی وجہ سے بھارت کا پلڑا بھاری رہے گا، مگر 7 مئی کی فضائی جھڑپ میں پاکستان کی بالادستی سب کو نظر آئی ہے۔</p>\n<p>رپورٹ میں کہا گیا ہے کہ فضائی جھڑپ کے بعد پاکستان کی جانب سے بڑی کامیابیوں کے اعلانات کیے گئے، جس کی بھارتی افواج کی جانب سے کوئی تردید نہیں کی گئی اور تردید نہ کرنے کی وجہ سے بھارت کی پوزیشن مشکوک ہوتی ہے۔</p>\n<p> <figure>\n\n</figure></p>\n<p>دی نیشنل انٹرسٹ کے مطابق پاکستان نے چین کے جے 10 سی طیاروں اور میزائلوں سے 5 بھارتی طیارے مار گرائے، جن میں انتہائی مہنگے اور طاقتور سمجھے جانے والے فرانسیسی ساختہ 3 رافیل طیارے بھی شامل ہیں۔</p>\n<p>اس کے علاوہ نیشنل انٹرسٹ میگزین کی ایک اور <a href=\"https://nationalinterest.org/blog/buzz/chinas-j-10-fighter-has-become-an-internet-sensation\"><strong>رپورٹ</strong></a> میں بتایا گیا ہے کہ پاکستان کی جانب سے جے 10 سی طیاروں کے ذریعے فرانسیسی رافیل سمیت 5 طیارے گرانے کی خبروں کے بعد جے 10 سی انٹرنیٹ پر چھا گئے ہیں، دنیا بھر کے میڈیا، سوشل میڈیا پر جے 10 سی فائٹر جیٹ کا تذکرہ زبان زد عام ہے، اسی وجہ سے جے 10 سی بنانے والی کمپنی کے شیئرز بھی اوپر چلے گئے۔</p>\n<p>چین کی حکومت اس تمام تر صورتحال میں خاموش ہے، تاہم چین کے عوام کھل کر بھارت کی شکست کا مذاق اڑاتے دکھائی دیتے ہیں، چین کے سوشل میڈیا پر بھارت کے طیارے گرائے جانے پر میمز کی بھرمار ہے، مرد، خواتین اور بچے سوشل میڈیا پر بھارتی جہازوں کے گرنے کے حوالے سے میمز کی ویڈیو شیئر کر رہے ہیں۔</p>\n"
    },
    {
        "title": "پاکستان نے تیسری سہ ماہی میں 3 ارب 80 کروڑ ڈالر کا بیرونی قرض اور سود ادا کردیا",
        "link": "https://www.dawnnews.tv/news/1259225/",
        "thumbnail_image": "",
        "author": "شاہد اقبال",
        "time": "2025-05-13 00:00:00",
        "main_image": "https://i.dawn.com/primary/2025/05/130857464895569.jpg",
        "content": "<p>اسٹیٹ بینک نے کہا ہے کہ پاکستان نے رواں مالی سال کی تیسری سہ ماہی میں 3 ارب 80 کروڑ ڈالر سے زائد کے بیرونی قرض اور سود کی ادائیگی کی، جس میں ایک ارب 26 کروڑ سے زائد رقم سود کی مد میں ادا کیے گئے۔</p>\n<p>ڈان اخبار کی <a href=\"https://www.dawn.com/news/1910679/govt-repays-38-billion-in-third-quarter\"><strong>رپورٹ</strong></a> کے مطابق 2025 میں پاکستان کے بیرونی قرض کی واپسی 26 ارب ڈالر تھی، اور ابتدائی طور پر یہ ایک بہت مشکل کام لگتا تھا، تاہم، حکومت ہدف کے قریب پہنچ گئی ہے۔</p>\n<p>اسٹیٹ بینک کے اعداد و شمار بتاتے ہیں کہ پاکستان نے پہلی سہ ماہی (جولائی تا ستمبر) میں 2 ارب 13 کروڑ 40 لاکھ ڈالر ڈالر کی رقم بطور خالص قرض واپس کی، جب کہ ایک ارب 34 کروڑ 30 لاکھ ڈالر سود کے طور پر ادا کیے گئے۔</p>\n<p>اسٹیٹ بینک نے رپورٹ کیا کہ مالی سال کی پہلی 3 سہ ماہیوں (جولائی تا مارچ) میں مجموعی طور پر 7 ارب 47 کروڑ ڈالر بطور خالص قرض واپس کیے، جب کہ 3 ارب 99 کروڑ ڈالر سود کی مد میں ادا کیے، اس طرح مجموعی غیر ملکی قرض کی واپسی 11 ارب 46 کروڑ 60 لاکھ ڈالر تک جاپہنچی۔</p>\n<p> <figure>\n\n</figure></p>\n<p>دوسری سہ ماہی (اکتوبر تا دسمبر مالی سال 25) کے دوران پاکستان نے سب سے زیادہ غیر ملکی قرض واپس کیا، جو 4 ارب 17 کروڑ 60 لاکھ ڈالر تھا، جس میں سے ایک ارب 39 کروڑ ڈالر سود کی ادائیگی شامل تھی۔</p>\n<p>تیسری سہ ماہی (جنوری تا مارچ) میں پاکستان نے 3 ارب 81 کروڑ 30 لاکھ ڈالر ادا کیے، جس میں ایک ارب 26 کروڑ 30 لاکھ ڈالر سود کی رقم شامل تھی۔</p>\n<p>اسٹیٹ بینک کے گورنر جمیل احمد نے حال ہی میں کہا کہ وہ 12 ارب 30 کروڑ ڈالر کا قرض رول اوور کرانے کے لیے پر اعتماد ہیں، جب کہ ضروری مالیاتی ضمانتیں بھی حاصل کر لی جائیں گی۔</p>\n<p>مالیاتی شعبے کا خیال ہے کہ پاکستان نے کامیابی سے اپنے قرضوں کو بحال کرنے کا انتظام کیا ہے، اور وہ مالی سال 25-2024 کے آخر تک بیرونی سروسنگ کے ہدف تک پہنچ جائے گا۔</p>\n<p>اسی دوران اسٹیٹ بینک سے توقع کی جا رہی ہے کہ وہ اپنے زرمبادلہ کے ذخائر کو بڑھا کر 14 ارب ڈالر تک پہنچا دے گا، مرکزی بینک نے غیر متوقع طور پر زیادہ ترسیلات زر کی آمد کے باعث اپنے ہدف پر نظر ثانی کی۔</p>\n<p>اسٹیٹ بینک نے مالی سال 25 کے لیے ترسیلات زر کا ہدف 35 ارب ڈالر سے بڑھا کر 38 ارب ڈالر کر دیا، اگر ترسیلات زر 38 ارب ڈالر تک پہنچ گئیں تو یہ پچھلے سال کے 30 ارب 20 کروڑ ڈالر سے تقریباً 8 ارب ڈالر یا 26 فیصد زیادہ ہوں گی۔</p>\n<p>آئی ایم ایف کی جانب سے پاکستان کے لیے 2 بڑے مالیاتی معاہدوں کی حالیہ منظوری، جاری توسیعی فنڈ کی سہولت کے تحت ایک ارب ڈالر کی ادائیگی اور ماحولیاتی کارروائیوں کی معاونت کے لیے نئے ایک ارب 40 کروڑ ڈالر کی لچکداری اور پائیداری کی سہولت متوقع ہے جس سے اسٹیٹ بینک کے ذخائر مزید مستحکم ہوں گے۔</p>\n<p>حکومت اس وقت بیرونی اکاؤنٹ کے حوالے سے ایک نسبتاً آرام دہ صورتحال میں ہے، کیونکہ کرنٹ اکاؤنٹ مالی سال کے پہلے 9 ماہ کے دوران ایک ارب 80 کروڑ ارب ڈالر کا سرپلس رہا ہے۔</p>\n<h1><a href=\"#تجارت-میں-خسارہ\"></a>تجارت میں خسارہ</h1>\n<p> <figure>\n\n</figure></p>\n<p>دیگر اعداد و شمار ظاہر کرتے ہیں کہ درآمدات میں اضافہ ہو رہا ہے، اور موجودہ سال کے دوران تجارتی خسارہ بڑھ رہا ہے۔</p>\n<p>اوورسیز پاکستانیوں کی جانب سے زیادہ رقوم کی آمد، آئی ایم ایف، چین، سعودی عرب اور متحدہ عرب امارات جیسے دوست ممالک کی مالی معاونت کی وجہ سے ممکنہ منفی اثرات کو جذب کرنے میں مدد ملی ہے۔</p>\n<p>حکومت نے برآمدات کے لیے انتہائی بلند اہداف طے کیے تھے، جن کا مقصد ایکسپورت 60 ارب ڈالر تک پہنچانا تھا، تاہم زراعت اور لارج اسکیل مینوفیکچرنگ کی پیداوار میں نمایاں کمی نے برآمدات کو اس ہدف کے قریب بھی آنے سے روک دیا۔</p>\n<p>موجودہ مالی سال کے پہلے 10 مہینوں (جولائی تا اپریل) کے دوران برآمدات 26 ارب 86 کروڑ ڈالر رہیں، جو گزشتہ سال کے اسی دورانیے میں ریکارڈ کردہ 25 ارب 28 کروڑ ڈالر سے 6.25 فیصد زائد ہیں، تاہم اس دورانیے میں درآمدات 48 ارب 21 کروڑ ڈالر تک پہنچ گئیں، جو 44 ارب 90 کروڑ ڈالر سے 7.77 فیصد زائد ہیں۔</p>\n"
    }
]