[
    {
        "title": "معرکہ حق میں افواج پاکستان نے بھارت کی عددی برتری کے غرور کو خاک میں ملا دیا، وزیراعظم",
        "link": "https://www.express.pk/story/2761255/marka-haq-m-army-ne-india-ki-adadi-bartari-ke-garor-ko-khak-m-mila-dia-pm-shehbaz-2761255/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/shehbaz1741066206-0/shehbaz1741066206-0-600x450.webp",
        "content": "\n<strong>\n                                        اسلام آباد:\n            \n\n        </strong>\n<p><strong>وزیرِ اعظم محمد شہباز شریف کا کہنا ہے کہ معرکہ حق میں افواج پاکستان نے بھارت کی عددی برتری کی خوش فہمی اور غرور کو خاک میں ملا دیا۔</strong></p>\n<p>وزیرِ اعظم نے معرکہ حق کے شہداء کو خراج عقیدت اور ملک کی خاطر اپنی جانوں کا نذرانہ پیش کرنے والوں کے اہل خانہ کو خراج تحسین پیش کیا۔ انہوں نے ارض وطن کے تحفظ کے دوران پاک فضائیہ کے 5 اور پاک فوج کے 6 افسران و جوانوں کی شہادت پر انہیں نذرانہ عقیدت پیش کیا۔</p>\n<p>شہباز شریف نے کہا کہ ہم نے نہ صرف ملک کا بھرپور دفاع کیا بلکہ پاکستان کی سالمیت اور خودمختاری پر کوئی آنچ نہیں آنے دی۔ افواج پاکستان کے بہادر افسران و جوانوں نے وطن کی حفاظت کا اپنی قوم سے کیا ہوا عہد پورا کیا۔</p>\n<p>انہوں نے کہا کہ مجھ سمیت پوری قوم کو اپنے شہداء اور ان کے اہل خانہ پر فخر ہے، اپنے بہادر سپوتوں کی قربانیوں کو قوم کبھی فراموش نہیں کرے گی۔</p>\n<p>وزیراعظم نے کہا کہ آپریشن بنیان المرصوص نے بھارت کو بھرپور جواب دیا اور بھارت کو واضح کر دیا کہ اسے خطے میں موجود دوسرے ممالک کی سالمیت اور خودمختاری کا احترام کرنا ہوگا۔ ہم پر امن قوم ہیں، مگر کسی بھی جارحیت کا جواب دینا جانتے ہیں اور آپریشن بنیان المرصوص اس کا واضح ثبوت ہے۔</p>\n<p>وزیرِ اعظم نے بھارتی جارحیت کے نتیجے میں 15 کم سن بچوں اور 7 خواتین سمیت 40 معصوم لوگوں کی شہادت پر گہرے دکھ اور رنج کا اظہار کیا۔</p>\n<p>انہوں نے کہا کہ ہم شہدائے وطن کو نہ بھولے ہیں نہ بھولیں گے اور انکے اہل خانہ کو تنہا نہیں چھوڑیں گے، شہداء پیکیج کا اعلان کیا جا چکا، شہداء کے اہل خانہ کی کفالت کی ذمہ داری ریاست بھرپور طریقے سے انجام دے گی۔</p>\n<p>وزیرِ اعظم نے شہداء کی بلندی درجات اور ان کے اہل خانہ کے لیے صبر کی دعا کی جبکہ معرکہ حق میں زخمیوں کی جلد صحت یابی کی دعا بھی کی۔</p>\n<p>صدر آصف علی زرداری نے پاکستان پر بلااشتعال بھارتی حملوں کے نتیجے میں شہید ہونے والوں کو خراجِ عقیدت پیش کیا۔</p>\n<p>آصف علی زرداری نے کہا کہ ملکی سلامتی کی خاطر جان کا نذرانہ پیش کرنے پر پوری قوم پاک فوج اور پاک فضائیہ کے بہادر سپوتوں کو سلام پیش کرتی ہے، ہمیں اپنے شہداء کی قربانیوں پر فخر ہے۔</p>\n<p>صدر مملکت نے کہا کہ پاکستانی قوم اور مسلح افواج بھارتی جارحیت کے خلاف سیسہ پلائی دیوار کی طرح کھڑے رہیں، ہماری بہادر افواج نے قوم اور ملکی سالمیت کا کامیابی سے دفاع کیا۔ آپریشن بنیان مرصوص سے ہماری بہادر افواج نے دشمن کا غرور خاک میں ملا دیا۔</p>\n<p>آصف علی زرداری نے کہا کہ بھارتی صریح جارحیت نے پوری پاکستانی قوم کو مزید متحد اور مضبوط کر دیا، پاکستانی قوم اور اسکی بہادر افواج کسی بھی جارحیت کا جواب دینے کے لیے ہر وقت تیار ہیں، ملکی سلامتی و خودمختاری پر ہونے والے ہر حملے کا منہ توڑ جواب دیں گے۔</p>\n<p>صدر مملکت نے بھارتی حملوں کے دوران بچوں اور خواتین سمیت قیمتی جانی نقصان پر گہرے دکھ اور رنج کا اظہار کیا۔ انہوں نے شہدا کے لواحقین کے ساتھ اظہار تعزیت اور صبر جمیل کی دعا کی جبکہ زخمیوں کے لیے بھی جلد صحتیابی کی دعا کی۔</p>\n"
    },
    {
        "title": "بھارت کے ساتھ مذاکرات کے دوران دہشت گردی، کشمیر اور پانی کے حوالے سے بات چیت ہوگی، وزیر دفاع",
        "link": "https://www.express.pk/story/2761254/terrorism-kashmir-and-water-will-be-discussed-during-talks-with-india-says-defense-minister-2761254/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/246674-KhawajaAsif-1397840131/246674-KhawajaAsif-1397840131-600x450.webp",
        "content": "\n<p><strong>وزیر دفاع خواجہ آصف نے کہا ہے کہ بھارت کے ساتھ مذاکرات کے دوران دہشت گردی، کشمیر اور پانی کے حوالے سے بات چیت ہوگی۔</strong></p>\n<p>انہوں نے کہا کہ مودی پر پارلیمنٹ کے اندر اور باہر  تنقید کا سیلاب آیا ہوا ہے،  مودی نے اپنے خطاب میں چیزوں کو سمیٹنے کی کوشش کی ہے، چیزیں اتنی بکھر چکی ہیں کہ مودی سمیت نہیں سکے گا، مودی کے دن گن جاچکے ہیں، فیصلہ عوام کریں گے۔</p>\n<p>ان کا کہنا تھا کہ  کشمیراور دہشتگردی پر بات ہوگی،  بھارت سے مذاکرات کے ایجنڈے میں 3 چیزیں ہیں، دہشتگردی ایجنڈے کا ایک حصہ ہے، دنیا اب خود فیصلہ کرے، پاکستان 25 سال سے دہشتگردی کا نشانہ بنا ہے، الزام بھی ہمارے اوپر لگایا جارہا ہے۔</p>\n<p>وزیر دفاع نے کہا کہ وزیر اعظم نے خود پیش کش کی تھی کہ دہشتگردی کے واقعے کی تحقیقات کی جائیں، پاکستان کی دہشتگردی کے خلاف جنگ کو تسلیم کیا جائے، اس نے بڑا نقصان اٹھایا، پوری دنیا سے زیادہ نقصان پاکستان نے اٹھایا۔</p>\n<p>خواجہ آصف نے کہا کہ دوسرا ایجنٍڈا مسئکہ کشمیر ہے اس  پر بھی بات ہونی چائیے، تیسرا پانی کے مسئلہ پر بات کی جائے گی، پانی نے معاملے کو متنازع بنانے کی کوشش کی گئی، سندھ طاس معاہدے کو چھیڑا نہیں جاسکتا۔</p>\n<p>انہوں نے کہا کہ جب مزاکرات کی کوششں شروع ہو تو معاہدے کی شقوں کے مطابق دیکھنا چائیے، بھارت خود کئی سال سے دہشتگردی کرا رہا ہے،  بھارت انٹر نیشنل دہشتگرد ہے،  ہم گزشتہ 25 سے بھارت کے خلاف مشرقی اور مغربی محاز پر لڑ رہے ہیں۔</p>\n<p>ان کا کہنا تھا کہ بھارت کے دہشتگردی کے ثبوت کینیڈا اور امریکا مں بھی موجود ہیں،  یہ دہشگردی کے ثبوت مذاکرات میں سامنے آنے چائییں۔</p>\n"
    },
    {
        "title": "پاک بھارت کشیدگی کے بعد پاکستان کا فلائٹ آپریشن معمول پر آگیا",
        "link": "https://www.express.pk/story/2761253/after-tension-with-india-pakistan-resumes-normal-flight-operations-2761253/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/2687178-airportsoutsourcing-1723881531/2687178-airportsoutsourcing-1723881531-600x450.webp",
        "content": "\n<strong>\n                                        لاہور:\n            \n\n        </strong>\n<p><strong>پاک بھارت کشیدگی کے بعد پاکستان کا فلائٹ آپریشن معمول پر آگیا۔</strong></p>\n<p>ایوی ایشن ذرائع کے مطابق سعودی عرب سمیت 15 ممالک نے پاکستان کے مختلف ایئر پورٹس کیلئے پروازیں شروع کر دیں، حج فلائٹ آپریشن بھی تیزی سے تکمیل کی جانب گامزن ہے۔</p>\n<p>سعودی ائیر لائن نے آج لاہور اور اسلام آباد کیلئے بھی پروازیں شروع کردیں، جدہ سے لاہور، اسلام آباد کی سعودی ایئر کی پروازیں آپریٹ کی جا رہی ہیں۔</p>\n<p>پاکستان سے حج پروازوں کو معمول پر لانے کیلئے کوششیں جاری ہیں، سیالکوٹ پشاور کوئٹہ فیصل آباد اور ملتان سے آج کوئی پرواز منسوخ نہیں کی گئی۔</p>\n<p>بحرین، دوحا، سیالکوٹ اور مدینہ آسلام اباد کی قومی ایئر لائن کی پروازیں لاہور منتقل کی گئی ہیں۔</p>\n"
    },
    {
        "title": "ٹرمپ پہلے انٹرنیشنل دورے پر سعودی عرب پہنچ گئے، ایران اور غزہ پر اہم فیصلے متوقع",
        "link": "https://www.express.pk/story/2761252/trump-first-internationa-visit-par-saudiarabia-pohnch-gaye-2761252/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/13122425cd485ae1747123186-0/13122425cd485ae1747123186-0-600x450.webp",
        "content": "\n<p><strong>ریاض : امریکی صدر ڈونلڈ ٹرمپ مشرق وسطیٰ کے اپنے 4 روزہ اہم دورے کے آغاز پر سعودی عرب کے دارالحکومت ریاض پہنچ گئے، جہاں ان کا پرتپاک استقبال سعودی ولی عہد محمد بن سلمان نے کیا۔</strong></p>\n<p>ریاض پہنچنے پر صدر ٹرمپ کو روایتی عربی قہوہ پیش کیا گیا اور ان کی محمد بن سلمان سے بند کمرہ ملاقات بھی ہوئی، جس میں خطے کی موجودہ صورتحال پر تبادلہ خیال ہوا۔</p>\n<p>واشنگٹن پوسٹ کے مطابق یہ ٹرمپ کا وائٹ ہاؤس واپسی کے بعد پہلا بڑا بین الاقوامی دورہ ہے۔ وہ اس دورے میں قطر اور متحدہ عرب امارات بھی جائیں گے۔</p>\n<p>یہ دورہ ایسے وقت میں ہو رہا ہے جب صدر ٹرمپ کو بعض سیکیورٹی خدشات کا سامنا ہے، خاص طور پر قطر کی جانب سے تحفے میں دیے جانے والے پرتعیش طیارے کے معاملے پر، جس کے بارے میں امریکی دفاعی ماہرین اور خفیہ ادارے سوالات اٹھا چکے ہیں۔</p>\n<p>یہ دورہ نہ صرف جغرافیائی سیاست میں تبدیلی لا سکتا ہے بلکہ امریکا اور خلیجی ممالک کے درمیان تجارتی تعلقات کو بھی نئی سمت دے سکتا ہے۔</p>\n<p> </p>\n"
    },
    {
        "title": "قومی ٹیم کے نئے ہیڈکوچ کا اعلان ہوگیا",
        "link": "https://www.express.pk/story/2761250/the-new-head-coach-of-the-pakistan-team-has-been-announced-2761250/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/pakistan-team1747122986-0/pakistan-team1747122986-0-600x450.webp",
        "content": "\n<p><strong>چیئرمین پاکستان کرکٹ بورڈ (پی سی بی) نے قومی کرکٹ ٹیم کیلئے نئے ہیڈکوچ کے نام کا اعلان کردیا۔ </strong></p>\n<hr/>\n<p>سماجی رابطے کی سائٹ ایکس (ٹوئٹر) پر چیئرمین پی سی بی محسن نقوی نے لکھا کہ مجھے یہ اعلان کرتے ہوئے خوشی ہورہی ہے کہ نیوزی لینڈ کے سابق کرکٹر اور معروف کوچ، مائیک ہیسن 26 مئی سے پاکستان کرکٹ ٹیم کے نئے وائٹ بال ہیڈ کوچ کے طور پر خدمات سرانجام دیں گے۔</p>\n<p>محسن نقوی نے کہا کہ اسامی کے خلاف موصول ہونے والی متعدد درخواستوں کے جائزے کے بعد سابق کرکٹر مائیک ہیسن کا نام فائنل کیا ہے۔</p>\n<p><img src=\"https://img.express.pk/media/images/1211747121798-0/1211747121798-0.jpg\"/></p>\n<p>قبل ازیں خبریں سامنے آئیں تھی کہ اسلام آباد یونائیٹڈ کے موجودہ کوچ مائیک ہیسن پاکستان سپر لیگ (پی ایس ایل) کے 10ویں ایڈیشن کے اختتام پر قومی ٹیم کے ہیڈ کوچ کے عہدے پر فائز ہوجائیں گے۔</p>\n<p>مزید پڑھیں: <strong><a href=\"https://www.express.pk/story/2758355/who-will-be-the-new-head-coach-of-pakistan-cricket-team-name-revealed-2758355\">پاکستان کرکٹ ٹیم کا نیا ہیڈکوچ کون ہوگا؟ نام سامنے آگیا</a></strong></p>\n<p>گیری کرسٹن کے مستعفیٰ ہونے کے بعد عارضی کوچ کے طور پر خدمات سرانجام دینے والے عاقب جاوید کا معاہدہ بھی فروری 2025 میں ختم ہوچکا ہے، وہ معاہدہ تجدید میں دلچسپی نہیں رکھتے۔</p>\n<p><strong>مائیک ہیسن کی قابلیت:</strong></p>\n<p>نیوزی لینڈ سے تعلق رکھنے والے ہیسن نے انڈین پریمئیر لیگ (آئی پی ایل) کی معروف فرنچائز رائل چیلنجرز بنگلور (بنگلور) میں ڈائریکٹر آف کرکٹ کے طور پر کام کرچکے ہیں جبکہ کیوی ٹیم کی کوچنگ کے فرائض بھی نبھاچکے ہیں۔</p>\n<p>مزید پڑھیں: <strong><a href=\"https://www.express.pk/story/2760366/which-ex-pakistan-cricketers-are-interested-in-national-team-coaching-2760366\">گرین شرٹس کی کوچنگ کیلئے کئی پاکستانی کھلاڑیوں کے نام سامنے آگئے</a></strong></p>\n<p>پی ایس ایل 9 میں اسلام آباد یونائیٹڈ کی جیت میں مائیک ہیسن نے اہم کردار ادا کیا تھا، یہ انکا لیگ میں پہلا سیزن تھا۔</p>\n<p>قومی ٹیم کی کوچنگ کیلئے سابق لیجنڈری اسپنر سقلیین مشتاق بھی ہیڈ کوچ کے عہدے کیلئے مضبوط امیدوار تھے تاہم اب انہیں بالنگ کوچ کے طور پر قومی ٹیم کیساتھ منسلک کیا جاسکتا ہے۔</p>\n<p><img src=\"https://img1.hscicdn.com/image/upload/f_auto,t_ds_wide_w_960,q_50/lsci/db/PICTURES/CMS/377400/377482.6.jpg\"/></p>\n"
    },
    {
        "title": "آپریشن بنیان مرصوص پر فلم بنانے کا عندیہ، ایئر وائس مارشل اورنگزیب احمد کا کردار کون نبھائے گا؟ بحث چھڑگئی",
        "link": "https://www.express.pk/story/2761249/there-is-a-hint-of-making-a-film-on-operation-banyan-marsus-who-will-play-the-role-of-air-vice-marshal-aurangzeb-ahmed-debate-has-erupted-2761249/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/untitled-design-121747122391-0/untitled-design-121747122391-0-600x450.webp",
        "content": "\n<p>معروف پاکستانی ہدایتکار <strong>نبیل قریشی کا آپریشن بنیان مرصوص پر فلم بنانے کا عندیہ دے دیا۔ </strong></p>\n<p>ہدایتکار نبیل قریشی نے عندیہ دیا ہے کہ وہ پاک فضائیہ کے حالیہ دفاعی آپریشن \"بنیان مرصوص\" اور اس میں اہم کردار ادا کرنے والے ایئر وائس مارشل اورنگزیب احمد پر فلم بنانے میں دلچسپی رکھتے ہیں۔ جس کے بعد ایئر وائس مارشل اورنگزیب احمد کا کردار موضوع بحث سوشل میڈیا پر موضوع بحث بنا ہوا ہے کہ ان کا کردار کونسا پاکستانی اداکار نبھائے گا مداحوں کی جانب سے مختلف اداکاروں کے نام تجویز کیے جا رہے ہیں۔</p>\n<p>ان اداکاروں میں فواد خان کا نام سرفہرست ہے کیونکہ وہ اورنگزیب احمد سے مشابہت رکھتے ہیں۔ ایک صارف نے فواد خان کو کردار کے لیے موزوں قرار دیا، جس پر نبیل قریشی نے دلچسپی کا اظہار کیا۔</p>\n<div>\n<blockquote>\n<div>\n\n\n<div><a href=\"https://www.instagram.com/p/DJlR3pfsjtz/?utm_source=ig_embed&amp;utm_campaign=loading\"><svg><g><g><g><path></path></g></g></g></svg></a></div>\n<div>\n<div><a href=\"https://www.instagram.com/p/DJlR3pfsjtz/?utm_source=ig_embed&amp;utm_campaign=loading\">View this post on Instagram</a></div>\n</div>\n\n\n\n<p><a href=\"https://www.instagram.com/p/DJlR3pfsjtz/?utm_source=ig_embed&amp;utm_campaign=loading\">A post shared by Niche Lifestyle (@nichelifestyle)</a></p>\n</div>\n</blockquote>\n\n</div>\n<p> تاہم ایک اور صارف نے اس پر اعتراض کرتے ہوئے کہا کہ فواد خان کئی بھارتی فلموں میں کام کرنے کی دلچسپی دکھا کر وہاں اداکاری کر چکے ہیں اس لئے کسی ایسے پاکستانی اداکار کو موقع دینا چاہیے جس نے بھارت کیساتھ کام نہ کیا ہو۔ صارف کے اس تبصرے پر ہدایتکار نبیل قریشی نے صرف تھمبز اپ ایموجی کے ساتھ جواب دیا اور خاموشی اختیار کی۔</p>\n<p>یاد رہے کہ سوشل میڈیا پر ایئر وائس مارشل اورنگزیب احمد کی قائدانہ صلاحیتوں اور جرات مندانہ بریفنگ کی ویڈیوز وائرل ہو رہی ہیں جن میں بھارت کو مؤثر انداز میں جواب دیتے ہوئے دیکھا گیا۔ </p>\n<div>\n<div>\n<div><a href=\"https://www.instagram.com/p/DJjWLmpsIjY/\">https://www.instagram.com/p/DJjWLmpsIjY/</a></div>\n</div>\n\n</div>\n<p>یاد رہے کہ 6 اور 7 مئی کی درمیانی شب بھارت کی جانب سے فضائی حملے کے جواب میں پاکستان نے کامیاب دفاعی کارروائی کرتے ہوئے دشمن کے پانچ جنگی طیارے مار گرائے، جن میں تین رافیل طیارے بھی شامل تھے اور پاکستان نے چند ہی گھنٹوں میں دشمن پڑوسی ملک کو گھٹنے ٹیکنے پر مجبور کر کے جنگ جیت لی۔</p>\n"
    },
    {
        "title": "اسرائیل کا یمن کے الحدیدہ پر حملہ، تین اہم بندرگاہوں کو خالی کرنے کی وارننگ دی گئی",
        "link": "https://www.express.pk/story/2761247/israel-ka-yemen-ka-alhadida-par-attack-3importand-port-evacuated-2761247/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/yemen1747121255-0/yemen1747121255-0-600x450.webp",
        "content": "\n<p><strong>یمن کے صوبہ الحدیدہ میں اسرائیل کی فضائی کارروائی کے بعد مشرقِ وسطیٰ میں کشیدگی میں مزید اضافہ ہو گیا ہے۔ </strong></p>\n<p>حوثی حکومت کے زیرانتظام وزارت داخلہ کے مطابق اسرائیل نے بحر احمر کی تین اہم بندرگاہوں — راس عیسیٰ، الحدیدہ اور صلیف — کے شہریوں کو حملے سے قبل علاقہ خالی کرنے کی وارننگ دی تھی۔</p>\n<p>اسرائیل کا دعویٰ ہے کہ ان بندرگاہوں کو ایران کے حمایت یافتہ حوثی جنگجو اپنے مقاصد کے لیے استعمال کر رہے ہیں۔</p>\n<p>ادھر حوثی ذرائع ابلاغ، خصوصاً صبا نیوز ایجنسی کے سربراہ نصرالدین عامر نے دعویٰ کیا ہے کہ اسرائیل کی جانب سے کسی قسم کا حملہ ابھی تک نہیں ہوا۔ اسرائیلی حکام نے اس معاملے پر کوئی سرکاری بیان جاری نہیں کیا۔</p>\n<p>یہ پیش رفت ایسے وقت پر ہوئی ہے جب حال ہی میں یمن سے داغا گیا ایک میزائل اسرائیل کے قریب پہنچنے سے قبل تباہ کر دیا گیا تھا۔ اسرائیل کی جانب سے حوثی ٹھکانوں پر جوابی حملوں کا سلسلہ گزشتہ کئی ماہ سے جاری ہے۔</p>\n<p>یاد رہے کہ امریکی صدر ڈونلڈ ٹرمپ نے 15 مارچ کو یمن میں حوثیوں کے خلاف فوجی کارروائی کا دوبارہ آغاز کیا تھا، لیکن بعد ازاں عمان کی ثالثی سے ایک سیزفائر معاہدہ بھی طے پایا، جس میں اسرائیل شامل نہیں تھا۔</p>\n<p>اگرچہ سیزفائر پر دستخط ہو چکے ہیں، حوثی ملیشیا نے اسرائیل پر ڈرون اور میزائل حملے جاری رکھے ہوئے ہیں۔ وہ کہتے ہیں کہ ان کا مقصد غزہ میں فلسطینی عوام کے ساتھ اظہارِ یکجہتی ہے۔</p>\n<p>ٹرمپ نے چند روز قبل دعویٰ کیا تھا کہ حوثیوں نے بین الاقوامی شپنگ روٹس کو متاثر نہ کرنے پر رضامندی ظاہر کی ہے، لیکن اسرائیلی کارروائیاں اب بھی جاری ہیں۔</p>\n<p> </p>\n"
    },
    {
        "title": "خیبر پختونخوا کے بیشتر علاقوں میں بارش کا امکان",
        "link": "https://www.express.pk/story/2761246/khyebr-pakhtunkhwa-ke-baishtar-areas-m-barish-ka-imkaan-2761246/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/balochistan-rain1740991638-0/balochistan-rain1740991638-0-600x450.webp",
        "content": "\n<strong>\n                                        پشاور:\n            \n\n        </strong>\n<p><strong>خیبر پختونخوا کے بیشتر اضلاع میں موسم جزوی ابر آلود رہنے کا امکان ہے۔</strong></p>\n<p>محکمہ موسمیات کے مطابق چترال، سوات، دیر، شانگلہ، مالاکنڈ، مانسہرہ، بٹگرام، تورغر، بٹگرام، ضلع کرم اور اورکزئی میں گرچ چمک کے ساتھ بارش کا امکان ہے۔</p>\n<p>ایبٹ آباد، ہری پور، مہمند، باجوڑ، صوابی، چارسدہ، مردان، کوہاٹ، ہنگو، کرک، خیبر، لکی اور مردان، میں بھی  گرچ چمک کے ساتھ بارش کا امکان ہے۔</p>\n<p>گزشتتہ روز سیدو شریف میں 7، بالاکوٹ میں 11 اور کاکول میں ایک ملی میٹر بارش ریکارڈ کی گئی۔ پشاور میں درجہ حرارت 34 ڈگری سینٹی گریڈ ریکارڈ کیا گیا۔</p>\n<p>ڈیرہ اسماعیل خان میں 39، بنوں میں 36، پاراچنار میں 32، چترال میں 31، دیر میں 29، کالام میں 22 اور مالم جبہ میں 23 ڈگری سینٹی گریڈ ریکارڈ کیا گیا۔</p>\n"
    },
    {
        "title": "جنگ کی مخالفت پر نامور مسلم صحافی کو دھمکیاں، ہندو انتہاپسندوں کی فحش مہم",
        "link": "https://www.express.pk/story/2761245/jang-ki-mukhalfat-par-famous-muslim-journalis-k-thraats-2761245/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/6129309698e64b7acc458afd-arfa-profile-pic-11747120515-0/6129309698e64b7acc458afd-arfa-profile-pic-11747120515-0-600x450.webp",
        "content": "\n<p><strong>نئی دہلی: بھارت کی معروف مسلم صحافی عارفہ خانم شیروانی کو جنگ مخالف اور امن پسند مؤقف اختیار کرنے پر ہندو انتہاپسندوں کی جانب سے شدید ہراسانی، دھمکیوں اور فحش پیغامات کا سامنا ہے۔</strong></p>\n<p>دی وائر کی سینئر ایڈیٹر اور ایوارڈ یافتہ صحافی عارفہ خانم کو صرف اس وجہ سے ملک دشمن اور غدار قرار دیا جا رہا ہے کیونکہ انہوں نے حالیہ پاک بھارت کشیدگی پر امن کا پیغام دیا اور جنگ کی مخالفت کی۔</p>\n<p>فیکٹ چیکنگ ادارے آلٹ نیوز کے شریک بانی محمد زبیر کا کہنا ہے کہ یہ کوئی اتفاقیہ مہم نہیں، بلکہ \"ہندوتوا نائٹ\" نامی سوشل میڈیا اکاؤنٹ کے ذریعے ایک منظم انداز میں مسلم صحافیوں کو نشانہ بنانے کا سلسلہ جاری ہے۔ یہ اکاؤنٹ پہلے بھی کئی مسلم صحافیوں پر نفرت انگیز مہم چلا چکا ہے۔</p>\n<p>عارفہ خانم کو ملنے والی دھمکیوں پر بھارتی پولیس اور حکومت نے اب تک کوئی ردعمل ظاہر نہیں کیا۔ ناقدین کے مطابق حکومت کی خاموشی خود اس طرح کی مہمات کو حوصلہ دیتی ہے، جس سے نہ صرف مسلم صحافی بلکہ اقلیتوں میں شدید خوف و ہراس پھیلتا ہے۔</p>\n<p>یہ سارا منظرنامہ اس وقت سامنے آیا ہے جب پاکستان کی کامیاب دفاعی کارروائی 'بنیان مرصوص' کے بعد بھارتی میڈیا اور حکومت سخت بوکھلاہٹ کا شکار ہیں، اور اپنی ناکامی کو چھپانے کے لیے امن پسند آوازوں کو خاموش کرنے کی کوشش کر رہے ہیں۔</p>\n<p> </p>\n"
    },
    {
        "title": "شریف خاندان کی عمران خان سے دشمنی نہیں بلکہ ڈر ہے، علیمہ خان",
        "link": "https://www.express.pk/story/2761243/shareef-khandan-ki-imran-khan-se-dushmani-nai-balke-dar-hai-aleema-khan-2761243/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/ALEEMA-KHANnnn1736327882-0/ALEEMA-KHANnnn1736327882-0-600x450.webp",
        "content": "\n<strong>\n                                        اسلام آباد:\n            \n\n        </strong>\n<p><strong>بانی پی ٹی آئی کی بہن علیمہ خان کا کہنا ہے کہ شریف خاندان کی بانی پی ٹی آئی سے دشمنی نہیں بلکہ ڈر ہے۔</strong></p>\n<p>پنجاب حکومت اور شریف خاندان مودی سے لڑنے کے بجائے ہم سے لڑ رہے ہیں، کیا بانی پی ٹی آئی کو شہباز شریف فون نہیں کر سکتا۔</p>\n<p>اسلام آباد ہائیکورٹ میں میڈیا سے گفتگو کرتے ہوئے علیمہ خان نے کہا کہ مودی کو جو تھپڑ لگے ہیں وہ اس کا بدلہ لے گا اور مودی کو جواب دینے کے لیے بانی پی ٹی آئی کی ضرورت ہے۔</p>\n<p>انہوں نے کہا کہ کشمیری اپنی آزادی کی جنگ لڑ رہے ہیں، خواجہ آصف کہہ رہا ہے کہ بھارت سے کشمیر میں جاری دہشتگردی پر بات چیت ہوگی، ہوسکتا ہے مجھے سننے میں غلطی ہو خواجہ آصف سے وضاحت لے لیں۔</p>\n<p>صحافی نے سوال کیا کہ کیا جنید اکبر کو بانی پی ٹی آئی نے چیئرمین پبلک اکاؤنٹس کمیٹی سے استعفا دینے کا کہا ہے؟ علیمہ خانے کہا کہ کل سے آپ لوگوں کی رپورٹنگ دیکھ کر حیران ہوں، عمران خان نے جنید اکبر پر مزید بھروسہ کر کے تحریک چلانے کی ذمہ داری تھی۔</p>\n<p>انہوں نے کہا کہ میڈیا کو لگتا ہے عہدہ بہت بڑی چیز ہے لیکن بانی پی ٹی آئی کے لیے تحریک بڑی چیز ہے، تحریک انصاف کے لیے تحریک سے بڑھ کر کچھ نہیں۔</p>\n<p>علیمہ خان کا کہنا تھا کہ 20 ماہ قبل میرا نام ای سی ایل میں شامل ہوا تھا، آج عدالت نے ای سی ایل سے نام نکالنے کا فیصلہ دے دیا، اب دیکھتے ہیں فیصلے پر عملدرآمد ہوتا ہے یا نہیں۔</p>\n"
    },
    {
        "title": "6 ٹیمیں 0 خوف! چیئرمین پی سی بی نے بھارت کو اپنے انداز میں ٹرول کرڈالا",
        "link": "https://www.express.pk/story/2761242/pcb-chiefs-savage-troll-6-teams-zero-fear-dig-at-india-2761242/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/mohsin-naqvi1747120711-0/mohsin-naqvi1747120711-0-600x450.webp",
        "content": "\n<p><strong>چیئرمین پاکستان کرکٹ بورڈ (پی سی بی) محسن نقوی نے بھارت کو ٹرول کرتے ہوئے پاکستان سپر لیگ (پی ایس ایل) 10 کے بقیہ میچز کی بحالی کا اعلان کردیا۔</strong></p>\n<hr/>\n<p>سماجی رابطے کی سائٹ ایکس (ٹوئٹر) پر ٹوئٹ کرتے ہوئے محسن نقوی نے پاکستان کی جانب سے حالیہ کشیدگی کے دوران 6 بھارتی طیارے گرانے اور پاکستان کا کوئی طیارہ نہ گرنے کا تذکرہ یوں کیا کہ \"لیگ پھر سے وہاں سے شروع ہو رہی ہے جہاں سے رُکی تھی۔ 6 ٹیمیں، 0 خوف۔\"</p>\n<p>انہوں نے مزید لکھا کہ پاکستان سپر لیگ (پی ایس ایل) کے 10ویں ایڈیشن کے بقیہ 8 میچز 17 سے 25 مئی تک ہوں گے۔</p>\n<p>مزید پڑھیں: <strong><a href=\"https://www.express.pk/story/2761180/pcb-psl-reschedule-2761180\">پی ایس ایل 10کے باقی میچز کا شیڈول جاری</a></strong></p>\n<p>محسن نقوی نے کہا ہے کہ ہم ایک بار پھر کرکٹ کے اسپرٹ کا جشن منانے جارہے پیں، تمام ٹیموں کے لیے نیک خواہشات کا اظہار کرتا ہوں۔</p>\n<p>قبل ازیں پاک بھارت کشیدگی کے دوران پاکستان سپر لیگ 10 کو ملتوی کردیا گیا تھا۔</p>\n<p>مزید پڑھیں: <strong><a href=\"https://www.express.pk/story/2761221/australian-stars-wary-of-india-tour-warner-ready-for-pakistan-2761221\">آسٹریلوی کرکٹرز بھارت جانے سے کترانے لگے، وارنر پاکستان واپسی کو تیار</a></strong></p>\n<p>واضح رہے کہ پاکستان نے 6 اور 7 مئی کی درمیانی شب بھارتی جارحیت کے دفاع کرتے ہوئے 5 طیارے اور ایک ڈرون مار گرایا تھا، ان طیاروں میں 3 رافیل اور ایک ایک مگ 29 اور سخوئی ایس یو 30 شامل تھے۔</p>\n<p>مزید پڑھیں: <strong><a href=\"https://www.express.pk/story/2761212/after-loss-indian-trolls-weaponize-fake-praise-against-australian-player-2761212\">شکست خوردہ بھارتیوں نے آسٹریلوی کرکٹر کو بھی نہ بخشا</a></strong></p>\n<p>دوسری جانب دنیا بھر میں 3 رافیل طیاروں کے زمین بوس ہونے اور جعلی خبریں پھیلانے پر دنیا بھر میں ہندوستان کو شدید ٹرولنگ کا سامنا ہے۔</p>\n<p><img src=\"https://img.express.pk/media/images/1211747119936-0/1211747119936-0.jpg\"/></p>\n"
    },
    {
        "title": "​​​​​​​براڈ پٹ کی ایکشن تھرلر فلم \"ایف 1\" کا سنسنی خیز ٹریلر جاری، کب ریلیز ہوگی؟",
        "link": "https://www.express.pk/story/2761241/brad-pitts-action-thriller-film-f1-gets-an-exciting-trailer-release-when-will-it-hit-cinemas-2761241/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/untitled-design-111747120041-0/untitled-design-111747120041-0-600x450.webp",
        "content": "\n<p><strong>ہالی ووڈ اداکار براڈ پٹ کی ایکشن تھرلر فلم \"ایف 1\" کا سنسنی خیز ٹریلر جاری کردیا گیا۔</strong></p>\n<p>براڈ پٹ کی نئی ایکشن سے بھرپور ریسنگ فلم ’ایف 1‘ کا ٹریلر یوٹیوب پر جاری کر دیا گیا ہے، جسے مداحوں کی جانب سے زبردست پذیرائی مل رہی ہے۔ فلم 27 جون 2025 کو عالمی سطح پر سینما گھروں میں نمائش کے لیے پیش کی جائے گی، جب کہ کچھ ممالک میں اسے 25 جون کو ریلیز کیا جائے گا۔</p>\n<p>یہ فلم فارمولہ ون کے سات مرتبہ عالمی چیمپیئن لیوس ہیملٹن، جیری بروک ہائمر، جوزف کوسنسکی، براڈ پٹ اور دیگر پروڈیوسرز کی مشترکہ کاوش ہے۔</p>\n\n<p>فلم میں براڈ پٹ ایف 1 کے تجربہ کار ڈرائیور سونی ہیز کا کردار ادا کر رہے ہیں، جو 1990 کی دہائی میں ایک حادثے کے بعد ایف 1 سے ریٹائر ہو گیا تھا۔ فلم کی کہانی اس وقت کے گرد گھومتی ہے جب ہیز کو ایک بار پھر ٹیم کی مدد کے لیے واپس بلایا جاتا ہے۔</p>\n<p>اس فلم کی خاص بات یہ ہے کہ اس میں حقیقی ایف 1 لمحات شامل کیے گئے ہیں، جن میں براڈ پٹ کی سلور اسٹون گرینڈ پریکس تقریب میں حقیقی ڈرائیورز کے ساتھ موجودگی بھی شامل ہے۔ شائقین فلم کی حقیقی عکاسی اور ویژیول ایفیکٹس سے بہت متاثر دکھائی دے رہے ہیں اور اس کی ریلیز کا بےصبری سے اتنظار کر رہے ہیں۔</p>\n"
    },
    {
        "title": "’پاک فوج جیسی فوج پوری دنیا میں نہیں‘، معرکہ مرصوص پر عوامی رائے",
        "link": "https://www.express.pk/story/2761240/there-is-no-army-like-the-pakistan-army-in-the-whole-world-public-opinion-on-the-battle-of-marsus-2761240/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/historic-victory1747084248-0/historic-victory1747084248-0-600x450.webp",
        "content": "\n<p><strong>بھارت کو منہ توڑ جواب دینے کے لیے شروع کیے گئے معرکہ مرصوص کے حوالے سے عوام نے اپنے جذبات کا اظہار کرتے ہوئے کہا ہے کہ پاک فوج جیسی فوج پوری دنیا میں نہیں ہے۔</strong></p>\n<p>رپورٹ کے مطابق عوام نے کہا کہ ہندوستان کی فوج ہماری فوج کے مقابل نہیں، ہم نے ہندوستان کو منہ توڑ جواب دیا ہے۔</p>\n<p>عوام نے کہا کہ پاک فوج جذبہ ایمان سے سرشار ہے، ہمارا ایک فوجی ہندوستان کے 10 فوجیوں پر بھاری ہے۔</p>\n<p>انہوں نے کہا کہ ہم پاک فوج کے ساتھ جان دینے کے لئے حاضر ہیں، ہم پاک فوج کے شانہ بشانہ کھڑے ہیں۔</p>\n<p>ان کا کہنا تھا کہ نریندر مودی ایک ڈرپوک شخص ہے، پاکستان کا حصول کلمہ طیبہ پر ہوا ہے اسے کوئی نہیں مٹا سکتا۔</p>\n\n<p> </p>\n"
    },
    {
        "title": "پاکستان اور بھارت کے درمیان جنگ بندی کیسے ہوئی؟ وزیر اطلاعات حقائق سامنے لے آئے",
        "link": "https://www.express.pk/story/2761239/pakistan-or-india-ke-darmyan-ceasefire-kese-hui-info-minister-haqaiq-samne-le-aay-2761239/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/ata-tarar1737010044-0/ata-tarar1737010044-0-600x450.webp",
        "content": "\n<strong>\n                                        اسلام آباد:\n            \n\n        </strong>\n<p><strong>وفاقی وزیر اطلاعات عطاء اللہ تارڑ نے اسکائی نیوز کو انٹرویو میں پاکستان اور بھارت کے درمیان حالیہ جنگ بندی سے متعلق حقائق بتا دیے۔ </strong></p>\n<p>اسکائی نیوز کو انٹرویو میں عطاء اللہ تارڑ نے کہا کہ پاکستان اور بھارت کے درمیان حالیہ سیز فائر مختلف ممالک کی سفارتی کوششوں کا نتیجہ ہے۔</p>\n<p>انہوں نے کہا کہ وزیر اعظم نے امریکی صدر ڈونلڈ ٹرمپ کا خصوصی شکریہ ادا کیا جبکہ چین، سعودی عرب، یو اے ای، ترکیہ اور قطر نے بھی سیز فائر کے لیے اپنا اہم کردار ادا کیا۔</p>\n<p>وزیر اطلاعات نے واضح کیا کہ پاکستان نے بھارتی فوجی تنصیبات اور اسلحہ ڈپوؤں کو نشانہ بنایا، بھارت کے نقصانات سب کے سامنے ہیں، بھارت مزید کشیدگی جھیلنے کی پوزیشن میں نہیں تھا۔</p>\n<p>عطاء تارڑ نے کہا کہ سیز فائر پاکستان کی کمزوری نہیں بلکہ حکمت عملی کی کامیابی ہے، سیز فائر کے بعد ڈی جی ایم اوز کے درمیان پہلا رابطہ ہو چکا ہے۔</p>\n\n<p>انہوں نے کہا کہ امریکی صدر کی دوسری ٹویٹ میں مسئلہ کشمیر کے حل کے لیے امریکی خواہش کا اظہار کیا گیا ہے، صدر ڈونلڈ ٹرمپ مسئلہ کشمیر کے حل کے خواہاں ہیں۔</p>\n<p>عطاء تارڑ نے کہا کہ بھارت نے پاکستان کو پانی کی فراہمی تاحال بند نہیں کی اور نہ بھارت کے پاس پانی روکنے کی صلاحیت ہے، اس وقت پانی کی فراہمی معمول کے مطابق جاری ہے۔</p>\n<p>انہوں نے مزید کہا کہ پہلگام واقعے پر پاکستان نے افسوس اور ہمدردی کا اظہار کیا جبکہ پاکستان نے شفاف تحقیقات میں تعاون کی پیشکش بھی کی لیکن بھارت نے بغیر ثبوت پاکستان پر الزامات عائد کیے اور تاحال ایک بھی ثبوت پیش نہیں کر سکا، کسی گروہ نے پہلگام واقعہ کی ذمہ داری قبول نہیں کی۔</p>\n<p>عطاء تارڑ کا کہنا تھا کہ مقبوضہ کشمیر میں 7 لاکھ بھارتی فوج کی موجودگی میں پہلگام واقعہ رونما ہونا بھارت کی سیکیورٹی ناکامی ہے، بھارتی انٹیلی جنس مکمل ناکام ثابت ہوئی جبکہ بھارت پہلگام واقعہ کو پاکستان سے جوڑنے میں بری طرح ناکام ہوا ہے۔</p>\n<p>انٹرویو میں انہوں نے واضح کیا کہ پاکستان دہشت گردی کے خلاف سب سے بڑی جنگ لڑ رہا ہے اور مغربی سرحدوں پر دہشت گردوں کے خلاف کارروائیاں جاری ہیں۔ دہشت گردی کے خلاف جنگ میں پاکستان نے بے گناہ شہریوں، جوانواں اور افسران کی جانوں کی قربانیاں دی ہیں، پاکستان میں کسی دہشت گرد گروہ کی کوئی محفوظ پناہ گاہ موجود نہیں۔</p>\n<p>وفاقی وزیر اطلاعات کا کہنا تھا کہ پوری قوم افواجِ پاکستان کے ساتھ کھڑی ہے اور پاکستان کی فتح روز روشن کی طرح عیاں ہے۔</p>\n"
    },
    {
        "title": "پاکستانی فضائی حدود بند، بھارتی ایئر لائنز کو 18 روز میں 400 کروڑ روپے کا نقصان",
        "link": "https://www.express.pk/story/2761238/indian-airlines-k-18-days-me-400crore-rupees-ka-loss-2761238/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/airport1744535533-0/airport1744535533-0-600x450.webp",
        "content": "\n<p><strong>نئی دہلی/اسلام آباد: بھارتی پروازوں کے لیے پاکستان کی فضائی حدود کی بندش کو 19 دن ہو چکے ہیں، اور اس دوران 2000 سے زائد بھارتی پروازیں متاثر ہو چکی ہیں۔ لمبے راستوں، اضافی ایندھن خرچ اور فضائی شیڈول کی بے ترتیبی کے باعث بھارتی ایئر لائنز کو 400 کروڑ روپے سے زائد کا معاشی نقصان اٹھانا پڑا ہے۔</strong></p>\n<p>ذرائع کے مطابق، امرتسر، دہلی، ممبئی، احمد آباد سمیت مختلف شہروں سے جانے والی پروازوں کو یومیہ کروڑوں روپے کے نقصان کا سامنا ہے۔ لمبے فلائٹ روٹس کے باعث فیول، عملے کے اخراجات، اور فلائٹ تاخیر میں شدید اضافہ دیکھنے میں آیا ہے۔</p>\n<p>جنگ بندی کے باوجود 24 بھارتی ائیرپورٹس بند ہیں اور رپورٹ کے مطابق 444 پروازیں آج منسوخ ہو چکی ہیں۔ سری نگر ایئرپورٹ سات دنوں سے بند ہے، روزانہ کی 65 پروازیں منسوخ ہورہی ہیں جبکہ لداخ (لیح کوشک) اور جموں ایئرپورٹ کی تمام 30 پروازیں منسوخ ہوگئی ہیں۔</p>\n<p>کئی ہوائی اڈوں پر تمام طیارے ہینگرز میں منتقل کر دیے گئے ہیں۔</p>\n<p>حیران کن بات یہ ہے کہ پاکستان اور بھارت کے درمیان جنگ بندی کے باوجود بھارت نے اپنے 24 ہوائی اڈے تاحال بند رکھے ہیں، جس سے بھارتی عوام اور معیشت دونوں کو نقصان پہنچ رہا ہے۔</p>\n<p><br/>\n </p>\n"
    },
    {
        "title": "جب پاکستان نے بھارت کے خلاف منہ توڑ جوابی کارروائی کی تو امریکا متحرک ہوگیا، اسحاق ڈار",
        "link": "https://www.express.pk/story/2761237/america-mobilized-after-pakistans-retaliatory-action-against-india-says-ishaq-dar-2761237/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/257819-ishaqdar-1401208516/257819-ishaqdar-1401208516-600x450.webp",
        "content": "\n<p><strong>نائب وزیر اعظم اور وزیر خارجہ سینیٹر اسحاق ڈار نے کہا ہے کہ پاکستان کی بھارت کو منہ توڑ جوابی کارروائی کے بعد امریکا اس تنازع میں متحرک ہوا اور امریکی وزیر خارجہ روبیو نے ٹیلی فونک گفتگو میں آگاہ کیا کہ بھارت جنگ بندی کے لیے تیار ہے۔</strong></p>\n<p>اسحاق ڈار نے امریکی نشریاتی ادارے سی این این کو انٹرویو دیتے ہوئے کہا کہ پاکستان اور بھارت دونوں ممالک کو تمام مسائل کا حل پرامن طریقے سے مذاکرات سے حل کرنا چاہیے، مقبوضہ جموں کشمیر کا مسئلہ حل ہونا جنوبی ایشیا میں امن کے لیے ضروری ہے۔</p>\n<p>ان کا کہنا تھا کہ پاکستان نے اپنی برابری ثابت کر دی ہے اور ہم نے مؤثر توازن قائم کر لیا ہے، پہلے بھی اور اب بھی امن کے حمایتی ہیں، امریکی صدر کی طرف سے مقبوضہ کشمیر تنازعے کو حل کرنے کی خواہش کا خیر مقدم کرتے ہیں۔</p>\n<p>وزیر خارجہ نے کہا کہ بھارت کو پاک فوج کی جوابی کاروائی سے احساس ہوا کہ اس کے تمام تر اندازے غلط تھے، پاکستان اس شرط پر آمادہ ہوا کہ بھارت مزید اشتعال انگیز کاروائیاں نہیں کرے گا۔</p>\n<p>اسحاق ڈار نے کہا کہ امریکی وزیر خارجہ روبیو نے ٹیلی فونک گفتگو میں آگاہ کیا کہ بھارت جنگ بندی کے لیے تیار ہے، پاکستان کی جوابی کاروائی کے بعد امریکا اس تنازعے میں متحرک ہوا۔</p>\n"
    },
    {
        "title": "پنجاب کے تعلیمی اداروں میں ”آپریشن بنیان مرصوص“ کی کامیابی پر جشن کا سماں",
        "link": "https://www.express.pk/story/2761236/punjab-schools-celebrate-operation-bunyan-un-marsoos-success-2761236/",
        "thumbnail_image": "",
        "author": "محمد الیاس",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/untitled-design-751747118973-0/untitled-design-751747118973-0-600x450.webp",
        "content": "\n<strong>\n                                        لاہور:\n            \n\n        </strong>\n<p><strong>وزیراعلیٰ پنجاب مریم نواز شریف کی ہدایت پر پنجاب بھر کے اسکولوں میں پاک فوج سے اظہار یکجہتی اور یوم تشکر منایا گیا۔</strong></p>\n<p> پنجاب کے تعلیمی ادارو ں میں ”آپریشن بنیان مرصوص“ کی کامیابی پر جشن کا سماں ہے، ننھے بچوں نے یونیفارم پہن کر مارچ کیا، طلبہ نے پاک فوج کے سربراہ کی تصاویر بھی اٹھا رکھی تھیں۔</p>\n<p>قصور کے طلبہ کی ریلی کی قیادت کرنے کے لئے صوبائی وزیر تعلیم رانا سکندر حیات خود پہنچ گئے، طلبہ نے پاکستان زندہ باد اور پاک فوج زندہ باد کے نعرے لگائے۔</p>\n<p>طلبہ نے دشمن سے مصنوعی جنگ جیتنے پر پیس پریڈ کرکے فتح کا جشن منایا، ننھے طلبہ نے سرحدی گاؤں کے کچے گھروں کے ماڈل بھی بنائے، طلبہ نے پاک فوج کی کامیابیوں کا تالیاں بجا کر خیرمقدم کیا۔</p>\n<p>پتوکی کے گرلز اسکول کی طالبات نے مارچ کیا اور نعرے لگا کر پاک فوج کو خراج تحسین پیش کیا، طلبہ نے پینٹنگ اور پوسٹر بنا کر پاک دھرتی سے محبت کا اظہار کیا، اسکولوں میں جنگ کے علامتی سائرن بجائے گئے، بچوں نے قومی ترانے اور نغمے پیش کئے۔</p>\n<p>آپریشن بنیان مرصوص کے حوالے سے پوسٹر اور ڈرائنگ کے مقابلے بھی ہوئے، ننھے بچوں نے پراثر نغمے اور نظمیں بھی پیش کیں ، ننھے طلبہ نے پاک فوج کے سربراہ اور سپاہیوں کو محبت بھرے خط لکھے۔</p>\n<p>اسکول اسمبلی کے دوران بچوں نے پاک فوج زندہ باد کے نعرے لگائے اور گرمجوشی سے وطن عزیز سے محبت کا اظہار کیا، ننھی طالبات نے پاک دھرتی کی حفاظت کا عزم کرتے ہوئے ٹینکوں کے ماڈل بھی بنائے۔</p>\n"
    },
    {
        "title": "وزیراعظم کی جانب سے قومی کانفرنس بلانے کا خیر مقدم کرتے ہیں، لیاقت بلوچ",
        "link": "https://www.express.pk/story/2761235/liaquat-baloch-2761235/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/liaquat-baloch1730286891-0/liaquat-baloch1730286891-0-600x450.webp",
        "content": "\n<strong>\n                                        لاہور:\n            \n\n        </strong>\n<p><strong>نائب امیر جماعت اسلامی پاکستان لیاقت بلوچ نے کہا ہے کہ وزیراعظم شہباز شریف کی جانب سے قومی کانفرنس بلانے کا خیر مقدم کرتے ہیں۔</strong></p>\n<p>لیاقت بلوچ نے کہا کہ سندھ طاس معاہدہ کی بحالی اور بھارتی آبی جارحیت کا خاتمہ ہی خطے میں امن لانے گا۔</p>\n<p>انہوں نے کہا کہ پاک بھارت مذاکرات ہونا اچھی بات ہے لیکن میز پر مضبوط موقف ناگزیر ہے، مودی نے ہوش میں آنے کے بعد خطاب میں پھر اپنی قوم کو دھوکا دیا۔</p>\n<p>لیاقت بلوچ کا مزید کہنا تھا کہ انڈیا کا اپنے ملک میں چناؤ میں پاکستان کے خلاف جنگی جنون نہیں چلے گا۔</p>\n"
    },
    {
        "title": "پاک بحریہ کی جانب سے نیا ترانہ ’’اے وطن‘‘ جاری",
        "link": "https://www.express.pk/story/2761234/pak-navy-issues-new-tarana-aay-watan-2761234/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/pak-navy1746960782-0/pak-navy1746960782-0-600x450.webp",
        "content": "\n<strong>\n                                        اسلام آباد:\n            \n\n        </strong>\n<p><strong>پاک بحریہ نے مسلح افواج کے مشترکہ جذبے کو خراجِ تحسین پیش کرتے ہوئے نیا ترانہ ’’اے وطن‘‘ جاری کر دیا۔</strong></p>\n<p>نیا ترانہ قومی یکجہتی اور دفاعی عزم کی علامت ہے۔</p>\n\n<p>ترانہ آپریشن ’’بنیان مرصوص‘‘ میں تینوں مسلح افواج کی شاندار کامیابی کے موقع پر جاری کیا گیا ہے۔</p>\n<p>ترانے میں دفاعی طاقت اور افواج کے جوانوں کی قربانیوں کو سراہا گیا ہے۔</p>\n"
    },
    {
        "title": "بھارتی اعتراف کے بعد رافیل طیارے کے شیئرز میں زبردست گراوٹ",
        "link": "https://www.express.pk/story/2761233/indian-acceptance-ke-bad-rafale-ke-shares-mazeed-gir-gaye-2761233/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/untitled-2025-05-10t051050-0451746835854-0/untitled-2025-05-10t051050-0451746835854-0-600x450.webp",
        "content": "\n<p><strong>پیرس/نئی دہلی: بھارتی فضائیہ کی جانب سے 6 اور 7 مئی کی درمیانی شب پاک فضائیہ کے ہاتھوں بھارتی طیارے گرنے کا بالواسطہ اعتراف سامنے آنے کے بعد، رافیل طیارے بنانے والی فرانسیسی کمپنی \"ڈاسو ایوی ایشن\" کے شیئرز میں مزید 5.59 فیصد کمی ریکارڈ کی گئی ہے۔</strong></p>\n<p>میڈیا رپورٹس کے مطابق، گزشتہ روز بھارت کی مسلح افواج کی میڈیا بریفنگ میں ائیر مارشل اے کے بھارتی سے جب ایک صحافی نے رافیل طیارہ گرنے کی تصدیق سے متعلق سوال کیا تو انہوں نے جواب دیا: \"نقصانات لڑائی کا حصہ ہوتے ہیں، میں اس سے زیادہ تفصیل نہیں بتا سکتا، اس سے فریق مخالف کو فائدہ ہوتا ہے۔\"</p>\n<p>تجزیہ کاروں کے مطابق یہ بالواسطہ اعتراف ہی سمجھا جا رہا ہے، اور اسی کے بعد سرمایہ کاروں نے کمپنی کے شیئرز بیچنا شروع کر دیے، جس کا براہ راست اثر ڈاسو ایوی ایشن کی مارکیٹ ویلیو پر پڑا۔</p>\n<p>اعداد و شمار کے مطابق گزشتہ 5 دن میں کمپنی کے شیئرز میں 10.33 فیصد کمی دیکھی گئی جبکہ اس سے پہلے 5 دن کے دوران انہی شیئرز میں 3.4 فیصد اضافہ ہوا تھا۔</p>\n<p>خیال رہے کہ 6 اور 7 مئی کی شب بھارت نے پاکستان میں مختلف مقامات پر حملے کیے، جن کا پاک فضائیہ نے فوری اور مؤثر جواب دیتے ہوئے 3 رافیل طیاروں سمیت 5 بھارتی جنگی طیارے تباہ کر دیے۔ یہی واقعہ عالمی دفاعی تجزیہ کاروں اور سرمایہ کاروں کے لیے رافیل کی کارکردگی پر سوالیہ نشان بن گیا ہے۔</p>\n<p><br/>\n </p>\n"
    },
    {
        "title": "پاکستانی فنکاروں کی تصاویر بھارتی فلموں اور گانوں کے پوسٹرز سے غائب",
        "link": "https://www.express.pk/story/2761231/pakistani-artists-pictures-missing-from-indian-film-and-song-posters-2761231/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/aa1747116988-0/aa1747116988-0-600x450.webp",
        "content": "\n<p><strong>پاک بھارت کشیدگی اور حالیہ جنگ کے بعد پاکستانی اداکاروں کی تصاویر بھارتی میوزک پلیٹ فارمز سے ہٹا دی گئیں۔</strong></p>\n<p>حالیہ پاک بھارت کشیدگی کے تناظر میں متعدد بھارتی فلموں کے پوسٹرز اور گانوں کے پوسٹرز سے پاکستانی اداکاروں کی تصاویر ہٹا دی گئی ہیں۔ فواد خان کو فلم کپور اینڈ سنز کے گانے بدھو سا من کے پوسٹر سے ہٹا دیا گیا ہے، اور یہ گانا اب بھارت میں یوٹیوب پر دستیاب نہیں ہے تاہم فواد خان کی 2014 کی فلم خوبصورت کا پوسٹر تاحال تبدیل نہیں ہوا۔</p>\n<div>\n<div>\n<div><a href=\"https://www.instagram.com/p/DJj9VkqiCPE/\">https://www.instagram.com/p/DJj9VkqiCPE/</a></div>\n</div>\n</div>\n<p>اسی طرح ماہرہ خان کو فلم رئیس کے البم کور سے ہٹا دیا گیا ہے، جس میں اب صرف شاہ رخ خان نظر آ رہے ہیں جبکہ ماہرہ غائب ہیں جو اس فلم میں ان کی ہیروئن تھیں۔</p>\n<p>اداکارہ ماورا حسین کی فلم صنم تیری قسم کے پوسٹرز سے بھی ان کی تصویر کو اسپاٹیفائی اور یوٹیوب میوزک سے ہٹا دیا گیا ہے اور انہیں صنم تیری قسم 2 میں شامل کرنے سے بھی انکار کردیا گیا ہے۔</p>\n<div>\n<div>\n<div><a href=\"https://www.instagram.com/p/DJkA3N-CVRU/\">https://www.instagram.com/p/DJkA3N-CVRU/</a></div>\n</div>\n</div>\n<p>یہی نہیں بلکہ بھارت میں پاکستان کے عالمی شہرت یافتہ گلوکار عاطف اسلم کا بھی ان کے گائے گانوں سے نام ہٹا دیا گیا ہے جس پر سوشل میڈیا صارفین کی جانب سے شدید ردعمل سامنے آرہا ہے۔</p>\n<div>\n<div>\n<div><a href=\"https://www.instagram.com/p/DJkCN1_sL2v/\">https://www.instagram.com/p/DJkCN1_sL2v/</a></div>\n</div>\n</div>\n<p>یہ اقدامات بھارت کی جانب سے ’آپریشن سندور‘ کے بعد کیے گئے ہیں، جو پہلگام واقعے کے الزام میں بھارت کی جانب سے ردعمل کے طور پر کیا گیا تھا جس کا پاکستانی افواج نے منہ توڑ جواب دے کر دشمن کی بندوقیں خاموش کروا دیں۔ </p>\n"
    },
    {
        "title": "ایڈوانس گولڈ کی درآمد پر پابندی سے سونے کے زیورات کی برآمد معطل",
        "link": "https://www.express.pk/story/2761230/export-of-gold-jewellery-suspended-due-to-ban-on-import-of-advance-gold-2761230/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/gold1746015017-0/gold1746015017-0-600x450.webp",
        "content": "\n<p><strong>وفاقی وزارت تجارت کی جانب سے ایڈوانس گولڈ کی درآمد پر پابندی سے سونے کے زیورات کی ایکسپورٹ معطل ہوگئی۔</strong></p>\n<p>پاکستان جیمز، جیولری ٹریڈرز اینڈ ایکسپورٹرز ایسوسی ایشن کے چیئرمین عمران خان ٹیسوری نے وزیر اعظم کو ہنگامی خط لکھ دیا۔ </p>\n<p>انہوں نے کہا کہ پہلے سے طے شدہ آرڈرز اور تیار جیولری کی ایکسپورٹ بھی روک دی گئی، سونے کے زیورات کی ایکسپورٹ کے آرڈرز کی تکمیل نہ ہونے سے پاکستانی ایکسپورٹرز کے انٹرنیشنل مارکیٹ میں بلیک لسٹ ہونے کا خدشہ پیدا ہوگیا۔</p>\n<p>انہوں نے مزید کہا کہ 6 مئی 2025 کو اچانک SRO 760(I)/2013 کی معطلی سے سونے کے زیورات کی ایکسپورٹ رک گئی، قانونی اور باقاعدہ زیورات کے برآمدی کاروبار کو شدید نقصان کا سامنا ہے۔</p>\n<p>ان کا کہنا تھا کہ ایس ار او کی معطلی کو  واپس لیا جائے، ایکسپورٹ آرڈرز کے لیے سونا  قانونی چینلز سے سونا درآمد کیا جاتا ہے  ہیں اور صرف برآمدات کے لیے استعمال ہوتا ہے، اچانک معطلی سے  برآمدی معاہدے، تیار شدہ مال، اور قانونی عمل متاثر ہو رہے ہیں۔</p>\n<p>اس میں کہا گیا کہ SRO 760(I)/2013 کو فوری طور پر بحال کیا جائے، رکی ہوئی شپمنٹس اور درآمدی سونے کی کلیئرنس دی جائے،  اصلاحات کے ذریعے بدعنوانی کو روکا جائے لیکن قانونی برآمد کنندگان کو نقصان نہ پہنچایا جائے۔</p>\n"
    },
    {
        "title": "پاک بھارت فضائی جھڑپ میں پاکستان کو واضح فتح ملی: امریکی جریدہ",
        "link": "https://www.express.pk/story/2761229/pak-indian-air-fight-me-pakistan-k-victory-mili-american-magazine-2761229/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/pakistan-air-force1747037717-0/pakistan-air-force1747037717-0-600x450.webp",
        "content": "\n<p><strong>اسلام آباد: معروف امریکی دفاعی جریدے \"دی نیشنل انٹرسٹ\" نے اپنی تازہ رپورٹ میں انکشاف کیا ہے کہ 7 مئی کو ہونے والی پاک بھارت فضائی جھڑپ میں پاکستان نے واضح کامیابی حاصل کی۔</strong></p>\n<p>رپورٹ میں کہا گیا ہے کہ اگرچہ بیشتر دفاعی ماہرین کا اندازہ تھا کہ بھارت کی عددی برتری اور وسائل کی بنیاد پر اس کا پلڑا بھاری رہے گا، لیکن پاکستانی فضائیہ نے حیران کن کارکردگی کا مظاہرہ کرتے ہوئے بھارت کو بھرپور جواب دیا۔</p>\n<p>دی نیشنل انٹرسٹ کے مطابق، جھڑپ کے دوران پاکستان نے چین کے جدید J-10C طیارے اور PL-15 میزائلوں کی مدد سے بھارت کے 5 طیارے مار گرائے۔ ان میں سے 3 طیارے فرانسیسی ساختہ رافیل تھے، جنہیں بھارت نے اپنی فضائی طاقت کی ریڑھ کی ہڈی سمجھا جاتا ہے۔</p>\n<p>رپورٹ میں مزید کہا گیا ہے کہ پاکستان کی جانب سے کامیابی کے باقاعدہ دعوے کیے گئے، جن کی بھارتی فوج یا حکومت نے کوئی تردید نہیں کی، جو بھارت کی دفاعی پوزیشن کو مشکوک بناتا ہے۔</p>\n<p>دی نیشنل انٹرسٹ کا کہنا ہے کہ یہ جھڑپ مغربی دنیا کے لیے بھی چینی دفاعی ٹیکنالوجی کی طاقت کا ایک عملی پیغام تھی، اور یہ ظاہر کرتی ہے کہ چینی ہتھیار جدید اور مؤثر ثابت ہو رہے ہیں۔</p>\n<p><br/>\n </p>\n"
    },
    {
        "title": "نور مقدم قتل کیس: ٹرائل کے دوران ملزم کے ذہنی مریض ہونے کا نکتہ اٹھایا گیا؟ جج سپریم کورٹ",
        "link": "https://www.express.pk/story/2761228/noor-muqaddam-murder-case-was-the-point-of-the-accused-being-mentally-ill-raised-during-the-trial-justice-baqir-najafi-2761228/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/2221479-zahirx-1630876437/2221479-zahirx-1630876437-600x450.webp",
        "content": "\n<p><strong>سپریم کورٹ میں نور مقدم قتل کیس کی سماعت کے دوران جسٹس باقر نجفی  نے ملزم کے وکیل سلمان صفدر سے سوال کیا کہ کیا ذہنی مریض ہونے کا نکتہ ٹرائل کورٹ اور ہائی کورٹ میں اٹھایا گیا تھا؟</strong></p>\n<p>جسٹس ہاشم کاکڑ کی سربراہی میں تین رکنی بینچ نے اپیلوں پر سماعت کی، مجرم ظاہر جعفر کے وکیل سلمان صفدر عدالت میں پیش ہوئے اور مزید دستاویزات جمع کرانے کیلئے سماعت ملتوی کرنے کی استدعا کی۔ </p>\n<p>جسٹس ہاشم کاکڑ  نے استفسار کیا کہ آپ عدالت میں موجود ہیں تو التواء کیوں دیں؟ سلمان صفدر  نے جواب دیا کہ ظاہر جعفر ذہنی مریض ہے اس نکتے تو عدالتوں نے یکسر نظرانداز کیا گیا، کچھ دستاویزات جمع کرانا چاہتا ہوں جن سے کیس یکسر تبدیل ہوجائے گا، عدالتوں نے سپریم کورٹ کے جاری کردہ فیصلوں کو بھی نظرانداز کیا۔</p>\n<p>جسٹس باقر نجفی  نے سوال کیا کہ کیا ذہنی مریض ہونے کا نکتہ ٹرائل کورٹ اور ہائی کورٹ میں اٹھایا گیا تھا؟ سلمان صفدر  نے جواب دیا کہ ٹرائل کورٹ اور ہائی کورٹ نے اس نکتے کو نظرانداز کیا تھا۔</p>\n<p>جسٹس ہاشم کاکڑ  نے پوچھا کہ یہ نکتہ آپ آج بھی اٹھا سکتے ہیں تو الگ درخواست دینے سے کیا ہوگا؟ ہماری عدالت میں کیس جج یا وکیل کے مرنے پر ہی ملتوی ہوتا ہے، بیس سال ڈیتھ سیل میں رہنے والے کو بری کریں تو وہ کیا سوچتا ہوگا؟ ملزم بریت کے بعد ہمارے سامنے ہو تو فائل اٹھا کر ہمارے منہ پر مارے۔</p>\n<p>جسٹس ہاشم کاکڑ نے کہا کہ قصور سسٹم کا نہیں، ہمارا ہے جو غیرضروری التواء دیتے ہیں، آپ نے جو درخواست دینی ہے دے دیں اس پر فیصلہ کر لینگے۔</p>\n<p>سلمان صفدر نے مؤقف اپنایا کہ آج تک ملزم کی ذہنی حالت جاننے کیلئے میڈیکل بورڈ تشکیل نہیں دیا گیا، وکیل مدعی شاہ خاور  نے کہا کہ اس درخواست کی بھرپور مخالفت کرتا ہوں، جسٹس باقر نجفی  نے ریمارکس دیے کہ درخواست آنے تو دیں پھر مخالفت کیجیئے گا۔</p>\n<p>فریقین کے اتفاق رائے سے سماعت 19 مئی تک ملتوی کرتے ہوئے سپریم کورٹ نے آئندہ سماعت پر فریقین کے وکلاء کو مکمل تیاری کیساتھ آنے کی ہدایت کردی۔</p>\n"
    },
    {
        "title": "پنجاب میں سول ڈیفنس کیلئے 500 ملین روپے کے فنڈز جاری",
        "link": "https://www.express.pk/story/2761227/punjab-govt-released-rs500-million-for-improvement-in-civil-defence-2761227/",
        "thumbnail_image": "",
        "author": "محمد الیاس",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/punjab-government1741559181-0/punjab-government1741559181-0-600x450.webp",
        "content": "\n<strong>\n                                        لاہور:\n            \n\n        </strong>\n<p><strong>دفاع وطن کیلئے حکومت پنجاب کا احسن اقدام، سول ڈیفنس کو جدید خطوط پر استوار کرنے کیلئے 500 ملین روپے کے فنڈز جاری کردیے۔</strong></p>\n<p>سیکرٹری داخلہ پنجاب نے سول ڈیفنس کو 10 لاکھ رضاکاروں کی رجسٹریشن کا ٹارگٹ بھی دیدیا، سول ڈیفنس کیلئے گرانٹ محکمہ داخلہ کے انٹرنل سکیورٹی فنڈ سے دی گئی ہے۔</p>\n<p>پچاس کروڑ کی گرانٹ سے سول ڈیفنس کیلئے جدید آلات خریدے جائیں گے جس میں مائن ڈٹیکٹر، سنیک کیمرے،  الیکٹرک سائرن، آگ بجھانے کے آلات، بم دھماکے سے بچاؤ کے بلینکٹ اور آئی ٹی کا سامان شامل ہوگا۔</p>\n<p>ترجمان محکمہ داخلہ پنجاب کے مطابق سول ڈیفنس صوبہ بھر میں نوجوانوں کو رضاکار کی تربیت فراہم کرے گا۔ گزشتہ 5 دنوں میں سول ڈیفنس اور ریسکیو نے صوبہ بھر میں 118,289 افراد کو تربیتی مشقیں کروائیں۔</p>\n<p>ترجمان نے کہا کہ دفاع وطن کیلئے سول ڈیفنس اور ریسکیو 1122 صوبہ بھر میں مشترکہ تربیتی مشقیں کروا رہے ہیں، سول ڈیفنس کے جدید آلات کی خریداری کیلئے فنڈز کی منظوری کابینہ کمیٹی برائے امن و امان نے دی۔</p>\n<p>ترجمان نے مزید کہا کہ سول ڈیفنس قانونی تقاضوں پر عمل کرتے ہوئے رواں مالی سال کے دوران گرانٹ کو استعمال کرے گا، سول ڈیفنس کو کسی بھی ہنگامی صورتحال سے نمٹنے کیلئے پیشگی تیاری مکمل کرنے کا ٹاسک دیا گیا ہے۔</p>\n"
    },
    {
        "title": "لاہور ہائیکورٹ میں الیکشن ایکٹ میں ترامیم کیس سماعت کیلئے مقرر",
        "link": "https://www.express.pk/story/2761225/lahore-high-court-election-act-amendment-case-fix-for-hearing-2761225/",
        "thumbnail_image": "",
        "author": "محمد ہارون",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/lahore-high-court1730444304-0/lahore-high-court1730444304-0-600x450.webp",
        "content": "\n<strong>\n                                        لاہور:\n            \n\n        </strong>\n<p><strong>لاہور ہائیکورٹ نے الیکشن ایکٹ میں ترامیم سے متعلق کیس سماعت کیلئے مقرر کردیا۔</strong> </p>\n<p>جسٹس خالد اسحاق 16 مئی کو کیس کی سماعت کریں گے، عدالت نے امریکی نژاد شہری سید اقتدار حیدر کے تحریری دلائل کو منظور کر رکھا ہے۔ عدالت نے رجسٹرار آفس کو تحریری دلائل کو درخواست کا حصہ بنانے کی ہدایت بھی کی ہے۔</p>\n<p>سید اقتدار حیدر کا تحریری دلائل میں کہنا ہے کہ میری غیر موجودگی میں میرے تحریری دلائل کو فیصلے میں مدنظر رکھا جائے۔ فریق نمبر 12 پیپلز پارٹی پارلیمنٹرین کوما کے ساتھ الیکشن کمیشن میں رجسٹرڈ نہیں، الیکشن کمیشن نے پاکستان پارلیمنٹیرینز کو بطور سیاسی جماعت رجسٹرڈ کر رکھا ہے، مرکزی درخواست میں فریق نمبر 12 کو غلط فریق بنایا گیا ہے۔</p>\n<p>سید اقتدار حیدر نے عدالت سے استدعا کی ہے کہ وہ وکیل کو مرکزی درخواست واپس لینے کا حکم دے، وکیل حدیث مبارکہ کی روشنی میں از خود درخواست واپس لے لے۔</p>\n"
    },
    {
        "title": "امریکا کی ایران پر نئی پابندیاں، جوہری مذاکرات کے دوران سخت اقدام",
        "link": "https://www.express.pk/story/2761224/iran-pr-new-american-sanctions-nuclear-talks-ke-doran-sakht-iqdam-2761224/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/051745093243-0/051745093243-0-600x450.webp",
        "content": "\n<p><strong>واشنگٹن: امریکا نے ایران کے ساتھ جاری جوہری مذاکرات کے دوران تین ایرانی شہریوں اور ایک ادارے پر نئی پابندیاں عائد کر دی ہیں۔ ان پابندیوں کا مقصد ایران کے جوہری پروگرام پر دباؤ بڑھانا ہے۔</strong></p>\n<p>غیر ملکی خبر رساں ایجنسی کے مطابق، امریکی حکومت نے جن افراد اور ادارے پر پابندیاں لگائی ہیں، ان کے تعلقات ایران کی \"آرگنائزیشن آف ڈیفینسو انوویشن اینڈ ریسرچ\" (SPND) سے ہیں، جو ایران کے متنازعہ تحقیقی و دفاعی منصوبوں میں سرگرم ہے۔</p>\n<p>پابندیوں کے تحت ان افراد اور ادارے کے امریکا میں موجود تمام مالی اثاثے منجمد کر دیے گئے ہیں، اور ان سے کسی قسم کا تجارتی لین دین بھی ممنوع قرار دے دیا گیا ہے۔</p>\n<p>امریکی وزیر خارجہ مارکو روبیو نے بیان میں کہا کہ ایران مسلسل جوہری ہتھیاروں اور ان کے نظامِ ترسیل سے متعلق منصوبوں پر کام کر رہا ہے، جو عالمی امن کے لیے خطرہ ہے۔</p>\n<p>یہ نئی پابندیاں ایسے وقت میں سامنے آئی ہیں جب ایران اور امریکا کے درمیان مذاکرات کا چوتھا دور گزشتہ روز مکمل ہوا، جس کا مقصد ایک نیا معاہدہ طے کرنا ہے تاکہ ایران کو جوہری ہتھیاروں کی تیاری سے باز رکھا جا سکے۔</p>\n<p>ایران کا مؤقف ہمیشہ یہی رہا ہے کہ اس کا جوہری پروگرام پرامن مقاصد کے لیے ہے اور وہ جوہری ہتھیار بنانے کا ارادہ نہیں رکھتا۔</p>\n<p><br/>\n </p>\n"
    },
    {
        "title": "خیبرپختونخوا میں مبینہ کرپشن کا ایک اور اسکینڈل سامنے آ گیا",
        "link": "https://www.express.pk/story/2761223/another-alleged-corruption-scandal-has-come-to-light-in-khyber-pakhtunkhwa-2761223/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/307630-Corruption-1417680805/307630-Corruption-1417680805-600x450.webp",
        "content": "\n<p><strong>خیبرپختونخوا میں مالی بد عنوانی کا ایک اور اسکینڈل سامنے آ گیا جب کہ مردان کی سولر اسکیم میں بڑے پیمانے پر مبینہ کرپشن کا انکشاف ہوا ہے۔</strong></p>\n<p>ذرائع نے کہا کہ مردان میں مساجد کی سولرائزیشن کے لیے 260 ملین کی رقم جاری کی گئی، منصوبہ شروع ہوتے ہی ختم ہوگیا جب کہ ٹھیکیدار رقم سمیت غائب ہوگیا۔</p>\n<p>ذرائع  نے کہا کہ منصوبے کے لیے پیشگی ادائیگی گزشتہ دور حکومت میں کی گئی تھی، معاملہ پبلک اکاؤنٹس میٹی میں اٹھا دیا گیا، کمیٹی نے ایک ماہ کے اندر منصوبہ شروع کرنے یا کروڑوں روپے واپس کرنے کا حکم دیا۔</p>\n<p>زرائع کے مطابق عمل درآمد نہ ہونے کی صورت میں محکمہ اینٹی کرپشن کے ذریعے ٹی ایم او اور ٹھیکیدار کے خلاف کارروائی کا فیصلہ کیا گیا ہے۔</p>\n<p>سیکرٹری لوکل گورنمنٹ نے کہا کہ اسکینڈل میں ٹی ایم او کے ملوث ہونے کے شواہد ہیں، مزید تحقیقات جاری ہیں۔</p>\n"
    },
    {
        "title": "کوہلی کے ریٹائرمنٹ کی وجہ سامنے آگئی؟",
        "link": "https://www.express.pk/story/2761222/the-reason-for-kohlis-retirement-has-been-revealed-2761222/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/virat-kohli1747117554-0/virat-kohli1747117554-0-600x450.webp",
        "content": "\n<p><strong>سابق بھارتی ہیڈکوچ اور کرکٹر روی شاستری نے انکشاف کیا ہے کہ ویرات کوہلی کی اچانک ریٹائرمنٹ کے پیچھے انکی فیملی ہے۔</strong></p>\n<hr/>\n<p>میڈیا رپورٹس کے مطابق سابق بھارتی کرکٹر و کمنٹیٹر روی شاستری کا کہنا ہے کہ ویرات کوہلی نے اپنی خاندانی زندگی کو ترجیع دینے کیلئے ٹیسٹ کرکٹ سے ریٹائرمنٹ کا اعلان کیا ہے، وہ اپنی بیٹی وامیکا اور بیٹے اکائے کو وقت دینا چاہتے ہیں۔</p>\n<p>سابق ہیڈکوچ نے کہا کہ ویرات کوہلی نے مجھے بتایا تھا کہ وہ اپنے بچوں کی پرورش کیلئے کرکٹ کو خیرباد کہہ رہے ہیں۔</p>\n<p>مزید پڑھیں: <strong><a href=\"https://www.express.pk/story/2761212/after-loss-indian-trolls-weaponize-fake-praise-against-australian-player-2761212\">شکست خوردہ بھارتیوں نے آسٹریلوی کرکٹر کو بھی نہ بخشا</a></strong></p>\n<p>دوسری جانب رپورٹس میں دعویٰ کیا گیا ہے کہ کوہلی محض بین الاقوامی کرکٹ سے ریٹائر ہوئے ہیں اور آئی پی ایل میں کھیلتے رہیں گے۔</p>\n<p>مزید پڑھیں: <strong><a href=\"https://www.express.pk/story/2761091/virat-kohli-announced-retirement-from-test-cricket-2761091\">ویرات کوہلی نے ٹیسٹ کرکٹ سے ریٹائرمنٹ کا اعلان کردیا</a></strong></p>\n<p>ویرات کوہلی نے گزشتہ روز ٹیسٹ کرکٹ سے ریٹائرمنٹ کا اعلان کیا تھا جس کے بعد انکی اہلیہ انوشکا شرما نے شوہر کیلئے جذباتی پیغام لکھتے ہوئے کہا تھا کہ وہ آنسو یاد رکھوں گی جو تم نے کبھی نہیں دکھائے، وہ لڑائیاں جو کسی نے نہیں دیکھیں اور اس فارمیٹ کے لیے تمہاری غیر متزلزل محبت! میں ہمیشہ ان کے ساتھ ہوں۔</p>\n"
    },
    {
        "title": "آسٹریلوی کرکٹرز بھارت جانے سے کترانے لگے، وارنر پاکستان واپسی کو تیار",
        "link": "https://www.express.pk/story/2761221/australian-stars-wary-of-india-tour-warner-ready-for-pakistan-2761221/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/ipl-vs-psl1747114545-0/ipl-vs-psl1747114545-0-600x450.webp",
        "content": "\n<p><strong>پاکستان کے ہاتھوں جنگی میدان میں بدترین شکست کے بعد غیر ملکی کرکٹرز کرکٹرز بھی بھارت جانے سے کترانے لگے۔</strong></p>\n<hr/>\n<p>میڈیا رپورٹس کے مطابق کرکٹ آسٹریلیا نے اپنے انڈین پریمئیر لیگ (آئی پی ایل) میں دوبارہ کھلاڑیوں کی شمولیت کے فیصلے کو پلئیرز پر ڈال کر راہ فرار اختیار کرنے کی تیاری کرلی۔</p>\n<p>پاک بھارت کشیدگی کے بعد آئی پی ایل 17 مئی سے دوبارہ شروع ہوگا تاہم ٹورنامنٹ کے دوران پیش آئے واقعات نے کھلاڑیوں کو ڈرا دیا ہے، غیر ملکی پلئیرز کے اصرار اور سیکیورٹی کی پیش نظر بھارتی حکومت کو آئی پی ایل بند کرنا پڑگیا تھا۔</p>\n<p>مزید پڑھیں: <strong><a href=\"https://www.express.pk/story/2761212/after-loss-indian-trolls-weaponize-fake-praise-against-australian-player-2761212\">شکست خوردہ بھارتیوں نے آسٹریلوی کرکٹر کو بھی نہ بخشا</a></strong></p>\n<p>کرکٹ آسٹریلیا کی جانب سے جاری کردہ بیان میں کہا گیا ہے کہ بورڈ پلئیرز کے فیصلے کا احترام کرے گا، اگر وہ جانا چاہتے ہیں تو کوئی نہیں روکے گا تاہم ٹیم مینجمنٹ ورلڈ ٹیسٹ چیمپئین شپ میں شریک کھلاڑیوں سے متعلق فیصلے کا حق رکھتی ہے۔</p>\n<p>مزید پڑھیں: <strong><a href=\"https://www.express.pk/story/2761218/indian-claim-that-kiwi-cricketer-will-never-come-to-pakistan-for-psl-turns-out-to-be-false-2761218\">\"پی ایس ایل کیلئے کبھی پاکستان نہیں آؤنگا\" بھارتی دعویٰ جھوٹا نکلا</a></strong></p>\n<p>بورڈ نے مزید کہا کہ اپنے کرکٹرز کی حفاظتی انتظامات سے متعلق بھارتی بورڈ کیساتھ رابطے میں ہیں۔</p>\n<p>دوسری جانب پاکستان سپر لیگ (پی ایس ایل) میں کراچی کنگز کے کپتان ڈیوڈ وارنر نے پی ایس ایل کے دوبارہ شروع ہونے پر پاکستان آنے کا اعلان کردیا ہے۔</p>\n"
    },
    {
        "title": "بھارت کا 6، 7مئی کی شب پاکستان پر بزدلانہ حملہ؛ 40 شہری اور 11 جوان بھی وطن پر قربان",
        "link": "https://www.express.pk/story/2761220/india-attacked-pakistan-on-may-6-7-night-11-pakistani-army-personnel-40-civilians-martyred-2761220/",
        "thumbnail_image": "",
        "author": "خالد محمود",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/army-martyred1747115680-0/army-martyred1747115680-0-600x450.webp",
        "content": "\n<strong>\n                                        راولپنڈی:\n            \n\n        </strong>\n<p><strong>بھارتی مسلح افواج نے 6 اور 7 مئی 2025 کی شب پاکستان پر بزدلانہ حملے کرتے ہوئے معصوم شہریوں کو نشانہ بنایا، جس میں پاک فوج کے 11 جوان اور خواتین و بچوں سمیت 40 شہری شہید ہوگئے۔</strong></p>\n<p>ترجمان پاک فوج (آئی ایس پی آر) کے مطابق بھارت کی بزدلانہ کارروائیوں کے نتیجے میں 40 بے گناہ شہری شہید ہوئے جن میں 7 خواتین اور 15 بچے شامل ہیں جبکہ 121 افراد زخمی ہوئے جن میں 10 خواتین اور 27 بچے شامل ہیں۔</p>\n<p>پاکستانی افواج نے ’’معرکۂ حق‘‘ کے تحت بھارتی جارحیت کا بھرپور اور مؤثر جواب دیا۔ ’’آپریشن بنیان مرصوص‘‘ کے ذریعے دشمن کو نشانہ بناتے ہوئے، پاکستانی افواج نے دشمن کی پوزیشنز پر انتہائی درستگی سے جوابی حملے کیے۔</p>\n<p>وطن عزیز کا دفاع کرتے ہوئے پاک افواج کے 11 جانباز سپوت شہادت کے عظیم رتبے پر فائز ہوئے جبکہ 78 اہلکار زخمی ہوئے۔</p>\n<p><strong>شہداء کے نام درج ذیل ہیں</strong><strong>:</strong></p>\n<p><strong>پاکستان آرمی</strong><strong>:</strong></p>\n<ul>\n<li>نائیک عبد الرحمٰن</li>\n<li>لانس نائیک دلاؤر خان</li>\n<li>لانس نائیک اکرام اللہ</li>\n<li>نائیک وقار خالد</li>\n<li>سپاہی محمد عدیل اکبر</li>\n<li>سپاہی نثار</li>\n</ul>\n<p><strong>پاک فضائیہ</strong><strong>:</strong></p>\n<ul>\n<li>اسکواڈرن لیڈر عثمان یوسف</li>\n<li>چیف ٹیکنیشن اورنگزیب</li>\n<li>سینیئر ٹیکنیشن نجیب</li>\n<li>کارپورل ٹیکنیشن فاروق</li>\n<li>سینیئر ٹیکنیشن مبشر</li>\n</ul>\n<p>آئی ایس پی آر کے مطابق شہداء کی یہ عظیم قربانیاں جرأت، ایثار اور بے مثال حب الوطنی کی روشن علامت ہیں جو ہمیشہ قوم کی یادوں میں زندہ رہیں گی۔ پاکستانی مسلح افواج اور پوری قوم، شہداء کو سلامِ عقیدت پیش کرتی ہے اور زخمیوں کی جلد صحتیابی کے لیے دعاگو ہے۔</p>\n<p>قوم دشمن کی ہر جارحیت کے خلاف پرعزم ہے اور کوئی غلط فہمی نہ رہے۔ پاکستان کی خودمختاری اور سرحدوں کی حرمت پر کوئی سمجھوتہ نہیں کیا جائے گا۔ کسی بھی جارحیت کی آئندہ کوشش کا بھرپور، فیصلہ کن اور ہر محاذ پر جواب دیا جائے گا، ان شاء اللہ۔</p>\n<p>پاکستان زندہ باد — افواجِ پاکستان پائندہ باد</p>\n"
    },
    {
        "title": "پی ٹی آئی رہنما رؤف حسن اور علیمہ خان کو اسلام آباد ہائی کورٹ سے بڑا ریلیف",
        "link": "https://www.express.pk/story/2761219/islamabad-high-court-orders-removal-of-pti-leader-rauf-hassans-name-from-ecl-2761219/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/rauf-and-aleema1747114712-0/rauf-and-aleema1747114712-0-600x450.webp",
        "content": "\n<strong>\n                                        اسلام آباد:\n            \n\n        </strong>\n<p><strong>اسلام آباد ہائی کورٹ نے پی ٹی آئی کے مرکزی سیکریٹری اطلاعات رؤف حسن کا نام ای سی ایل سے نکالنے کا حکم دے دیا۔</strong></p>\n<p>عددالت نے رؤف حسن کا نام ای سی ایل میں شامل کرنے کا حکم غیر قانونی اور بدنیتی پر مبنی قرار دے دیا۔</p>\n<p>جسٹس انعام امین منہاس نے رؤف حسن کا نام ای سی ایل سے نکالنے کی درخواست منظور کر لی۔ رؤف حسن کو بیرون ملک سفر کی اجازت کے لیے ٹرائل کورٹ سے رجوع کرنے کی ہدایت کر دی۔</p>\n<p>عدالت نے ریمارکس دیے کہ ٹرائل کورٹ رؤف حسن کی درخواست پر قانون کے مطابق جلد فیصلہ کرے، وکیل کے مطابق رؤف حسن کینسر surviver ہیں جنہیں چیک اَپ کے لیے برطانیہ جانا ہے۔</p>\n<p>عدالتی حکم میں کہا گیا کہ وکیل کے مطابق پٹیشنر پر ایف آئی اے کا مقدمہ ہے جس میں وہ ضمانت پر ہیں، وکیل نے دلائل دیے کہ محض مقدمہ درج ہونے پر کسی کا نام ای سی ایل میں شامل کرنا بلا جواز ہے۔ وکیل کے مطابق رؤف حسن کا ہر چھ ماہ بعد یو کے میں چیک اَپ ہوتا ہے۔</p>\n<p>فیصلے کے مطابق عدالت کو بتایا گیا کہ ایف آئی اے نے 24 جولائی 2024 کو پٹیشنر کا نام پی سی ایل میں شامل کرنے کی سفارش کی اور ڈی جی امیگریشن اینڈ پاسپورٹس نے 26 اگست 2024 کو نام پی سی ایل میں شامل کر دیا، کریمنل کیس زیر التوا یا تفتیش جاری ہونا پٹیشنر کا نام پی سی ایل میں شامل کرنے کا جواز نہیں۔</p>\n<p>عدالتی فیصلے کے مطابق پٹیشنر اپنے خلاف درج مقدمہ میں ضمانت پر ہے اور ریاست نے ضمانت منسوخی دائر نہیں کی، وفاقی حکومت سے رؤف حسن پر سفری پابندیاں عائد کرنے کی منظوری نہیں لی گئی۔ پاسپورٹ رولز کے مطابق ملک میں داخلے اور روانگی کو ریگولیٹ کرنے کی اتھارٹی وفاقی حکومت کے پاس ہے۔</p>\n<p>دوسری جانب، اسلام آباد ہائی کورٹ نے علیمہ خان کا نام سفری پابندی کی فہرست سے نکالنے کا بھی حکم دے دیا۔</p>\n<p>عدالت نے علیمہ خان کا نام پاسپورٹ کنٹرول لسٹ اور پی این آئی ایل سے نکالنے کا حکم دیتے ہوئے علیمہ خان کو بیرون ملک جانے کے لیے ٹرائل کورٹ سے رجوع کرنے کا حکم بھی دیا۔</p>\n<p>جسٹس خادم حسین سومرو نے علیمہ خان کی درخواست پر فیصلہ سنایا۔ وکیل ایڈووکیٹ علی بخاری، خالد یوسف چوہدری اور نیاز اللہ نیازی عدالت میں پیش ہوئے۔</p>\n"
    },
    {
        "title": "\"پی ایس ایل کیلئے کبھی پاکستان نہیں آؤنگا\" بھارتی دعویٰ جھوٹا نکلا",
        "link": "https://www.express.pk/story/2761218/indian-claim-that-kiwi-cricketer-will-never-come-to-pakistan-for-psl-turns-out-to-be-false-2761218/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/indian-media1747112109-0/indian-media1747112109-0-600x450.webp",
        "content": "\n<p><strong>پاکستان کے ہاتھوں جنگی میدان میں بدترین شکست کے بعد بھارتی میڈیا نے پاکستان سُپر لیگ (پی ایس ایل) کو نشانے پر رکھ لیا۔</strong></p>\n<hr/>\n<p>میڈیا رپورٹس کے مطابق نیوزی لینڈ کے آل راؤنڈر ڈیرل مچل نے خود سے وابستہ بھارتی میڈیا کے دعوؤں کو مسترد کردیا، جس میں کہا گیا تھا کہ کیوی کرکٹر پی ایس ایل کی معطلی کے بعد کہا کہ وہ کبھی واپس پاکستان نہیں جائیں گے۔</p>\n<p>تاہم پاکستان سپر لیگ (پی ایس ایل) میں لاہور قلندرز کی نمائندگی کرنیوالے کیوی آل راؤنڈر ڈیرل مچل نے کہا کہ \"پاکستان اور بھارت دونوں ہی میرے دل کے قریب ہیں، انھیں آپس میں الجھتا دیکھنا بہت ہی مشکل ہے، میری ہمدردیاں اس سے متاثر ہونے والے افراد کے ساتھ ہیں\"۔</p>\n<p>مزید پڑھیں: <strong><a href=\"https://www.express.pk/story/2761212/after-loss-indian-trolls-weaponize-fake-praise-against-australian-player-2761212\">شکست خوردہ بھارتیوں نے آسٹریلوی کرکٹر کو بھی نہ بخشا</a></strong></p>\n<p>انہوں نے اپنے بیان میں مزید کہا کہ \"پی ایس ایل اور آئی پی ایل دونوں نے ہی میرے کیریئر میں اہم کردار ادا کیا، میں نے دونوں ہی ٹورنامنٹس میں بہت لطف اٹھایا، مجھے امید ہے کہ جلد امن ہونے سے ہمارا محبوب کھیل دوبارہ شروع ہوگا، میں مستقبل میں دونوں ممالک میں واپس لوٹنے کا منتظر ہوں گا\"۔</p>\n<p>مزید پڑھیں: <strong><a href=\"https://www.express.pk/story/2760996/ipl-set-to-resume-but-without-key-australian-stars-2760996\">\"آئی پی ایل دوبارہ شروع ہوئی تو بھی آسٹریلوی کرکٹرز نہیں آئیں گے\"</a></strong></p>\n<p>کرکٹر کے بیان نے ایک مرتبہ پھر بھارتی میڈیا کا جھوڑ بےنقاب کردیا ہے جبکہ جنگی ماحول کے دوران بھی غلط رپورٹنگ پر بھی بھارت کے نامور نیوز چینلز نے معذرت کی تھی، جس انہیں جگ ہنسائی کا سامنا کرنا پڑا تھا۔</p>\n<p><img src=\"https://img.express.pk/media/images/1211747111900-0/1211747111900-0.jpg\"/></p>\n"
    },
    {
        "title": "مغربی سرحد پر بھارت کی ’’بی ٹیم‘‘ دہشت گردوں کو بھی شکست دیں گے، بیرسٹر سیف",
        "link": "https://www.express.pk/story/2761217/wester-border-pr-india-ki-b-team-terrorists-ko-bhi-shikast-de-ge-barrister-saif-2761217/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/2729403-barristersaif-1729574232/2729403-barristersaif-1729574232-600x450.webp",
        "content": "\n<strong>\n                                        پشاور:\n            \n\n        </strong>\n<p><strong>خیبر پختونخوا حکومت کے مشیر اطلاعات بیرسٹر ڈاکٹر سیف کا کہنا ہے کہ پاک فوج نے مشرقی سرحد پر بھارت کو منہ توڑ جواب دے کر اس کا غرور خاک میں ملا دیا ہے، اب مغربی سرحد پر بھارت کی ’’بی ٹیم‘‘ دہشت گردوں کو بھی شکست دیں گے۔</strong></p>\n<p>اپنے بیان میں مشیر اطلاعات نے کہا کہ خیبر پختونخوا پولیس سمیت تمام سیکیورٹی ادارے بھارت کی ’’اے‘‘ اور ’’بی‘‘ ٹیموں کے خلاف متحد ہیں، بھارت خیبر پختونخوا میں دہشت گردوں کی پشت پناہی میں ملوث ہے۔</p>\n<p>بیرسٹر ڈاکٹر سیف نے کہا کہ امن دشمن عناصر سے آہنی ہاتھوں سے نمٹا جائے گا اور دہشت گردی کے خلاف پولیس اہلکاروں کی قربانیاں ہرگز رائیگاں نہیں جائیں گی۔</p>\n<p>انہوں نے کہا کہ خیبر پختونخوا پولیس دہشت گردوں کا ڈٹ کر مقابلہ کر رہی ہے، بھارت کی بی ٹیم کو سر اٹھانے نہیں دیا جائے گا۔</p>\n<p>مشیر اطلاعات کا کہنا تھا کہ دہشت گردوں نے گزشتہ روز پشاور میں پولیس اہلکاروں کو نشانہ بنایا، خیبر پختونخوا حکومت دھماکے میں شہید اہلکاروں کے لواحقین کے غم میں برابر کی شریک ہے، واقعے میں ملوث عناصر کو کیفرِ کردار تک پہنچایا جائے گا۔</p>\n"
    },
    {
        "title": "آرنلڈ شوارزنیگر کے بیٹے نے 40 دن میں 13 کلو وزن کیسے کم کیا؟",
        "link": "https://www.express.pk/story/2761216/how-did-arnold-schwarzeneggers-son-lose-13-kilos-in-40-days-2761216/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/untitled-design-101747114701-0/untitled-design-101747114701-0-600x450.webp",
        "content": "\n<p><strong>ہالی ووڈ اسٹار آرنلڈ شوارزنیگر کے بیٹے کرسٹوفر نے 40 دن میں 13 کلو وزن کم کرکے سب کو حیران کردیا۔</strong></p>\n<p>غیر ملکی میڈیا رپورٹ کے مطابق آرنلڈ شوارزنیگر کے سب سے چھوٹے بیٹے، 27 سالہ کرسٹوفر شوارزنیگر نے حال ہی میں اپنا وزن کم کرنے کے نسخے کا انکشاف کیا ہے۔</p>\n<p>لاس اینجلس میں منعقدہ \"بیچر ویٹالیٹی ہیپی اینڈ ہیلتھی سمٹ\" میں گفتگو کرتے ہوئے انہوں نے بتایا کہ انہوں نے تقریباً 13.6 کلوگرام (30 پاؤنڈ) وزن کم کیا ہے جس کا آغاز 2019 میں آسٹریلیا میں قیام کے دوران ہوا۔</p>\n<p>کرسٹوفر نے بتایا کہ زیادہ وزن ان کی روزمرہ سرگرمیوں میں رکاوٹ بن رہا تھا۔ ان کی زندگی میں بڑی تبدیلی لانے والا ایک اہم لمحہ وہ تھا جب وہ اسکائی ڈائیونگ نہیں کر سکے کیونکہ ان کا وزن مقررہ حد سے زیادہ تھا۔ یہ واقعہ ان کے لیے ایک تنبیہ ثابت ہوا۔</p>\n<p>انہوں نے ماضی میں مختلف ڈائٹس آزمائیں، مگر مستقل نتائج حاصل نہیں ہوئے جس کے بعد انہوں نے کھانے میں صرف ایک چیز کا استعمال ترک کردیا اور اس نسخے پر مستقل مزاجی کے ساتھ عمل کیا تو انہیں مطلوبہ نتائج بےحد کم وقت میں حاصل ہوئے۔</p>\n<p>2024 میں انہوں نے بریڈ اور روٹی کھانا چھوڑ دی اور یہ نسخہ ان کیلئے بہترین ثابت ہوا۔ اس ایک اصول پر مستقل عمل سے وہ 40 دن میں 30 پاؤنڈ وزن کم کرنے میں کامیاب ہو گئے۔</p>\n<p>کرسٹوفر کا کہنا ہے کہ یہ سفر ابھی مکمل نہیں ہوا، اور وہ اب بھی اپنی صحت کے سفر پر گامزن ہیں اور مزید وزن کم کرنے کے خواہاں ہیں۔</p>\n"
    },
    {
        "title": "ہالی ووڈ کے سب سے زیادہ معاوضہ لینے والے اداکار جانی ڈیپ مالی بحران کا شکار کیسے ہوگئے؟",
        "link": "https://www.express.pk/story/2761215/how-did-hollywoods-highest-paid-actor-johnny-depp-fall-into-a-financial-crisis-2761215/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/709729-johnnyamber-1484433445/709729-johnnyamber-1484433445-600x450.webp",
        "content": "\n<p><strong>ہالی ووڈ میں سب سے زیادہ معاوضہ لینے کیلئے مشہور پائریٹس آف دی کیریبین اسٹار جانی ڈیپ مالی بحران کا شکار ہوگئے۔</strong></p>\n<p>غیر ملکی خبر رساں ادارے کے مطابق ایک دور تھا جب جانی ڈیپ ہالی ووڈ کے کامیاب ترین اداکاروں میں شمار ہوتے تھے۔ \"پائریٹس آف دی کیریبین\" اور \"فینٹاسٹک بیسٹس\" جیسی کامیاب فلموں نے انہیں بین الاقوامی شہرت دی۔</p>\n<p>2012 میں گنیز ورلڈ ریکارڈز نے انہیں دنیا کا سب سے زیادہ معاوضہ لینے والا اداکار قرار دیا، اور 2014 میں ان کی دولت کا تخمینہ 90 کروڑ ڈالر (900 ملین) لگایا گیا۔</p>\n<p>تاہم وقت کے ساتھ جانی ڈیپ کی زندگی میں مالی بدانتظامی اور قانونی مسائل نے گہرا اثر ڈالا۔ ان کے سابق مینیجرز TMG نے دعویٰ کیا ہے کہ ڈیپ ہر ماہ دو ملین ڈالر سے زائد خرچ کرتے تھے، جن میں صرف شراب پر 30 ہزار ڈالر شامل ہیں۔</p>\n<p>دیگر فضول اخراجات میں نجی جزیرے، مہنگے زیورات اور اسٹاف شامل ہیں۔ غیر ملکی میڈیا رپورٹ کے مطابق ڈیپ نے خود تسلیم کیا کہ انہوں نے وقت کے ساتھ 65 کروڑ ڈالر (650 ملین) کھو دیے اور ایک موقع پر ان پر 10 کروڑ ڈالر (100 ملین) کا قرض بھی چڑھ گیا تھا۔</p>\n<p>آج 61 سالہ جانی ڈیپ دوبارہ ہالی ووڈ میں واپسی اور مالی استحکام لانے کی کوشش کر رہے ہیں۔ ان کی آنے والی فلم \"ڈے ڈرنکر\" 2026 میں ریلیز ہوگی جو ان کی امبر ہرڈ سے طلاق کے بعد ہالی ووڈ میں ایک زبردست واپسی بھی ہوسکتی ہے۔</p>\n"
    },
    {
        "title": "اقوام متحدہ کی وارننگ: غزہ میں قحط کا سنگین خطرہ، 5 لاکھ افراد فاقہ کشی کا شکار",
        "link": "https://www.express.pk/story/2761214/un-warning-gaza-me-femenine-ka-khatar-5lac-faqakashi-ka-shikar-2761214/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/gaza1747110433-0/gaza1747110433-0-600x450.webp",
        "content": "\n<p><strong>بیروت: اقوام متحدہ کی ایک تازہ رپورٹ نے خبردار کیا ہے کہ غزہ کی پٹی میں پانچ لاکھ افراد شدید فاقہ کشی کا شکار ہیں اور ستمبر کے آخر تک قحط پڑنے کا سنگین خطرہ موجود ہے۔</strong></p>\n<p>عالمی سطح پر خوراک کی نگرانی کرنے والے ادارے Integrated Food Security Phase Classification (IPC) نے رپورٹ میں کہا ہے کہ غزہ میں غذائی حالات اکتوبر 2023 کے بعد سے شدید بگڑ چکے ہیں، اور 2.1 ملین افراد، جو تقریباً پورا غزہ ہے، انتہائی شدید غذائی قلت کا سامنا کر رہے ہیں۔</p>\n<p>رپورٹ کے مطابق 4 لاکھ 69 ہزار سے زائد افراد ایسے ہیں جو \"تباہ کن\" سطح کی بھوک کا شکار ہیں، جبکہ بچوں میں 71 ہزار سے زائد غذائی قلت کے کیسز متوقع ہیں، جن میں 14 ہزار سے زائد کیسز شدید سطح کے ہوں گے۔</p>\n<p>غزہ کو مارچ 2025 سے اسرائیلی فوجی محاصرے کا سامنا ہے، جس کی وجہ سے امدادی سامان اور تجارتی اشیاء کی ترسیل تقریباً بند ہو چکی ہے۔</p>\n<p>اقوام متحدہ کی نائب ڈائریکٹر بیتھ بیچڈول کے مطابق: \"مارچ سے جاری محاصرہ غزہ میں انسانی بحران کو مزید گہرا کر رہا ہے، اور صورتحال بہت خطرناک ہو چکی ہے۔\"</p>\n<p>اسرائیل نے رپورٹ پر ردعمل دیتے ہوئے قحط کے خطرے کو مسترد کیا اور دعویٰ کیا کہ وہ امداد کی فراہمی کی کوشش کر رہا ہے، جبکہ حماس پر امداد چوری کرنے کا الزام بھی لگایا۔ دوسری جانب حماس نے ان الزامات کی تردید کرتے ہوئے اسرائیل پر غذا کو ہتھیار کے طور پر استعمال کرنے کا الزام لگایا ہے۔</p>\n<p> </p>\n"
    },
    {
        "title": "برطانیہ میں امیگریشن قوانین میں بڑی تبدیلیاں: شہریت کے لیے 10 سال کی شرط لگادی",
        "link": "https://www.express.pk/story/2761213/uk-immigration-law-me-big-changes-10years-ki-condition-enforce-2761213/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/2690953-visa-1724408931/2690953-visa-1724408931-600x450.webp",
        "content": "\n<p><strong>لندن: برطانوی حکومت نے امیگریشن نظام میں اہم اور سخت تبدیلیوں کا اعلان کر دیا ہے، جس کا مقصد غیر ملکی لیبر پر انحصار کم کرنا اور ویزا سسٹم پر کنٹرول مزید سخت بنانا ہے۔</strong></p>\n<p>نئے وائٹ پیپر کے مطابق، اب برطانیہ میں مستقل رہائش (Settlement) اور شہریت (Citizenship) حاصل کرنے کے لیے کم از کم 10 سال کی قانونی موجودگی درکار ہوگی، جو پہلے 5 سال تھی۔</p>\n<p>ہوم آفس کا کہنا ہے کہ ان اصلاحات کا مقصد یہ یقینی بنانا ہے کہ غیر ملکی شہری برطانوی معاشرے میں مثبت اور بامعنی کردار ادا کریں۔</p>\n<p>مزید اہم تبدیلیوں میں شامل ہیں:</p>\n<p>کام کے ویزا کے لیے اہلیت کا معیار دوبارہ RQF لیول 6 (یعنی گریجویٹ سطح) تک بڑھا دیا گیا۔</p>\n<p>امیگریشن سیلری لسٹ ختم کر دی گئی، جس کے تحت کم تنخواہ پر بھرتی کی اجازت تھی۔</p>\n<p>سوشل کیئر ویزا روٹ بند کر دیا جائے گا، تاہم پہلے سے موجود درخواست دہندگان 2028 تک ویزا کی توسیع کر سکیں گے۔</p>\n<p>انگلش زبان کی شرط اب زیادہ ویزا کیٹیگریز، حتیٰ کہ ڈیپنڈنٹس پر بھی لاگو ہوگی۔</p>\n<p>اسٹڈی ویزا کی پالیسی سخت کر دی گئی ہے، پوسٹ اسٹڈی ورک پیریڈ اب 2 سال سے کم کر کے 18 ماہ کر دیا گیا ہے۔</p>\n<p>غیر ملکی مجرموں کی ڈی پورٹیشن میں تیزی لانے کا اعلان بھی کیا گیا ہے، چاہے قید کی سزا ہوئی ہو یا نہیں۔</p>\n<p>ہوم آفس کے مطابق، یہ اقدامات ایک منصفانہ، قابو میں رہنے والا اور معاشی ترقی کو سہارا دینے والا امیگریشن نظام بنانے کے لیے کیے جا رہے ہیں، تاکہ عوامی سہولیات پر بوجھ کم ہو۔</p>\n<p> </p>\n"
    },
    {
        "title": "شکست خوردہ بھارتیوں نے آسٹریلوی کرکٹر کو بھی نہ بخشا",
        "link": "https://www.express.pk/story/2761212/after-loss-indian-trolls-weaponize-fake-praise-against-australian-player-2761212/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/josh-hazelwood1747110355-0/josh-hazelwood1747110355-0-600x450.webp",
        "content": "\n<p><strong>پاکستان کیخلاف جنگ میں بدترین تاریخی ہزیمت برداشت کرنے کے بعد بھارت نے آسٹریلوی کرکٹر جوش ہیزول ووڈ کو اپنے پروپیگنڈے کا حصہ بنالیا۔</strong></p>\n<hr/>\n<p>میڈیا رپورٹس کے مطابق آسٹریلوی فاسٹ بولر جوش ہیزل ووڈ کے نام سے منسوب سے ایک جعلی سوشل میڈیا اکاؤنٹ سے بھارتیوں نے اپنی فوج کی تعریفوں کے پُل باندھوادیے۔</p>\n<p>بھارتیوں نے ہیزل ووڈ کی جعلی ٹوئٹ کو پاکستان مخالف جارحیت کیلئے استعمال کیا، جس پر دنیا بھر میں انہیں شدید تنقید کا نشانہ بنایا جارہا ہے۔</p>\n<p>مزید پڑھیں: <strong><a href=\"https://www.express.pk/story/2760996/ipl-set-to-resume-but-without-key-australian-stars-2760996\">\"آئی پی ایل دوبارہ شروع ہوئی تو بھی آسٹریلوی کرکٹرز نہیں آئیں گے\"</a></strong></p>\n<p>فاسٹ بولر کے مینیجر نیل میکسویل نے وضاحت دیتے ہوئے کہا کہ جوش ہیزل ووڈ کا کوئی سوشل میڈیا اکاؤنٹ نہیں، بہرحال وہ اپنے نام کے اس جعلی اکاؤنٹ سے کی جانے والی پوسٹ سے آگاہ ہیں اور اس سلسلے میں انڈین پریمئیر لیگ (آئی پی ایل) کی معروف فرنچائز رائل چیلنجرز بنگلور سے رابطہ بھی کیا ہے۔</p>\n<p>مزید پڑھیں: <strong><a href=\"https://www.express.pk/story/2760676/india-pak-tensions-cricketers-plan-to-leave-ipl-2760676\">نامور کرکٹرز کو کھلانے کا غرور! غیرملکی آئی پی ایل چھوڑنے کو تیار</a></strong></p>\n<p>واضح رہے کہ بعد میں جعلی ہیزل ووڈ کے اکاؤنٹ کو ہی معطل کردیا گیا تھا۔</p>\n<p>دوسری جانب گلین میکسویل کی انسٹاگرام پر اسٹوری میں بھی اسی قسم کی ایک پوسٹ شیئر ہوئی مگر بعد میں اسے ہٹا دیا گیا۔</p>\n<p><img src=\"https://img.express.pk/media/images/1211747109921-0/1211747109921-0.jpg\"/></p>\n"
    },
    {
        "title": "کراچی، دو مختلف حادثات میں 2 افراد زندگی کی بازی ہار گئے",
        "link": "https://www.express.pk/story/2761211/karachi-do-mukhtalif-hadsaat-mein-2-afraad-zindagi-ki-baazi-haar-gaye-2761211/",
        "thumbnail_image": "",
        "author": "یحییٰ خان",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/2714127-edhiambulance-1727552087/2714127-edhiambulance-1727552087-600x450.webp",
        "content": "\n<strong>\n                                        کراچی:\n            \n\n        </strong>\n<p>شہر قائد کے مختلف علاقوں میں پیش آنے والے حادثات میں 2 افراد جاں بحق ہو گئے۔</p>\n<p>ایدھی حکام کے مطابق پہلا واقعہ سپرہائی وے بس ٹرمینل کے قریب ایک ٹرک کی ٹکر سے رکشا ڈرائیور جاں بحق ہو گیا۔</p>\n<p>جاں بحق ہونے والے شخص کی شناخت قطب الدین کے نام سے کی گئی، اور اس کی لاش عباسی شہید اسپتال منتقل کر دی گئی۔</p>\n<p>دوسری واقعے میں لانڈھی ریلوے اسٹیشن کے قریب ایک عمارت کی تیسری منزل سے گر کر ایک شخص جاں بحق ہو گیا۔ مقتول کی شناخت سید قمرالدین کے نام سے کی گئی، اور اس کی لاش جناح اسپتال منتقل کی گئی۔</p>\n"
    },
    {
        "title": "کراچی، ڈاکوؤں کی فائرنگ سے تین بچوں کا باپ اسپتال میں دم توڑ گیا",
        "link": "https://www.express.pk/story/2761210/karachi-dakoun-ki-firing-se-teen-bachon-ka-baap-hospital-mein-dam-toar-gaya-2761210/",
        "thumbnail_image": "",
        "author": "یحییٰ خان",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/2704661-edhiambulance-1726256174/2704661-edhiambulance-1726256174-600x450.webp",
        "content": "\n<strong>\n                                        کراچی:\n            \n\n        </strong>\n<p><strong>شہر قائد کے علاقے اورنگی ٹاؤن میں پیر کی شب ڈاکوؤں کی فائرنگ سے زخمی ہونے والا شخص دوران علاج زخموں کی تاب نہ لاتے ہوئے جاں بحق ہوگیا ، مقتول نجی کمپنی کا ملازم اور تین بچوں کا باپ تھا</strong></p>\n<p>تفصیلات کے مطابق پیرآباد کے علاقے اورنگی ٹاؤن سیکٹر فائیو ای غوثیہ مسجد کے قریب فائرنگ سے ایک شخص شدید زخمی ہوگیا جسے طبی امداد کے لیے عباسی شہید اسپتال منتقل کیا گیا جہاں سے ابتدائی طبی امداد کے بعد نارتھ ناظم آباد میں واقعے نجی اسپتال لے جایا گیا۔</p>\n<p>ترجمان کراچی پولیس کے مطابق زخمی ہونے والے شخص کی شناخت 38 سالہ محمد کاشان ولد ارشاد حسین کے نام سے کی گئی ، کاشان کے سینے پر گولی لگی تھی جو پیر اور منگل کی درمیانی شب نجی اسپتال میں دوران علاج زخموں کی تاب نہ لاتے ہوئے جاں بحق ہوگیا۔</p>\n<p>مزید پڑھیں: <a href=\"https://www.express.pk/story/2761134/1\"><strong><span>کراچی؛ مسجد کے باہر ٹرانسپورٹر کو قتل کرنے کی ویڈیو سامنے آگئی</span></strong></a></p>\n<p>ترجمان کراچی پولیس کے مطابق واقعہ ڈکیتی کی واردات کے دوران مزاحمت کرنے پر پیش آیا ، مقتول کے کزن نے بتایا کہ محمد کاشان اورنگی ٹاون نمبر پانچ ای ڈاکخانہ کے قریب کا رہائشی اور نجی کمپنی میں ملازمت کرتا تھا جبکہ مقتول تین بچوں کا باپ تھا دو لڑکیاں اور ایک لڑکی ، چھوٹی بیٹی کی 8 ماہ قبل پیدائش ہوئی تھی۔</p>\n<p>مقتول کے کزن نے واقعے کے بارے میں بتایا کہ موٹر ساٸیکل سوار ملزمان لوٹ مار کر کے فرار ہو رہے تھے اور پولیس اہلکار ان کے تعاقب میں لگے ہوگئے تھے اسی دوران ملزمان موٹرسائیکل سے گرے تاہم انہوں نے اٹھتے ہی اندھا دھند فائرنگ شروع کر دی۔</p>\n<p>ملزمان کی فاٸرنگ کی زد میں آکر راہگیر کاشف سینے میں گولی لگنے سے زخمی ہوا تھا ، پولیس نے ضابطے کی کارروائی کے بعد لاش ورثا کے حوالے کر دی ۔</p>\n"
    },
    {
        "title": "لاہور، ڈیفنس فیز 6 میں اغوا کی واردات، ڈاکٹر طاہر جمیل کو کس نے اٹھایا؟",
        "link": "https://www.express.pk/story/2761209/lahore-defence-fez-6-mein-ighwa-ki-waardaat-dr-tahir-jameel-ko-kis-ne-uthaya-2761209/",
        "thumbnail_image": "",
        "author": "ویب ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/lahore-police1747101968-0/lahore-police1747101968-0-600x450.webp",
        "content": "\n<strong>\n                                        لاہور:\n            \n\n        </strong>\n<p><strong>لاہور کے علاقے ڈیفنس فیز 6 سے معروف ڈاکٹر طاہر جمیل کے مبینہ اغواء کا واقعہ پیش آیا، جس کی اطلاع ملتے ہی لاہور پولیس مکمل متحرک ہو گئی۔</strong></p>\n<p>ڈی آئی جی آپریشنز فیصل کامران موقع پر پہنچے اور جائے وقوعہ کے تمام شواہد کا تفصیلی جائزہ لیا۔ انہوں نے متاثرہ خاندان سے بھی ملاقات کی اور انہیں مغوی کی جلد بحفاظت بازیابی کی یقین دہانی کرائی۔</p>\n<p>پولیس ترجمان کے مطابق ڈاکٹر طاہر جمیل 62 سال کی عمر کے حامل ہیں اور ڈی ایچ اے فیز 6 کے رہائشی ہیں۔ وہ اپنے کلینک سے واپس اپنے گھر آ رہے تھے کہ راستے میں دو موٹر سائیکل سواروں نے انہیں روکا اور اپنے ساتھ لے گئے۔</p>\n<p>ڈی آئی جی آپریشنز فیصل کامران نے تفتیشی ٹیم کو ہدایات دی ہیں کہ ملزمان کو جلد از جلد گرفتار کر کے مغوی کو بحفاظت بازیاب کیا جائے۔</p>\n<p>مزید پڑھیں: <a href=\"https://www.express.pk/story/2761188/1\"><strong><span>لاہور پولیس کو چیکنگ کے دوران اخلاقیات کا دامن نہ چھوڑنے کی ہدایت</span></strong></a></p>\n<p>انہوں نے کہا کہ اس اغواء کی واردات کو \"ریڈ لائن\" کے طور پر لیا جا رہا ہے، اور ملزمان کو پکڑ کر قانون کے کٹہرے میں لایا جائے گا۔</p>\n<p>پولیس کی تفتیشی ٹیم نے جائے وقوعہ سے برآمد ایمبولینس سمیت تمام شواہد کا جائزہ لینا شروع کر دیا ہے۔ فیصل کامران نے مزید کہا کہ تمام وسائل بروئے کار لا کر ملزمان کو ہر صورت پکڑا جائے گا اور وہ بچ نہیں سکیں گے۔</p>\n<p>مقدمہ درج کر کے تحقیقات کا آغاز کر دیا گیا ہے اور متعلقہ ایس پی سمیت دیگر افسران بھی موقع پر موجود ہیں۔</p>\n"
    },
    {
        "title": "کراچی، شہین فورس اور ڈاکوؤں کے درمیان مبینہ مقابلہ، 2 ڈاکو زخمی حالت میں گرفتار",
        "link": "https://www.express.pk/story/2761207/karachi-shaheen-force-aur-dakuon-ke-darmiyan-mobayyana-muqaabla-2-daku-zakhmi-haalat-mein-girftar-2761207/",
        "thumbnail_image": "",
        "author": "یحییٰ خان",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/police-operation1740708519-0/police-operation1740708519-0-600x450.webp",
        "content": "\n<strong>\n                                        کراچی:\n            \n\n        </strong>\n<p>شہر قائد کے علاقے کلفٹن بلاول چورنگی کے قریب شاہین فورس کے اہلکاروں اور ڈاکوؤں کے درمیان مبینہ مقابلے میں 2 ملزمان زخمی حالت میں گرفتار کر لیے گئے۔</p>\n<p>چھیپا حکام کے مطابق گرفتار ملزمان کی شناخت عتیق الرحمان اور محمد حسین کے ناموں سے کی گئی ہے۔</p>\n<p>پولیس کے مطابق گرفتار ملزمان نے کچھ دیر قبل آن لائن فوڈ سپلائی کرنے والے رائڈر سے واردات کی تھی، جس کے بعد انہیں شاہین فورس کی ٹیم نے ٹریک کر کے گرفتار کیا۔</p>\n<p>مزید پڑھیں: <a href=\"https://www.express.pk/story/2761067/1\"><strong><span>کراچی، اسٹریٹ کرمنلز کے ساتھ مبینہ پولیس مقابلہ، 3 ملزمان گرفتار، اسلحہ اور چھینی ہوئی موٹر سائیکل برآمد</span></strong></a></p>\n<p>گرفتار ملزمان سے ایک پستول، موبائل فون اور واردات میں استعمال ہونے والی موٹر سائیکل بھی برآمد کی گئی ہے۔</p>\n<p>زخمی ملزمان کو فوری طور پر جناح اسپتال منتقل کر دیا گیا ہے جہاں ان کا علاج جاری ہے۔ پولیس حکام کا کہنا ہے کہ ملزمان کے خلاف مزید قانونی کارروائی عمل میں لائی جا رہی ہے اور ان سے مزید تفتیش کی جائے گی۔</p>\n"
    },
    {
        "title": "استغاثہ نے سازش کا الزام ثابت کرنا ہے، فرحت عباس ضمانت کا حکمنامہ",
        "link": "https://www.express.pk/story/2761206/istighasa-ne-saazish-ka-ilzaam-saabit-karna-hai-farhat-abbas-zamanat-ka-hkmnamh-2761206/",
        "thumbnail_image": "",
        "author": "حسنات ملک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/supreme-court1738275206-0/supreme-court1738275206-0-600x450.webp",
        "content": "\n<strong>\n                                        اسلام آباد:\n            \n\n        </strong>\n<p><strong>سپریم کورٹ نے 9 مئی کیس میں  پی ٹی آئی کے ایم پی اے حافظ فرحت عباس کی ضمانت منظور کر نے کاتحریری حکمنامہ جاری کر دیا۔ </strong></p>\n<p>عدالت نے قراردیا ہے کہ استغاثہ نے کیس میں ابھی فرحت عباس کی جانب سے مجرمانہ سازش رچانے کے الزام کو ثابت کرنا ہے۔ درخواست گزار سے کوئی  برآمدگی  نہیں ہوئی،ریکارڈ سے پتہ چلتا ہے کہ درخواست گزار نے کیس کی تحقیقات میں تعاون کیا ہے۔</p>\n<p>درخواست گزار کے پولیس کی جانب سے گرفتاری، تذلیل اور کیس کی تحقیقات میں تعاون کرنے کے باوجود ہراسگی کے خدشہ کو نظر انداز نہیں کیا جا سکتا۔</p>\n<p>جسٹس نعیم اختر افغان کی جانب سے ضمانت قبل از گرفتاری کی سماعت کے 4 صفحات پر مشتمل حکم نامہ  میں کہاگیا یہے کہ اب تک کے ریکارڈ،ابتدائی  تفتیش  کے مطابق کیس  درخواست گزار کے خلاف مزید انکوائری کا متقاضی ہے۔</p>\n<p>مزید پڑھیں: <a href=\"https://www.express.pk/story/2760698/1\"><strong><span>سپریم کورٹ نے اسلم رئیسانی کے خلاف انتخابی عذرداری خارج کردی</span></strong></a></p>\n<p>درخواست گزار کو 9مئی واقعہ کی 12 مئی 2023کو ہونیو الی ایف آئی آر میں نامزد نہیں کیا گیا ۔ اسے مدعی کے 10جون کے ضمنی بیان  کے بعد سوشل میڈیا پر ٹویٹس/آڈیو/ویڈیو کلپس کی بنیاد پر کیس میں ملوث کیا گیا ،یہی الزام شریک ملزم امتیاز محمود پر لگایا گیا ہے جن کی پہلے ہی  اسی عدالت سے ضمانت قبل از گرفتاری منظور کی جا چکی ہے۔</p>\n<p>کیس کی تقفتیش میں مسلسل تعاون  پر درخواست گزارکو عبوری ضمانت قبل از گرفتاری کا حقدار قرار دیا جاتا ہے۔ درخواست گزار کو ہدایت کی جاتی ہے کہ وہ مزید تفتیش میں تعاون کرے۔</p>\n"
    },
    {
        "title": "جے شنکر کے غرور نے انڈیا کو بہت نقصان پہنچایا، جوہر سلیم",
        "link": "https://www.express.pk/story/2761205/jay-shankar-ke-ghuroor-ne-india-ko-bohat-nuqsaan-pohanchaya-johar-saleem-2761205/",
        "thumbnail_image": "",
        "author": "مانیٹرنگ ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/johar-saleem1747086715-0/johar-saleem1747086715-0-600x450.webp",
        "content": "\n<strong>\n                                        لاہور:\n            \n\n        </strong>\n<p> رہنمامسلم لیگ (ن) رانا احسان افضل کا کہنا ہے کہ پاکستان کا اسٹانس ہمیشہ اس کونفلیکٹ کے اندر موریلی اور ایتھیکلی وہ اوپر ہی رہا ہے انڈیا سے، سب سے پہلے ہمارا یہ سٹانس تھا کہ ہم کسی قسم کا پہلگام سے ہمارا لنک ایج نہیں ہے اور ہم اوپن ہیں فار ٹرانسپیئرنٹ اور انڈیپنڈنٹ انکوائری کے لیے. </p>\n<p>ایکسپریس نیوز کے پروگرام اسٹیٹ کرافٹ میں گفتگو کرتے ہوئے انھوں نے کہا کہ جب اس کے باوجود انڈیا نے پرووک کیا افینس کیا ایگریشن دکھائی اور حملہ آور ہوئے، انھوں نے سویلینزکو ہٹ کیا اور جب انھوں نے ہمارے سویلینزکو ہٹ کیا تو اس کے جواب میں بھی ہم نے کہا کہ ہم اس شرمناک عمل کو نہ صرف رد کرتے ہیں اس کی مذمت کرتے ہیں بلکہ ہم یہ کہ جواب کے اندر سویلینز کو ٹارگٹ نہیں کریں گے بلکہ ہم ان ایریاز کو ٹارگٹ کریں گے جو ملٹری ایریاز ہوں گے. </p>\n<p>دفاعی تجزیہ کار (ر)لیفٹننٹ جنرل نعیم خالد لودھی نے کہا ایک تو اللہ تعالیٰ کا شکر، اپنے مجاہدوں کو سلام ، اس میں 3تو ورلڈ ریکارڈ قائم ہوئے ہیں، پہلا یہ کہ رافال جہاز پہلی بار دنیا میں کہیں گرائے گئے۔ دوسرا یہ کہ اڑتالیس گھنٹے کے اندر سو کے قریب ڈرونز اور ماڈرن ترین ڈرونزوہ گرائے گئے اور تیسرا یہ کہ دو نیوکلیئر پاورز کے درمیان اتنی ہائی انٹینسٹی کی جنگ کہیں نہیں دیکھی گئی، ہم نے جو جذبہ اور اعتماد شو کیا, انہوں نے کہا کہ جو ایگریسیونیس شو کی ، یہ انٹینسٹی میں آپ کو بتاؤں کہ نہ یوکرین میں ہوئی ہے اور نہ مڈل ایسٹ میں ہوئی ہے، یہ ایک یونیک وار ہے، اس کو آپ درست کہہ رہے ہیں کہ کئی سالوں تک پڑھا جائے گا اس کو اینالائز کیا جائے گا۔ </p>\n<p>سابق سیکریٹری خارجہ جوہر سلیم نے کہا کہ انڈیا دنیا کی پانچویں بڑی اقتصادی طاقت ہے اس وقت ہمارے سے 10گنا بڑی ان کی اکانومی ہے،ہم سے کوئی نوگنا بڑا ان کا ملٹری بجٹ ہے اس کے علاوہ بھی بہت سارے فرق ہیں، ہم دیکھتے ہیں کہ کچھ دن پہلے ہی انھوں نے یوکے ساتھ فری ٹریڈ ایگریمنٹ بھی سائن کیا۔ </p>\n<p>ایک سوال پر ان کا کہنا تھا کہ جے شنکر کا جو غرور ہے باقی سارے ہمسایوں کے لیے بھی اس نے انڈیا کو بہت نقصان پہنچایا ہے کیونکہ آج نہ صرف پاکستان کے ساتھ ان کے تعلقات اچھے نہیں ہیں، بنگلہ دیش کے ساتھ بھی نہیں ہیں، سری لنکا کے ساتھ بھی اچھے نہیں ہیں ، نیپال کے ساتھ بھی نہیں ہیں، مالدیپ کے ساتھ بھی نہیںہیں، وہ باقیوں کو حقیر سمجھتے ہیں میوچل ریسپیکٹ نہیں ہے تو اس کا تو نقصان ہے ہی۔</p>\n"
    },
    {
        "title": "ہمیشہ جارحانہ کوشش بھارت کی ہوتی ہے، سید محمد علی",
        "link": "https://www.express.pk/story/2761204/hamesha-jarehana-koshish-bharat-ki-hoti-hai-syed-mohammad-ali-2761204/",
        "thumbnail_image": "",
        "author": "مانیٹرنگ ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/indian-agression1747086115-0/indian-agression1747086115-0-600x450.webp",
        "content": "\n<strong>\n                                        اسلام آباد:\n            \n\n        </strong>\n<p>نیشنل سیکیورٹی ایکسپرٹ (ر) ایئروائس مارشل اعجاز محمود کا کہنا ہے کہ پاکستان نے کیا کیسے کا بڑا خوبصورت جواب کل ایئروائس مارشل اورنگزیب نے دیا ہے لیکن آپ کے ناظرین کے لیے میں ری کیپ کرتا ہوں۔ </p>\n<p>ایکسپریس نیوز کے پروگرام کل تک میں گفتگو کرتے ہوئے انھوں نے کہا کہ جب سے ہم نیوکلیئر ہوئے ہم یہ کہتے آئے کہ اب جنگ کی گنجائش نہیں ہے، دونوں ملکوں میں لیکن بھارت کی جو اسٹریٹیجی تھی کہ وہ جوہری خطرے کے سائے میں جنگ کی جگہ بنانے کی کوشش کر رہے تھے تو پھر اس کے لیے ظاہر ہیں کہ ہم تیار ہیں، اصل میں انھوں نے ہماری ڈیٹرنس کو چیلنج کیا اب اس کا جواب دینے کے لیے جو ہمارے پاس سب سے اچھی آپشن تھی وہ ایئرپاور ایپلیکیشن تھی۔ </p>\n<p>نیشنل سیکیورٹی ایکسپرٹ (ر)میجر جنرل طارق رشید خان نے کہا کہ یہ لاتوں کے بھوت ہیں، لاتوں کے بھوت باتوں سے نہیں مانتے، وہ تو مانتے ہی نہیں تھے۔ پوری دنیا کہتی رہی کہ ثبوت دیدو، پاکستان بھی انویسٹی گیشن کیلیے تیار ہے لیکن وہ مانے ہی نہیں، اب اتنی مار پڑی ہے کہ اور آج دیکھیں بے شرم مودی اسپیچ کر رہا ہے جیسے وکٹری اسپیچ کر رہا ہے، عقل کے اندھے پوری دنیا تمھیں کہتی ہے کہ تم ریاستی دہشت گردی کے اسپانسرڈ ہو، کینڈا میں آپ اسٹیٹ سپانسرڈ ٹیررازم کر رہے ہیں،جب پاکستان نے اپنی صلاحیت کی تھوڑی سے جھلک دکھائی تو دنیا کو بھی سمجھ آگئی، مودی صاحب کو بھی سمجھ آگئی اور پیر پڑ گئے کہ صلح کرا دیں۔ </p>\n<p>سید محمد علی نیشنل سیکیورٹی ایکسپرٹ نے کہا کہ پچھلے 38سال میں یہ آٹھواںکرائسس ہے جو یک طرفہ طور پر بھارت کے توسیع پسندانہ عزائم اورجارحانہ حکمت عملی کے نتیجے میں وقوع پذیر ہوا ہے، ہر دفعہ تین چیزیں ہی کامن ہیں، ہمیشہ جارحانہ کوشش بھارت کی ہوتی ہے، پھر جب ہم ان کی پھینٹی لگاتے ہیں تو امریکا آکر بیچ بچاؤ کرا دیتا ہے اور ہم کہتے ہیں کہ ٹھیک ہے، ہمیں خوش ہونا چاہیے، اس بار ہم نے جتنا زیادہ چھ ڈومیز میں فیصلہ کن اور جامع انداز میں شکست دی ہے شاید تاریخ میں اتنی بڑی پاور کو اتنے کم وقت میں اتنے کم وسائل سے شاید ہی تاریخ میں کیا گیا ہو۔</p>\n"
    },
    {
        "title": "ججز کا اختلافی نوٹ بینچ سربراہ کی منظوری سے ہی اپ لوڈ ہو گا",
        "link": "https://www.express.pk/story/2761203/judges-ka-ikhtalafi-note-bench-sarbarah-ki-manzoori-se-hi-up-load-ho-ga-2761203/",
        "thumbnail_image": "",
        "author": "جہانزیب عباسی",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/75106-SupremeCourtphotofile-1357630890/75106-SupremeCourtphotofile-1357630890-600x450.webp",
        "content": "\n<strong>\n                                        اسلام آباد:\n            \n\n        </strong>\n<p><strong>سپریم کورٹ نے پالیسی کے طور پر یہ طے کیا ہے کہ اگر کوئی جج اختلافی نوٹ تحریر کرتا ہے تو اسے اسی بینچ کے سربراہ کی منظوری کے بعد ہی عدالت عظمیٰ کی ویب سائٹ پر پبلک کیا جائے گا۔ </strong></p>\n<p>ایکسپریس کو ایک ذمے دار ذریعہ نے بتایا کہ مخصوص نشستوں سے متعلق بارہ جولائی کے فیصلے کیخلاف نظر ثانی اپیلوں پر جسٹس عائشہ ملک اور جسٹس عقیل عباسی کے اختلافی نوٹ آئینی بینچ کے سربراہ جسٹس امین الدین خان کی منظور ی کے بعد ہی سپریم کورٹ کی ویب سائٹ پر اپ لوڈ ہو سکیں گے۔</p>\n<p>ماضی میں کوئی جج اگر کیس کے آغاز پر ہی اختلاف کرکے بینچ سے اٹھ کر چلا جاتا تو اسکی اختلافی رائے اسی وقت سپریم کورٹ کی ویب سائٹ پر پبلک کردی جاتی تھی ۔</p>\n<p>مزید پڑھیں: <a href=\"https://www.express.pk/story/2760735/1\"><strong><span>مخصوص نشستوں کا کیس: جسٹس عائشہ کا اختلافی نوٹ ویب سائٹ پر نہ آنے پر چیف جسٹس کو خط</span></strong></a></p>\n<p>چیف جسٹس پاکستان یحییٰ آفریدی کے نام لکھا گیا خط منظر عام پر آیا جس میں جسٹس عائشہ ملک نے چیف جسٹس  سے کہا آئی ڈپارٹمنٹ نے دونوں ججز کا اختلافی نوٹ اپلوڈ نہیں کیا۔</p>\n<p>جسٹس امین الدین خان کی سربراہی میں 11 رکنی آئینی بینچ آج مخصو ص نشستوں کے متعلق نظر ثانی اپیلوں پر سماعت کرے گا۔ اے پی پی کے مطابق   پانچ رکنی آئینی بینچ سپر ٹیکس سے متعلق کیس کی سماعت بھی آج کرے گا۔</p>\n"
    },
    {
        "title": "بھارت کی جانب سے کرتار پور راہداری نہ کھل سکی",
        "link": "https://www.express.pk/story/2761202/bharat-ki-janib-sa-kirtarpur-rahdari-na-khul-saki-2761202/",
        "thumbnail_image": "",
        "author": "Asif Mehmood",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/kirtarpur1747084966-0/kirtarpur1747084966-0-600x450.webp",
        "content": "\n<strong>\n                                        نارووال:\n            \n\n        </strong>\n<p>پاک بھارت سیز فائر کے بعد بھی بھارت کی جانب سے کرتار پور راہداری نہ کھل سکی ، بھارت کی جانب سے راہداری 6 اور 7 مئی کے بھارتی حملے کے بعد سے بند ہے ، پاکستان کی جانب سے کرتارپور ہداری معمول کے مطابق کھلی ہے, دربار انتظامیہ کا کہنا ہے ہم اپنے سکھ بھائیوں کی میزبانی کے لیے ہمہ وقت تیار ہیں۔</p>\n<p>دوسری طرف پاکستان سکھ گردوارہ پربندھک کمیٹی کے سربراہ اور وزیر برائے اقلیتی امور وانسانی حقوق پنجاب سردار رمیش سنگھ اروڑہ نے بھارت سے کرتار پور راہداری فوری کھولنے کا مطالبہ کیا ہے ۔</p>\n<p>مزید پڑھیں: <a href=\"https://www.express.pk/story/2760752/1\"><strong><span>مودی کی ساکھ بچانے کیلئے پنجاب کی سرزمین استعمال نہیں ہونے دیں گے، بھارتی سکھ</span></strong></a></p>\n<p>صوبائی وزیر نے بھارت سمیت دنیا بھر کے سکھوں کو دعوت دیتے ہوئے کہا کہ جون میں سکھوں کے پانچویں گرو ارجن دیو جی کے شہیدی دن اور مہاراجہ رنجیت سنگھ کی برسی منانے کیلئے وہ جب چاہیں پاکستان آسکتے ہیں ، ہمارے دروازے ان کیلئے ہروقت کھلے ہیں, پاکستان اور سکھوں کا رشتہ مضبوط ہے جس کی بنیاد سکھ ، مسلم دوستی پر قائم ہے ۔</p>\n<p>سردار رمیش سنگھ نے ایکسپریس نیوز کے ساتھ وی لاگ میں گفتگو کرتے ہوئے کہا کہ حالیہ پاک بھارت کشیدگی کے دوران بھارت سمیت دنیا بھر کی سکھ برادری نے پاکستان کے موقف کا بھرپور ساتھ دیا جس پر پاکستان کی ریاست ، عوام اور حکومت سکھوں کی وفاداری کو قدر کی نگاہ سے دیکھتی ہے ۔</p>\n"
    },
    {
        "title": "یہ پاکستان کی بہت بڑی فتح، دنیا کا ماحول تبدیل ہو گیا",
        "link": "https://www.express.pk/story/2761200/yeh-pakistan-ki-bohat-barri-fatah-duniya-ka-mahol-tabdeel-ho-gaya-2761200/",
        "thumbnail_image": "",
        "author": "مانیٹرنگ ڈیسک",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/historic-victory1747084248-0/historic-victory1747084248-0-600x450.webp",
        "content": "\n<strong>\n                                        لاہور:\n            \n\n        </strong>\n<p>گروپ ایڈیٹر ایکسپریس نیوز ایاز خان کا کہنا ہے کہ 6 گھنٹے کی جنگ میں ایسا چھکا ہم نے مارا جو باؤنڈری سے باہر جا کر نہیں گرا، اسٹیڈیم سے باہر جا کر گرا، پوری دنیا نے دیکھ لیا کہ چھکا کس طرح سے ماراجاتا ہے، ایک چھکا شارجہ میں جاوید میانداد نے آخری بال پر مارا تھا انڈیا کے خلاف آج تک انڈیا اس کا درد نہیں بھول سکا تو یہ کہاں بھولے گا۔ </p>\n<p>ایکسپریس نیوز کے پروگرام کنٹرول روم میں گفتگو کرتے ہوئے انھوں نے کہ ہم نے ورلڈ آرڈر چینج کر دیا لیٹرلی یہ کر کے، تجزیہ کار فیصل حسین نے کہا کہ یہ پاکستان کی اتنی بڑی فتح ہے اتنی بڑی فتح ہے کہ دنیا کا میکانزم تبدیل ہو گیا ہے، دنیا کا ماحول تبدیل ہو گیا ہے۔ بھارت یہ دعویدار تھا کہ وہ دنیا کی چوتھی بڑی آرمی ہے تو پاکستان نے دنیا کی چوتھی بڑی آرمی کو ہرا کہ اب اپنا مقام چوتھی بڑی آرمی پہ لکھ لیا ہے، دنیا کی چوتھی بڑی آرمی جو ہے وہ پاکستان ہے، پاکستان نے ایک بار پھر ثابت کر دیا کہ مسلم امہ کی اگر کوئی سب سے بڑی عسکری قوت ہے تو وہ پاکستان ہے۔ </p>\n<p>تجزیہ کار عامر الیاس رانا نے کہا کہ ہم نے جو کہا ہے نہ کہ معرکہ حق، اس آپریشن کو نام دیا گیا ہے کہ مکمل ہو گیا ہے، اس کا مطلب ہے کہ ہمارے اور ان کے ڈی جی ایم اوز کی جو میٹنگ ہوئی آپ نے خود خبر میں بھی حوالہ دیا ہے، انڈینز نے کہا ہے کہ بات چیت جاری رہے گی تو ہماری طرف سے سیز فائر اس لحاظ سے کمپلیٹ ہو گیا، اب اگر کوئی چیز آئے گی غلط تو اس کا جواب نئے سرے سے دیا جائے گا کیونکہ کمپلیٹ کرنے کا مقصد ہے کہ پاکستان نے اپنی طرف سے دینا کو میسج دیا ہے کہ آپ بالکل بے فکر ہو جائیں، ہم نے جو وعدہ کیا ہے اس پر قائم ہیں اور ہم نہیں کریں گے۔ </p>\n<p>تجزیہ کار نوید حسین نے کہا کہ میرا خیال ہے کہ ساحر لدھیانوی نے کہا تھا کہ جنگ تو خود ایک مسئلہ ہے، جنگ کیا مسئلوں کا حل دے گی، جنگ تو کسی کے حق میں نہیں، وہ پاکستان ہو، وہ انڈیا ہو، ہر دو ممالک جو ہیں ان کے حق میں جنگ نہیں ہے لیکن جب جنگ مسلط کی جاتی ہے، جنگ مسئلوں کا حل نہیں ہوتی، یہ ریئلائزیشن میرے خیال میں مودی کو بھی ہو جانی چاہیے، بی جے پی کو اور انڈینزکو بھی ہو جانی چاہیے۔ </p>\n<p>تجزیہ کار محمد الیاس نے کہا کہ پانی کا اور پاکستان میں جو دہشت گردی ہو رہی ہے ٹی ٹی پی اور بی ایل اے اس کے ساتھ شامل ہے تنظیمیں جو ہیں جو شامل ہیںاس کے تانے بانے جتنے بھی دہشت گردی کے ہوتے ہیں وہ بھارت جاتے ہیں، بھارت دوست ممالک کی سرحدوں کو استعمال کرتا ہے، پاکستان بارہا دنیا کے ممالک کو بتا چکا ہے کہ بھارت ان سب میں ملوث ہے، پانی کے بارے میں تو مذاکرات کریں گے اور کرنے چاہییں، پاکستان کو کشمیر اور پانی کے جو سندھ طاس معاہدے میں مزید جو تین دریاجو انہوں نے لیے تھے ہم سے ان کے پانی کی بحالی کے لیے بھی بات کرنی چاہیے۔</p>\n"
    },
    {
        "title": "27ستمبر 2025",
        "link": "https://www.express.pk/story/2761198/27-september-2025-2761198/",
        "thumbnail_image": "",
        "author": "جاوید چوہدر ی",
        "time": "2025-05-13",
        "main_image": "https://img.express.pk/media/images/2729252-JavedChaudhryNew-1729531635/2729252-JavedChaudhryNew-1729531635-600x450.webp",
        "content": "\n<p>پاکستان نے 10 مئی 2025کو عسکری تاریخ میں نیا ریکارڈ قائم کیا‘ یہ ریکارڈ اب کیس اسٹڈی بن چکا ہے اور یہ دنیا بھر کی ملٹری اکیڈمیز میں جنرل عاصم منیر اور ائیرچیف مارشل ظہیر بابر سندھو کے نام سے پڑھائی جائے گی‘ پاکستان نے 10مئی کی صبح ایک گھنٹے میں کیا کمال کیا ہمیں یہ جاننے کے لیے 27 ستمبر 1925 میں جانا پڑے گا اور اس سے بھی پہلے ہمیں ناگ پور کے ڈاکٹر کیشو بلی رام ہیڈگیوار(Keshav Baliram Hedgewar) کو کھوجنا پڑے گا‘ ان دونوں کا10 مئی کے ساتھ گہرا تعلق ہے۔</p>\n<p>یہ سو سال پرانی داستان ہے‘ پہلی جنگ عظیم کے بعد اٹلی میں فاشزم کی تحریک شروع ہوئی اور یہ تیزی سے پورے یورپ میں پھیل گئی‘فاشزم کا تصور یورپی اخبارات‘ رسائل اور کتابوں کے ذریعے ہندوستان آیا‘ ڈاکٹر ہیڈگیوار نے اس مطالعے کے بعد سوچا اگر اٹلی صرف اٹالین ‘ فرانس فرنچ‘ جرمنی جرمن اور انگلینڈ صرف انگلش لوگوں کے لیے ہے تو پھر ہندوستان صرف ہندوؤں کے لیے کیوں نہیں ہے یہاں دوسرے مذاہب کے لوگ کیوں آباد ہیں؟ اس سوچ نے ہیڈگیوار کو ناگ پور میں 27 ستمبر 1925کو راشٹریہ سیوک سنگھ کے نام سے ہندو قوم پرست جماعت کی بنیاد رکھنے پر مجبور کر دیا‘ یہ بعدازاں آر ایس ایس کہلانے لگی۔</p>\n<p> اس جماعت کے دو بڑے مقاصد تھے‘ ہندوستان سے دوسری تمام اقوام کو ہر صورت بے دخل کرنااور ملک میں کٹڑ ہندو نظریات نافذ کرنا‘ ڈاکٹر ہیڈگیوار نے ان مقاصد کے حصول کے لیے فوجی ٹریننگ کے ادارے اور ہندوازم کی تعلیم کے لیے اسکول کھولے‘ اس نے ممبرز کے لیے وردی بھی بنائی اور زعفرانی رنگ کا جھنڈا بھی‘ ٹریننگ کیمپوں میں طالب علموں کو لاٹھی‘تلوار‘ بھالے اور خنجر کی ٹریننگ دی جاتی تھی جب کہ اسکولوں میں سنسکرت زبان میں ہندوازم کی تعلیم کا بندوبست تھا‘ جماعت کا سائز 1927تک ٹھیک ٹھاک ہوگیا‘ یہ لوگ ہندوستان کی تقسیم کے خلاف تھے جب کہ کانگریس اور مسلم لیگ ملک کو ہندو اور مسلم حصوں میں تقسیم کرنا چاہتی تھی چناںچہ آر ایس ایس دونوں کے خلاف ہو گئی‘ یہ اختلاف انگریزوں کو سوٹ کرتا تھا چناں چہ برطانوی حکومت نے آر ایس ایس کو سپورٹ کرنا شروع کر دیا‘ انگریز کی مرضی سے یہ لوگ سرکاری کالجوں اور یونیورسٹیوں میں داخل ہوگئے۔</p>\n<p> اپنے دفتر بنائے‘ طالب علم داخل کرائے اور اساتذہ کو فیکلٹی میں شامل کرایا‘ بہرحال قصہ مختصر 1947 تک آر ایس ایس پورے ہندوستان میں پھیل چکی تھی‘ شہروں اور قصبوں میں اس کے کارندے نظر آتے تھے‘ ہندوستان تقسیم ہوا تو آر ایس ایس نے ٹھیک ٹھاک مخالفت کی یہاں تک کہ آر ایس ایس کے ایک رکن نتھو رام گوڈسے نے 30 جنوری 1948 کو مہاتما گاندھی کو گولی مار کر ہلاک کردیا‘ جواہر لال نہرو اور قائداعظم بھی ان کی ہٹ لسٹ پر تھے لیکن یہ دونوں بچ گئے۔</p>\n<p>آر ایس ایس نے بعدازاں بھارتیہ جنتا پارٹی (بی جے پی) کے نام سے اپنا سیاسی ونگ بھی بنا لیا‘ یہ شروع میں بھاتیہ جتا سنگھ تھا لیکن یہ بعدازاں دوسری ہم خیال جماعتوں کے ساتھ مل کر بھارتیہ جنتا پارٹی ہو گئی‘ بی جے پی شروع میں بری طرح فیل ہو گئی لیکن یہ لوگ جدوجہد کرتے رہے‘ 1984 میں اس نے جنرل الیکشن میں صرف دو سیٹیں حاصل کیں لیکن کانگریس کی غیرمقبولیت اور گاندھی خاندان کی سیاسی حماقتوں کی وجہ سے بی جے پی کا گراف بڑھتا چلا گیا‘ اٹل بہاری واجپائی‘ ایل کے ایڈوانی اور ڈاکٹر مرلی منوہر جوشی نے دن رات محنت کی جس کے نتیجے میں 1996 میں بی جے پی لوک سبھا کی اکثریتی جماعت بن گئی اور اس نے 13 دن کی حکومت بھی بنا لی‘یہ 1998میں نیشنل ڈیموکریٹک الائنس کے ذریعے لمبی مخلوط حکومت بنانے میں کام یاب ہو گئی۔</p>\n<p> اٹل بہاری واجپائی اس حکومت کے وزیراعظم تھے‘ یہ لوگ اقتدار میں آ گئے لیکن ان کی سوچ متعصب ہندوانہ تھی‘ ان کے ایک دانشور ویناک دمندر سواکار نے ہندوتوا کے نام سے آر ایس ایس کو ایک اصطلاح بھی دے دی تھی‘ ہندوتوا کا مطلب تھا ہندوماتا پر صرف ہندورہ سکتے ہیں‘ بی جے پی کے اقتدار میں آنے کے بعد آر ایس ایس نے مسجدوں‘ چرچز‘ جین مندروں اور بودھ ٹمپلز پر حملے شروع کر دیے‘ نریندرمودی 2001 سے 2014تک گجرات کا چیف منسٹر رہا‘ اس کے زمانے میں مارچ 2002میں گجرات میں مسلمانوں پر حملے شروع ہوئے اورجون 2002تک 1000 کے قریب مسلمان قتل کر دیے گئے۔</p>\n<p> ہزاروں عورتیں ریپ ہوئیں‘ آر ایس ایس کے غنڈوں نے چھوٹے معصوم بچے بھی نہ چھوڑے‘ نریندر مودی کی زندگی کا بڑا حصہ آر ایس ایس اور بی جے پی میں گزرا تھا لیکن بہرحال اس نے مسلمانوں کے خلاف تعصب کے باوجود گجرات میں 13 سال بہت اچھا پرفارم کیا‘ گجرات کی معیشت نے پورے بھارت میں ریکارڈ قائم کر دیا‘ یہ اس پرفارمنس کی بنیاد پر 2014 میں وزیراعظم بن گیا اور یہاں سے نئی کہانی شروع ہو گئی۔</p>\n<p>نریندر مودی 2014 سے 2019تک وزیراعظم رہا‘ یہ دوسری مرتبہ 2019 میں وزیراعظم بنا اور مخلوط حکومت کے ذریعے2024 میں تیسری مرتبہ وزیراعظم بن گیا‘ اس کے ادوار میں پورے ہندوستان میں آگ لگی رہی‘ یہ ایک طرف معیشت میں کمال کرتا رہا اور دوسری طرف یہ اقلیتوں پر ظلم کے پہاڑ توڑتا رہا‘ بھارت میں اس کے زمانے میں سیکڑوں مسجدیں‘ چرچ اور ٹمپلز توڑ دیے گئے‘ ہزاروں لوگ نسل کش فسادات میں مارے گئے‘ آر ایس ایس اکھنڈ بھارت کی دعوے دار ہے‘ یہ مسلمانوں کو قتل کر کے بنگلہ دیش اور پاکستان دونوں کو دوبارہ بھارت میں شامل کرنا چاہتی ہے‘ مودی ہمیشہ اس نفرت کا الیکشنز میں فائدہ اٹھاتا رہا‘ دوسری طرف آر ایس ایس دنیا کی سب سے بڑی رائیٹ ونگ کی تنظیم بن گئی‘ اس کے ممبرز کی تعداد 70 لاکھ تک پہنچ گئی۔</p>\n<p> بی جے پی کی14ریاستوں میں حکومتیں بھی ہیں‘ آر ایس ایس نے2014کے الیکشن سے قبل فیصلہ کیا تھا یہ 75 سال سے اوپر کے سیاست دانوں کو پارٹی ٹکٹ نہیں دے گی‘ ایل کے ایڈوانی اور ڈاکٹر منوہر جوشی اس فیصلے کی وجہ سے سیاسی دوڑ سے باہر ہوئے تھے اور نریندر مودی کو آگے بڑھنے کا موقع مل گیا‘ بہرحال قصہ مختصر بھارت میں پاکستان دشمنی اور اسلامی دہشت گردی ’’ہاٹ پراڈکٹ‘‘ ہے‘ مودی نے ہمیشہ اس کا فائدہ اٹھایا‘ 2014کے الیکشنز سے قبل 27 اکتوبر 2013 کو پٹنہ میں مودی کی ریلی میں بم دھماکے ہوئے‘ مودی نے یہ پاکستان کے کھاتے میں ڈالے اور الیکشن تک پاکستان کو بدلے کی دھمکیاں دیتا رہا اور ووٹوں میں اضافہ کرتا رہا‘ 14 فروری 2019 کو پلوامہ کا واقعہ پیش آ گیا۔</p>\n<p> اس میں 44بھارتی فوجی مارے گئے‘ اپریل 2019میں الیکشن تھا‘ نریندر مودی وہ الیکشن جیت کر دوسری بار وزیراعظم بننا چاہتا تھا چناں چہ اس نے پاکستان پر حملے کا اعلان کر دیا‘ آر ایس ایس اس کی پشت پر تھی‘ انڈین ائیرفورس نے 25 اور 26 فروری کی درمیانی رات بالاکوٹ میں سرجیکل اسٹرائیک کی‘ اس میں محض ایک کوا مارا گیا لیکن نریندر مودی نے اعلان کر دیا‘ ہم نے پاکستان میں دہشت گردوں کے کیمپ پر حملہ کر کے 400 دہشت گرد مار دیے ہیں‘ پاکستان نے اگلے دن نہ صرف بھارت کے پانچ ائیر بیسز پر حملہ کر دیا بلکہ وہاں تھوڑے تھوڑے فاصلے پر میزائل بھی داغ دیے اور واپسی پر بھارت کے دو طیارے بھی گرا دیے۔</p>\n<p> ایک طیارہ بھارت میں گرا جب کہ دوسرا پاکستانی آزاد کشمیرمیں ‘ اس کا پائلٹ ابھے نندن گرفتار کر لیا گیا‘ خطہ اس کے بعد جنگ کے دہانے تک پہنچ گیا لیکن امریکا اور برطانیہ نے مل کر ملبہ سمیٹ لیا‘ نریندر مودی مار کھانے کے باوجود الیکشن میں جیت گیا‘ 2024میں نریندر مودی نے تیسرا الیکشن لڑا‘ یہ الیکشن مقبوضہ کشمیر کے آرٹیکل 370 اور بنگلور کے مارچ 2024 کے بم دھماکوں پر لڑا گیا‘ پوری الیکشن کمپیئن کے دوران نریندر مودی پاکستان پر طنز کرتا رہا‘ کبھی عوام اور فوج کے درمیان اختلافات پر فقرے کستا ‘ کبھی کے پی اور بلوچستان کے حالات کو نشانہ بناتا اور کبھی عوام کو یہ بتا کر ہنساتا رہا ’’میں نے پاکستان کے ہاتھ میں بھیک کا کٹورا پکڑا دیا‘‘ قصہ مزید مختصر بھارت کی بدنصیبی نریندر مودی توقعات سے انتہائی کم سیٹیں لینے کے باوجود اتحادی حکومت بنانے میں کام یاب ہو گیا اور یہ 9جون24 20 کو تیسری مرتبہ بھی وزیراعظم بن گیا۔</p>\n<p>ہم اب آتے ہیں 22 اپریل 2025 کے واقعے کی طرف‘ آر ایس ایس 27 ستمبر 2025 کو ناگ پور میں اپنی سو سالہ تقریبات منانا چاہتی ہے‘ نریندر مودی اس تقریب کے مہمان خصوصی ہوں گے‘ یہ اس فنکشن میں کوئی ایسی ٹرافی‘ کوئی ایسا تحفہ لے جانا چاہتے ہیں جس کی وجہ سے آر ایس ایس 75 سال کے بعد ریٹائرمنٹ کا قانون واپس لے لے اور یہ 2029میں چوتھی مرتبہ وزیراعظم بن سکیں‘ مودی کی عمر اس وقت 74سال ہے‘ موجودہ قاعدے کے مطابق یہ وزارت عظمیٰ کا ان کی زندگی کا آخری دور ہے‘ یہ اگلے سال بی جے پی اور آر ایس ایس کے تمام عہدوں سے ریٹائر ہو جائیں گے لیکن نریندر مودی یہ نہیں چاہتے۔</p>\n<p> یہ چین کے صدر شی چن پھنگ کی طرح تاحیات وزیراعظم بننا چاہتے ہیں اور اس کے لیے ظاہر ہے کوئی بڑا کارنامہ چاہیے اور پاکستان کو شکست دینے کے علاوہ بھارت کے نزدیک کوئی دوسرا کارنامہ کیا ہو سکتا ہے؟ چناں چہ نریندر مودی نے یہ کارنامہ سرانجام دینے کی منصوبہ بندی کی‘ دوسرا آر ایس ایس بھی پاکستان کو شکست دے کر اپنے سو سالہ جشن پر مہاتما گاندھی اور قائداعظم کی سوچ کو غلط ثابت کرنا چاہتی تھی۔</p>\n<p> آپ خود سوچیں اگر آر ایس ایس کے سو سال بعد بھی بھارت کے اندر 22کروڑ مسلمان ہوں گے اور سرحدوں کی سائیڈز پر بنگلہ دیش اور پاکستان دو مسلمان ملک ہوں گے تو پھر آر ایس ایس کی کیا جسٹی فکیشن رہ جاتی ہے‘ پھردنیا کی سب سے بڑی آرگنائزیشن کے وجود کی کیا حیثیت رہ جاتی ہے چناں چہ نریندر مودی پہلگام کے 22 اپریل کے واقعے کو بنیاد بنا کر وہ غلطی کر بیٹھا جو 10مئی کے بعد دنیا بھر کی ملٹری اکیڈمیز میں کیس اسٹڈی کی حیثیت سے پڑھائی جائے گی۔   (جاری ہے)</p>\n"
    }
]