[
    {
        "title": "برطانوی محکمہ ٹیکس نے حسن نواز کی دیوالیہ ہونے کی مدت ختم کردی",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/404016-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/l_404016_120148_updates.jpg",
        "time": "2025-05-15",
        "author": "مرتضیٰ علی شاہ",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/404016_3896683_updates.JPG",
        "content": "\n<p><b>لندن: برطانیہ کے محکمہ ٹیکس نے نواز شریف کے صاحبزادے حسن نواز کے دیوالیہ ہونے کو ختم کردیا۔</b></p><p>بینک کرپسی کی مدت مکمل ہونے کے بعد اب حسن نواز دوبارہ کمپنی ڈائریکٹر بن کر معمول کے مطابق کاروبار کے اہل ہوگئے۔</p><p>سرکاری ریکارڈ کے مطابق حسن نواز کے دیوالیہ پن کی مدت 29 اپریل 2025 کو ختم ہوئی۔</p><p>محکمہ ٹیکس نے تصدیق کی ہے کہ کسی غیر قانونی سرگرمی میں ملوث نہ ہونے کے سبب حسن نواز کا دیوالیہ پن ختم ہوا ہے۔</p><p>2 ماہ قبل ایچ ایم آر سی نے حسن نواز کی طرف سے خود کو دیوالیہ ہونے کی اطلاع دی تھی، حسن نواز نے تقریباً 10 ملین پاؤنڈ کا ٹیکس ادا نہ کرنے کے سبب دیوالیہ پن اختیار کیا تھا۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/399146-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-03-19/l_399146_032735_updates.jpg\"/><h4>حسن نواز برطانیہ میں ٹیکس ڈیفالٹر قرار، 5.2 ملین پاؤنڈ کا جرمانہ بھی عائد</h4><p>حسن نواز نے 5 اپریل 2015 سے 6 اپریل 2016 تک تقریباً 9.4 ملین پاؤنڈ کا ٹیکس ادا نہیں کیا</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>حسن نواز کا مؤقف تھا کہ تمام ٹیکسوں کی ادائیگی کے باوجود ایچ ایم آر سی نے ایک خاص مدت گزر جانے کے باوجود ٹیکس کا مطالبہ کیا تھا، گزشتہ برس سرکاری گزٹ میں حسن نواز کے دیوالیہ ہونے کی تفصیلات شائع کی گئی تھیں۔</p><p>دیوالیہ پن ختم ہونے کے بعد قانونی طور پر قرضوں کی ادائیگی کی ضرورت نہیں رہتی اور قرض لینے والوں کو قرض کی واپسی سے روک دیا جاتا ہے۔</p> "
    },
    {
        "title": "پاکستانی سفارتی اہلکار بھارت سے وطن واپس پہنچ گئے",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/404023-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_404023_121420_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/404023_776604_updates.jpg",
        "content": "\n\n<p><b>لاہور: پاکستانی سفارتی اہلکار احسان بھارت سے وطن واپس پہنچ گئے۔</b></p><p>ذرائع کے مطابق بھارت کی جانب سے ناپسندیدہ شخصیت قرار دیے جانے والے پاکستانی سفارتی اہلکار گزشتہ روز وطن واپس پہنچے تھے۔</p><p>ذرائع کا کہنا ہے کہ بھارتی سفارتی اہلکار شنکر ریڈی بھی اہلخانہ کے ہمراہ بھارت واپس پہنچ گئے ہیں۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/403887-\">پاکستان کا بھارتی سفارتی اہلکارکو ناپسندیدہ شخصیت قرار دیکر ملک چھوڑنےکا حکم</a></li><li><a href=\"https://urdu.geo.tv/latest/402197-\"> بھارتی سفارتکاروں  کو 48 گھنٹےمیں ملک چھوڑنے کا حکم دیاجائے: سپریم کورٹ بار  کا مطالبہ</a></li></ul></div></div><p></p><p>دونوں سفارتی اہلکار گزشتہ روز بذریعہ ہوائی جہاز اپنے اپنے ملکوں میں گئے۔</p><p>یاد رہے کہ بھارت نے پاکستانی سفارتی اہلکار کو ناپسندیدہ شخصیت قرار دیکر ملک چھوڑنے کا حکم دیا تھا جس پر پاکستان نے بھی بھارتی سفارتی اہلکار کو ناپسندیدہ شخصیت قرار دیکر ملک چھوڑنے کے احکامات جاری کیے تھے۔</p>\n"
    },
    {
        "title": "پاکستانی بدمعاشوں نے بھاری رشوت دیکر  بھارت کو گھٹیا جہاز  بکوا دیے: سابق بھارتی جج کا طنز",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/404005-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_404005_095338_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/404005_1596396_updates.jpg",
        "content": "\n<p><b>پاکستانی فوج کے ہاتھوں شکست کے بعد بھارتی سپریم کورٹ کے سابق جج مرکنڈے کاٹجو  نے سوشل میڈیا پر طنزیہ اور مضحکہ خیز انداز اپنا لیا۔</b></p><p>سوشل میڈیا پر جاری پیغام میں بھارتی سپریم کورٹ کے سابق جج مرکنڈے کاٹجو نے لکھا کہ  سب پاکستانیوں کی حرکت ہے۔</p><p>مرکنڈے کاٹجو نے سوشل میڈیا پوسٹ میں مزید لکھا کہ اِن بدمعاشوں نے ڈیسالٹ کمپنی کو بھاری رشوت دے کر بھارت کو گھٹیا جہاز بکوا دیےجسے جنگ میں چینی ہوائی جہازوں نے مار گرایا۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403966-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403966_072517_updates.jpg\"/><h4>مودی سرکار کی سفارتی اور جنگی ناکامی پر بھارت میں بھی آوازیں اٹھنے لگیں</h4><p>بھارتی اخبار نے لکھا کہ بھارتی حکمران طبقہ مکمل طور پر امریکی مفادات کے تابع ہو چکا ہے۔</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>یاد رہے کہ آپریشن بُنیان مرصوص کے تحت پاکستان نے بھارت میں متعدد اہداف کو نشانہ بناتے ہوئے ادھم پور ائیربیس، پٹھان کوٹ ائیربیس اور سرسہ ائیربیس کے علاوہ سورت گڑھ ائیرفیلڈز، براہموس اسٹوریج سائٹ، بھارتی بریگیڈ ہیڈکوارٹر کے جی ٹاپ اور اڑی میں سپلائی ڈپو سمیت 12 اہداف کو تباہ کردیا تھا۔</p><p>بھارت کی جانب سے 7 مئی کی رات پاکستان پر  جب فضائی حملہ کیا گیا  تو  پاکستان نے بروقت اور مؤثر جواب دیتے ہوئے  رات کی تاریکی میں میزائل حملوں کے ذریعے  معصوم شہریوں کو نشانہ بنانے والے بھارت کے 5 جنگی طیارے پاک فضائیہ نے مار گرائے جس میں جدید طرز کا فرانسیسی جنگی طیارہ رافیل بھی شامل تھا۔</p> "
    },
    {
        "title": "بھارت والے چھینک مارنے بھی بلائیں تو پاکستانی فنکار دوڑے چلے جائیں گے: ثنا عسکری",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/404013-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_404013_113616_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/404013_8307034_updates.JPG",
        "content": "\n<p><b>پاکستانی اداکارہ ثنا عسکری نے پاک بھارت کشیدگی کی وجہ سے پاکستانی فنکاروں پر پابندی لگانے پر اپنے خیالات کا اظہار کیا۔</b></p><p>اداکارہ ثنا عسکری نے ایک انٹرویو میں گفتگو کرتے ہوئے کہا کہ آپ کے ملک میں بہت عزت دی جاتی ہے، لوگ محبت کرتے ہیں اور خاص طور پر ڈراموں سے بہت محبت ملتی ہے، ہمیں شاید ایک اسٹار والی اہمیت دینے نہیں آتی، ہم ایک دوسرے کی ٹانگ کھینچنے میں لگے ہوتے ہیں۔</p><p>اداکارہ نے کہا کہ اگر آپ کو بھارت میں کام کرنے کی اجازت نہیں ہے تو آپ وہاں جا کر کام کیوں کرنا چاہتے ہیں؟ ابھی بھی بھارتی بول رہے ہیں کہ پاکستانی اداکار فواد خان کو فلم میں بین کرو۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403918-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403918_105502_updates.jpg\"/><h4>پاکستان سے شکست پر بوکھلاہٹ: بھارتی میوزک کمپنی نے گانوں سے عاطف اسلم کا نام ہٹادیا</h4><p>بھارتی میوزک کمپنی زی میوزک نے اپنے یوٹیوب چینل پر موجود گانوں سے عاطف اسلم کا نام ہٹا دیا ہے</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>اداکارہ کا کہنا تھا کہ میرا خیال ہے عزت سے کام کریں، اگر وہ آپ کو عزت سے بلارہے ہیں تو، دونوں ممالک کی جانب سے  مشترکہ طور پر ہونا چاہیے کہ بھارتی اداکار پاکستان آکر بھی کام کریں اور ہمارے والے بھی وہاں جا کر کام کرسکیں۔ </p><p>ثنا عسکری نے مزید کہا کہ اگر وہ ایک چھینک بھی مارنے کیلئے بلائیں گے تو پاکستانی وہاں دوڑتے ہوئے چلے جائیں گے کہ ہمیں بھارت نے بلایا ہے۔</p><p>واضح رہے کہ مقبوضہ کشمیر کے سیاحتی مقام پہلگام میں ہونے والے حملے کے بعد بھارت نے پاکستان پر جھوٹا الزام لگایا جس کے بعد دونوں ممالک کے درمیان کشیدگی مزید بڑھ گئی اور پاکستانی اداکاروں سوشل میڈیا اکاؤنٹس بھی بلاک کردیے گئے۔</p><p>اس کے علاوہ میوزک البم سے پاکستانی فنکاروں کے نام اور تصاویر بھی ہٹا دی گئی ہیں۔</p> "
    },
    {
        "title": "فیکٹ چیک : جعلی دستاویز میں بھارت سے جھڑپوں کے بعد پاکستان میں تابکاری پھیلنے کا جھوٹا دعویٰ",
        "short_desc": "دستاویز میں گرائمر کی متعدد غلطیاں موجود ہیں، جو واضح طور پر ظاہر کرتی ہیں کہ یہ سرکاری نہیں بلکہ جعلی ہے۔",
        "link": "https://urdu.geo.tv/latest/404017-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_404017_113754_updates.jpg",
        "time": "2025-05-15",
        "author": "جیو فیکٹ چیک",
        "main_image": "",
        "content": "\n<p><b>متعدد سوشل میڈیا صارفین ایک مبینہ پاکستانی سرکاری دستاویز گردش کر رہے ہیں، جس میں دعویٰ کیا گیا ہے کہ بھارت سے حالیہ تنازع کے بعد پاکستان میں تابکاری کا اخراج ہوا ہے۔</b></p><p>دعویٰ غلط ہے،  یہ خط جعلی ہے۔</p><h2>دعویٰ :</h2><p>13 مئی کی ایک دستاویز، جو مبینہ طور پر پاکستان کی وزارت برائے موسمیاتی تبدیلی و ماحولیاتی ہم آہنگی کی طرف سے جاری کی گئی تھی سوشل میڈیا پر وائرل ہو گئی ہے۔</p><p> اس دستاویز کا عنوان ”ریڈیولاجیکل سیفٹی بلیٹن“ ہے، جس میں دعویٰ کیا گیا ہے کہ حکومت نے نیشنل ریڈیولاجیکل سیفٹی ڈویژن (NRSD) کے ذریعے ”شمالی ایڈمنسٹریٹو زون“ میں واقع ایک لائسنس یافتہ صنعتی مقام پر تابکاری کے اخراج کا پتہ لگایا ہے۔</p><p>یہ دستاویز سوشل میڈیا پر وسیع پیمانے پر<a href=\"https://x.com/Patelizm/status/1922182326827602403\"> یہاں</a>،<a href=\"https://x.com/drjatinanand/status/1922217034919583889\"> یہاں</a> اور <a href=\"https://x.com/RshrivastavaBJP/status/1922243734286065815\">یہاں</a> شیئر کی گئی۔</p><p><span>حقیقت:</span></p><p>آن لائن گردش کرنے والی یہ دستاویز خود ساختہ ہے، جس کی تصدیق وزارتِ موسمیاتی تبدیلی، حکومتِ پاکستان کے ترجمان نے کی ہے، اس دستاویز کی آزادانہ تصدیق جیو فیکٹ چیک نے بھی کی ہے۔</p><p>محمد سلیم، جو کہ اسلام آباد میں وزارتِ موسمیاتی تبدیلی و ماحولیاتی ہم آہنگی کے ترجمان ہیں نے جیو فیکٹ چیک سے ٹیلیفون پر بات کرتے ہوئے کہا کہ یہ دستاویز”جعلی“ ہے۔</p><p>محمد سلیم نے کہا: ”یہ ہر لحاظ سے مکمل طور پر جعلی ہے، ہماری وزارت کی جانب سے ایسا کوئی خط جاری نہیں کیا گیا۔“</p><p>اس کے علاوہ جیو فیکٹ چیک کی ایک آزادانہ جائزہ رپورٹ میں بھی کئی غلطیاں دریافت ہوئی ہیں، جن سے یہ ثابت ہوتا ہے کہ یہ دستاویز سرکاری نہیں ہے۔</p><p>ایسی اصطلاحات جیسے ”industrial radiological“ کو ”industrialrological“ کے طور پر غلط حروف میں لکھا گیا ہے، ”routine“ کو ”toutine“ لکھا گیا ہے، اور ”team“ کو ”leam“ کے طور پر درج کیا گیا ہے، ساتھ ہی دیگر غلطیاں بھی موجود ہیں۔</p><p>مزید برآں، واقعے کا وقت ”24:55“ کے طور پر ذکر کیا گیا ہے جو کہ ایک درست وقت کا فارمیٹ نہیں ہے  اور دستاویز میں دیا گیا ای میل ایڈریس ”<a href=\"/cdn-cgi/l/email-protection\">[email protected]</a>“ سرکاری حکومت کے ڈومینز سے مطابقت نہیں رکھتا، جن کا اختتام .gov.pk پر ہوتا ہے۔</p><p>اس ایڈریس پر رابطہ کرنے کی کوششوں کے باوجود، ایک باؤنسڈ(bounced) ای میل کی غلطی سامنے آئی: ”address not found۔“</p><div><figure>\n<picture><img src=\"https://urdu.geo.tv/assets//uploads/updates/2025-05-15/404017_6453080_updates.jpg\"/>\n</picture><figcaption> جعلی دستاویز میں گرائمر اور فارمیٹنگ کی غلطیاں</figcaption></figure></div><p><b>فیصلہ</b>: پاکستان میں کسی بھی سرکاری اتھارٹی کی جانب سے ایسے تابکاری کے واقعے کی تصدیق نہیں کی گئی جو دستاویز گردش کر رہی ہے، وہ جعلی ہے۔</p><p><b>ہمیں X (ٹوئٹر) GeoFactCheck@ اور انسٹا گرام geo_factcheck@ پر فالو کریں۔ </b></p><p><b>اگر آپ کو کسی بھی قسم کی غلطی کا پتہ چلے تو <a href=\"/cdn-cgi/l/email-protection\">[email protected]</a> پر ہم سے رابطہ کریں۔</b></p> "
    },
    {
        "title": "مہاراشٹرا میں زبان کا تنازع سپریم کورٹ کے واضح احکامات کے بعد بھی ختم نہیں ہوسکا",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/404011-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_404011_104555_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "",
        "content": "\n<p><b>بھارتی ریاست مہاراشٹرا میں زبان کا تنازع سپریم کورٹ کے واضح احکامات کے بعد بھی ختم نہیں ہوسکا۔</b></p><p> وائرل ویڈیو میں دیکھا جاسکتا ہے کہ پیزا ڈلیوری بوائے سے کہا گیا کہ وہ جب تک مراٹھی نہیں بولے گا اس کو پیسے نہیں دیں گے۔ </p><p>سپریم کورٹ نے پچھلے مہینے مہاراشٹرا میں تمام سائن بورڈز کو مراٹھی میں لکھنے کا لوکل میونسپل کونسل کا فیصلہ کالعدم قرار دیا تھا۔</p><p>سپریم کورٹ نے فیصلے میں لکھا تھا کہ زبان کا کوئی مذہب نہیں ہوتا، زبان کمیونٹی، علاقے اور عوام کی ہوتی ہے، یہ رابطے کا ذریعہ ہوتی ہے اور لوگوں کو قریب لانے میں مددگار ہوتی ہے۔</p><p>انڈین نیوز ویب سائٹ نے پیزا ڈلیوری بوائے کی ویڈیو کے ساتھ پچھلے ماہ کی کچھ ویڈیوز بھی شیئر کی ہیں جن میں مہاراشٹرا کے مقامی لوگ دوسرے صوبوں سے آئے لوگوں کو زبردستی مراٹھی بولنے پر مجبور کرتے دکھائی دے رہے ہیں۔</p> "
    },
    {
        "title": "پاکستان اور بھارت کی سیاسی قیادت نے عالمی دباؤ میں سیز فائر قبول کیا، سابق پاکستانی جنرل",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/404015-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_404015_110042_updates.jpg",
        "time": "2025-05-15",
        "author": "زرمین زہرا",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/404015_4296762_updates.jpg",
        "content": "\n<p><b>سابق چیف آف جنرل اسٹاف لیفٹیننٹ جنرل ریٹائرڈ محمد سعید کا کا کہنا ہے کہ پاکستان اور بھارت کی سیاسی قیادت نے عالمی دباؤ میں سیز فائر قبول کیا۔</b></p><p> غیر ملکی ٹی وی کو انٹرویو  دیتے ہوئے لیفٹیننٹ جنرل ریٹائرڈ محمد سعید کا کہنا تھا سیز فائر ایک جرات مندانہ فیصلہ تھا، یہ آسان فیصلہ نہیں تھا، دونوں جانب کی سیاسی قیادت نے عالمی دباؤ میں سیز فائر قبول کیا۔</p><p>ان کا کہنا تھا یہ پاکستان اور بھارت کے درمیان مختصر لیکن وسیع پیمانے پر پھیلا ہوا فوجی تصادم تھا، 3 ہزار کلومیٹر کی حدود میں میزائل اور گولا باری ہوئی، گلگت بلتستان سمیت ایل او سی اور بین الاقوامی سرحد پر فائرنگ کا تبادلہ ہوا۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/404002-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-15/l_404002_095656_updates.jpg\"/><h4>پاک بھارت ڈی جی ایم اوز کا تیسرا ہاٹ لائن رابطہ، جنگ بندی برقرار رکھنے پر اتفاق</h4><p>دفتر خارجہ کے ایڈیشنل سیکرٹری اور ترجمان، سفیر شفقات علی خان میڈیا کو بریفنگ دیں گے</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p> سابق چیف آف جنرل اسٹاف کا کہنا تھا سیز فائر کے 24 سے 36 گھنٹوں میں دونوں افواج نے مؤثر جنگ بندی نافذ کی، 78 سال میں کئی سیز فائر ہوئے لیکن مسئلہ کشمیر حل نہ ہونے سے پائیدار امن نہ ہو سکا۔</p><p>انہوں نے کہا کہ اقوام متحدہ نے 1948 میں کشمیر کو بین الاقوامی تنازع تسلیم کیا، جب تک مسئلہ حل نہیں ہوتا سیز فائر ناپائیدار رہے گا۔</p><p>لیفٹیننٹ جنرل ریٹائرڈ محمد سعید کا کہنا تھا بھارت نے غلط دعویٰ کیا کہ اس نے دہشت گرد کیمپس کو نشانہ بنایا، بھارت نے اصل میں مساجد اور عام شہریوں کے گھر تباہ کیے، بھارت کی بمباری سے معصوم بچوں کے ساتھ خواتین بھی شہید ہوئیں۔</p><p>ان کا کہنا ہے کہ پاکستان نے پہلگام واقعےکی مذمت کی اور ثبوت کی صورت میں تعاون کا کہا، بھارت نے ابھی تک ثبوت نہ پاکستان کو، نہ کسی بین الاقوامی ادارے کو دیے، تفتیش جاری ہے تو بین الاقوامی قانون کہاں اجازت دیتا ہے بغیر نتیجہ حملے کر دیں؟</p><p>سابق لیفٹیننٹ جنرل کا کہنا تھا بھارت نے پٹھان کوٹ، اڑی، ممبئی حملوں پر بھی بہانے کیے، شفاف تحقیقات نہ کیں، بھارت غلط کہتا ہے کہ دہشت گرد اڈے نشانہ بنائے، غیر ملکی چینلز کے رپورٹر خود زمینی صورتحال کا مشاہدہ کریں۔</p> "
    },
    {
        "title": "’باپ بات بات پر غصہ کرتا تھا‘، 2 جوان بیٹوں نے بوڑھے باپ کو قتل کردیا",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/404008-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_404008_100707_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "",
        "content": "\n<p><b>کراچی کے علاقے ایف بی ایریا  میں دو جوان بیٹوں نے بوڑھے باپ کو قتل کردیا۔</b></p><p>تفصیلات کے مطابق بیٹے باپ کی لاش کو موٹر سائیکل پر ٹھکانے لگانے جارہے تھے کہ پولیس نے    پکڑ لیا۔</p><p>ملزمان  کا دعویٰ ہے کہ  ان کے والد کچھ عرصے سے بات بات پر غصہ کرنے لگے تھے۔</p><p>پولیس کا کہنا ہےکہ مقتول خاور انجم حکیم تھا اور اس کا آبائی تعلق میر پور خاص سے تھا، ملزمان کا بیان اپنی جگہ مگر واقعے کی دیگر پہلوؤں سے بھی تحقیقات کی جارہی ہیں۔</p> "
    },
    {
        "title": "پی ٹی آئی کی آن لائن میٹنگ کے دوران کنول شوذب کی گفتگو کی ویڈیو لیک",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403992-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_403992_102211_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/403992_3825019_updates.JPG",
        "content": "\n<p><b>تحریک انصاف کے رہنماؤں کی آن لائن میٹنگ کے دوران کنول شوذب کی گفتگو کی ویڈیو لیک ہوگئی۔</b></p><p>کنول شوذب کہہ رہی ہیں بہت افسوس ہوا جب علیمہ خان نے کہا کہ کون گوہر؟ علیمہ خان سیاست میں آنے کا اعلان کریں یا پارٹی کو برباد نہ کریں۔</p><p>کنول شوذب نے علیمہ خان سے متعلق گفتگو پر مؤقف دیتے ہوئے کہا کہ یہ پارٹی کی آن لائن میٹنگ تھی جس کو پبلک کیا گیا، اس طرح پارٹی کے اندرونی معاملات کو پبلک کرنے سے پارٹی کمزور ہوگی۔</p><p></p><p></p><p>کنول شوذب نے مزید کہا کہ پارٹی کے اندرونی معاملات کو پبلک میں لایا گیا جو کہ تشویشناک ہے، جس کو بانی پی ٹی آئی نے عہدہ دیا اس کی عزت ہونی چاہیے ،ایک فرد میرے اور بیرسٹر گوہر کے خلاف مہم چلارہا ہے، یہ گفتگو بیرسٹر گوہر سے متعلق نہیں شہباز شریف کے بارے میں ہے، میری گفتگو کو مختلف معنی میں لیا جا رہا ہے۔</p> "
    },
    {
        "title": "اچھا کھانا اور سہولیات نہ دینے پر سندھ یونیورسٹی گرلز ہاسٹل کے باہر طالبات کا احتجاج",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/404006-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_404006_101555_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/404006_8542389_updates.jpg",
        "content": "\n<p><b>سندھ یونیورسٹی گرلز ہاسٹل کے باہر طالبات انتظامیہ کے خلاف سراپا احتجاج بن گئیں۔</b></p><p>گرلز ہاسٹل کے باہر طالبات کی جانب سے انتظامیہ کیخلاف احتجاج کیا گیا۔</p><p>طالبات نے یہ احتجاج ہاسٹل میں اچھا کھانا اوردیگر سہولیات کی عدم فراہمی کے باعث کیا۔</p><p>اسی حوالے سے یونیورسٹی رجسٹرار کی جانب سے بتایا گیا ہے کہ ہاسٹل کی منتظمہ کو عہدے سے ہٹا دیا گیا ہے اور طالبات کے الزام پر انکوائری کمیٹی تشکیل دی جائے گی۔</p> "
    },
    {
        "title": "پاک بھارت کشیدگی میں کمی پر سعودی ولی عہد کا بیان بھی سامنے آگیا",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403993-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_403993_092551_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/403993_7285742_updates.jpg",
        "content": "\n<p><b>ریاض: سعودی ولی عہد محمد بن سلمان نے  پاکستان اور بھارت کے درمیان جنگ بندی کا خیرمقدم کیا ہے۔</b></p><p>غیر ملکی خبر رساں ادارے کے مطابق  خلیجی تعاون کونسل اجلاس میں سعودی ولی عہد محمد بن سلمان نے کہا کہ  اُمید ہے جنگ بندی سے دونوں ممالک کے درمیان کشیدگی میں کمی آئے گی۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403977-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-15/l_403977_124941_updates.jpg\"/><h4>ٹرمپ نے سعودی ولی عہد شہزادہ محمد بن سلمان کو عظیم اور بے مثال شخصیت قرار دیدیا</h4><p> ایسا لگتا نہیں کہ شہزادہ محمد بن سلمان  رات کو سوتے ہوں گے، وہ رات میں بھی صرف اپنے ملک کی ترقی کے بارے میں سوچتے ہوں گے: ٹرمپ</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>محمد بن سلمان  کا کہنا تھا کہ دونوں ملکوں کے درمیان مسائل کے حل کیلئے بات چیت کا بھی خیرمقدم کریں گے۔</p> "
    },
    {
        "title": "کراچی: پانی بجلی کو ترسے عوام سڑکوں پر آگئے، ٹینکر آپریٹرز کیخلاف تحقیقات شروع",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/404000-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_404000_093813_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "",
        "content": "\n\n<p><b>کراچی کےمختلف علاقوں میں بجلی اورپانی کی عدم فراہمی پر شہری سراپا احتجاج ہیں۔</b></p><p>ذرائع کے مطابق  کراچی کے علاقے شارع فیصل پر صدر تھانے کے سامنے بزرٹہ لائن کے  مکینوں نے  پانی و بجلی کی عدم فراہمی پر مظاہرہ کیا ۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/397517-\">بجلی کی بحالی کے بعد کراچی کو  پپری پمپنگ اسٹیشن سے پانی کی فراہمی شروع </a></li><li><a href=\"https://urdu.geo.tv/latest/369778-\">کراچی کی جھلساتی گرمی میں 14 گھنٹے بجلی غائب ہونا معمول بن گیا، پانی کی فراہمی بھی بند</a></li></ul></div></div><p></p><p>احتجاج کے دوران  شارع فیصل کے دونوں ٹریک ٹریفک کے لیے بندکردیے گئے جب کہ  پی آئی بی کالونی  کے رہائشیوں نے بھی  بجلی اورپانی کی بندش پراحتجاج کیا۔</p><p>مزید برآں انچولی بلاک 20 میں بھی پانی کی قلت پرشہری سڑکوں پرآگئے۔</p><p>دوسری جانب کراچی میں پانی کی قلت، ہائیڈرنٹ اور ٹینکر آپریٹر کے خلاف تحقیقات شروع کردی گئی ہیں ۔</p><p>ایم ڈی واٹر بورڈ نے  واٹر ٹینکرکی زائد قیمت لینے اور معاہدے کی خلاف ورزی پرانکوائری کے احکامات جاری کرتے ہوئے 3  رکنی تحقیقاتی کمیٹی قائم  کردی ہے۔</p><p>ذرائع کا بتانا ہے کہ کمیٹی 10 دن میں رپورٹ تیار کریگی جس میں پانی کی قلت کی وجوہات ،ثبوت اور سفارشات شامل ہونگی۔</p>\n"
    },
    {
        "title": "کراچی: دنبہ گوٹھ کے مدرسے سے 14 سالہ لڑکے کی لاش برآمد",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/404003-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_404003_095014_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/404003_8437265_updates.jpg",
        "content": "\n\n<p><b>کراچی  کے علاقے دنبہ گوٹھ کے مدرسے سے 14 سال کے لڑکےکی لاش  برآمد ہوئی۔</b></p><p>پولیس کے مطابق مقدمہ مقتول لڑکے کے بھائی کی مدعیت میں تھانا گڈاپ میں درج کیا گیا جس میں قتل اور بدفعلی کی دفعات شامل کی گئی ہیں۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/367917-\">کوٹ ادو میں مدرسے کے استاد کی 2 طلبہ سے مبینہ بدفعلی، ملزم گرفتار</a></li></ul></div></div><p></p><p>مقدمے کے متن کے مطابق مدرسے کے استاد نے ساتھیوں کے ساتھ مل کربھائی سے بدفعلی کی اور گلادبا کر قتل کیا۔</p><p>پولیس کا کہنا ہےکہ مقدمے میں نامزد ملزمان کی گرفتاری کے لیےکارروائی کی جارہی ہے۔</p>\n"
    },
    {
        "title": "3سال میں مختلف ممالک سے 5 ہزار 402 پاکستانی بھکاری بے دخل",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/404009-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_404009_104338_updates.jpg",
        "time": "2025-05-15",
        "author": "رانا غلام قادر",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/404009_2873080_updates.jpg",
        "content": "\n<p><b>اسلام آ باد:گزشتہ  3سالوں میں مختلف ممالک سے گدا گری اور دیگر جرائم میں 5 ہزار 402 پاکستانی نکالے گئے۔</b></p><p>قومی اسمبلی کے اجلاس میں انجم عقیل خان کے سوال پر وزیر مملکت مختار احمد ملک نے ایوان کو بتایا ملک میں 30 لاکھ کے قریب افغان پناہ گزین تھے، 8 لاکھ13ہزار کے پاس اے سی سی کارڈز ہیں جبکہ 13لاکھ افغان پناہ گزینوں کے پاس پی او آر کارڈز ہیں، یو این ایچ سی آر پروگرام کے تحت 13لاکھ 77 ہزار 24 افغان مہاجرین کو واپس بھجوایا جا چکا ہے، نومبر 2023 سے 7 مئی2025 تک ایک لاکھ 2 ہزار 230غیر قانونی افغان مہاجرین کو واپس بھجوایا گیا۔</p><p>گداگری میں ملوث بیرون ملک سے بے دخل کیے پاکستانیوں کی تفصیلات بھی قومی اسمبلی میں پیش کی گئیں۔</p><p>وزارت داخلہ نے بتایا کہ گزشتہ تین سالوں میں مختلف ممالک میں گداگری میں ملوث 5ہزار 402پاکستانیوں کو بے دخل کیا گیا، 2024 میں مختلف ممالک میں 4 ہزار 850 پاکستانی گداگری کے الزام میں بے دخل کیے گئے جبکہ 2025 میں مختلف ممالک سے گداگری کے الزام میں بے دخل پاکستانیوں کی کل تعداد 552ہے۔</p><p>گزشتہ تین سالوں میں گداگری کے الزام میں سب سے زیادہ 5ہزار 33 پاکستانیوں کو سعودی عرب سے بے دخل کیا گیا۔ گداگری میں ملوث پاکستانیوں کا تعلق پنجاب، سندھ،کے پی، بلوچستان اور آزاد کشمیر سے ہے۔ </p><p>وزارت داخلہ کے مطابق 2 سالوں میں کورئیر پارسل کمپنیوں کے ذریعے منشیات کی اسمگلنگ کے کل 344 کیسز رجسٹرڈ کیے گئے، 70کیسز میں منشیات ملک کے اندر اور 174میں بیرون ملک لے جانے کی کوشش اے این ایف نے ناکام بنادی۔ </p><p>تعلیمی اداروں سے منشیات کے خاتمے کے لیے 349آپریشنز کیے گئے، 400 منشیات فروشوں کو گرفتار کرکے 1393.498 کلو گرام منشیات ضبط کی گئی، سال 2024 میں 392 منشّیات فروشوں کو سزا سنائی گئی۔</p> "
    },
    {
        "title": "ہم غنڈہ گردی کے آگے نہیں جھکیں گے: ایرانی صدر کا ٹرمپ کی تنقید پر جواب",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403990-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_403990_090724_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "",
        "content": "\n<p><b>تہران: ایرانی صدر  مسعود پزشکیان نے امریکی صدر  ڈونلڈ ٹرمپ کے خلیجی ممالک کےدورے کےدوران تہران پر تنقید کو آڑے ہاتھوں لے لیا۔</b></p><p>غیر ملکی خبر رساں ادارے کے مطابق ایرانی صدر مسعود پزشکیان نے  ڈونلڈ ٹرمپ کیلئے بیان دیتے ہوئے کہا کہ آپ یہاں کیا ہمیں ڈرانے کیلئے آئے ہیں؟ ہم غنڈہ گردی کے  آگے نہیں جھکیں گے۔</p><p>ایرانی صدر کا کہنا تھا کہ ڈونلڈ ٹرمپ سوچتا ہے کہ وہ  یہاں آکر ہمیں ڈرا سکتا ہے، ہمارے  لیے شہادت کی موت بستر  پر مرنے سے زیادہ پیاری ہے۔</p><p>یاد رہے کہ امریکا نے ایران کے بیلسٹک میزائل پروگرام پر نئی پابندیاں عائد کردی  ہیں۔</p><p> ٹرمپ انتظامیہ نے حالیہ ہفتوں میں ایران کی تیل کی صنعت اور جوہری پروگرام سے منسلک افراد اور اداروں پر متعدد پابندیاں عائد کی ہیں،  بدھ کو لگائی گئی نئی پابندیاں ان تنظیموں پر ہیں جو ایرانی حکومت کو ایسے اہم مواد کی مقامی سطح پر تیاری میں مدد فراہم کر رہی ہیں جو تہران کے بیلسٹک میزائل پروگرام کے لیے ضروری ہیں۔</p><p>دوسری جانب سعودی عرب کے دورے پر موجود امریکی صدر ڈونلڈ ٹرمپ نے کہا تھا کہ ممالک کے درمیان پراکسی وار کا خاتمہ چاہتا ہوں اور ایران کے ساتھ معاہدہ کرنا چاہتا ہوں، اگر ایران کے ساتھ معاہدہ نہ ہوا تو ایران پر سخت معاشی پابندیاں عائد کریں گے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403981-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-15/l_403981_023420_updates.jpg\"/><h4>امریکا نے ایران کے بیلسٹک میزائل پروگرام پر نئی پابندیاں عائد کر دیں</h4><p>امریکا نے ایران کے بیلسٹک میزائل پروگرام کی حمایت کرنے والے 6 افراد اور 12 کمپنیوں پر نئی پابندیاں عائد کر دیں</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403941-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403941_021919_updates.jpg\"/><h4>ممالک کے درمیان پراکسی وار کا خاتمہ اور ایران کے ساتھ معاہدہ کرنا چاہتا ہوں: امریکی صدر</h4><p> شام کی نئی حکومت کے ساتھ تعلقات کو معمول پر لانے کی کوشش کر رہے ہیں، ایک نئی شروعات کے لیےشام پر سے پابندیاں اٹھائی گئی ہیں: ٹرمپ </p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div> <p><br/></p> "
    },
    {
        "title": "پولیس کو عمران خان سے 9 مئی کے مزید 12 مقدمات میں تفتیش کی اجازت مل گئی",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403991-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_403991_095521_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/403991_6942313_updates.JPG",
        "content": "\n<p><b>لاہور کی انسداد دہشتگردی عدالت نے  بانی پی ٹی آئی سے 9 مئی جلاؤ گھیراؤ کے 12مقدمات میں جیل میں تفتیش کی اجازت دے دی۔</b></p><p>انسداد دہشتگردی عدالت کے جج منظر علی گل نے محفوظ فیصلہ سنا دیا۔</p><p>عدالت نے بانی پی ٹی آئی سے 9 مئی جلاؤ گھیراؤ کے 12مقدمات میں جیل میں تفتیش کی اجازت دے دی۔</p><p>پراسیکیوشن نے بانی پی ٹی آئی کا پولی گرافک ٹیسٹ اور فوٹو گرامیٹک ٹیسٹ کروانے کی درخواست دائر کی تھی جس پر عدالت نے پولیس کو بانی پی ٹی آئی کا پولی گرافک ٹیسٹ اور فوٹو گرامیٹک ٹیسٹ کروانے کی اجازت دیتے ہوئے پولیس سے 26 مئی کو رپورٹ طلب کرلی۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403935-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403935_025040_updates.jpg\"/><h4>بانی پی ٹی آئی کی بچوں سے بات کرانے پر سپرنٹنڈنٹ اڈیالہ جیل کی نظرثانی درخواست مسترد</h4><p>عدالت نے بانی پی ٹی آئی کے ذاتی معالج سے چیک اپ بھی کرانے کا حکم جاری کردیا</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div> <div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403975-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403975_112814_updates.jpg\"/><h4>190ملین پاؤنڈکیس: عمران خان اور بشریٰ بی بی کی سزا معطلی کی درخواستیں سماعت کیلئے مقرر</h4><p>اسلام آباد ہائی کورٹ کے قائم مقام چیف جسٹس سردار سرفراز ڈوگر کی سربراہی میں ڈویژن بینچ کل سماعت کرے گا</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p><br/></p> "
    },
    {
        "title": "ایکنک نے 355 ارب روپے سے زائد کے 9 ترقیاتی منصوبوں کی منظوری دیدی",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403986-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_403986_090553_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/403986_6876084_updates.jpg",
        "content": "\n\n<p><b>اسلام آباد: قومی اقتصادی کونسل (ایکنک) نے355 ارب روپے سے زائد کے 9  ترقیاتی منصوبوں کی منظوری دے دی۔</b></p><p>نائب وزیراعظم اسحاق ڈارکی زیرصدارت قومی اقتصادی کونسل کا اجلاس ہوا جس میں ایکنک نے 355 ارب روپے سے زائدکے 9  ترقیاتی منصوبوں کی منظوری دی،ٰ یہ منصوبے ٹرانسپورٹ، توانائی، تعلیم، پانی، تجارت، سیاحت اور قدرتی آفات کے بعد بحالی کے ہیں۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/399886-\">ایکنک نے 1275 ارب روپے سے زائد مالیت کے 13 منصوبوں کی منظوری دیدی</a></li><li><a href=\"https://urdu.geo.tv/latest/332728-\">وزیر خزانہ کی زیر صدارت ایکنک اجلاس میں متعدد ترقیاتی منصوبے منظور</a></li><li><a href=\"https://urdu.geo.tv/latest/304983-\">ایکنک نے 9 ارب 851کروڑ روپے کے ایم ایل ون منصوبے کے  پی سی ون کی منظوری دے دی</a></li></ul></div></div><p></p><p>اس کے علاوہ خیبرپختونخوا میں دیہی رابطہ سڑکوں کی بہتری اور سیاحت سے متعلق منصوبےکی  بھی  منظوری دےدی گئی ہے جب کہ ایف بی آر کے کسٹمز ڈیجیٹل انفورسمنٹ اسٹیشنز کے قیام اور ٹرانزٹ ٹریڈ مینجمنٹ سسٹم کی ترقی کا منصو بہ  بھی منظور ہوگیا ہے۔</p><p>اعلامیے کے مطابق سندھ میں سیلاب سے متاثرہ انفرااسٹرکچر کی بحالی، تعلیم سے متعلق منصوبے منظور کرلیے گئے ہیں، کوئٹہ میں منگی ڈیم، پانی کی ترسیل کے نظام، 100 ڈیزل الیکٹرک لوکوموٹیوزکی مرمت، اسلام آباد و برہان میں ٹرانسمیشن سسٹم مضبوط بنانےاور داسو ہائیڈرو پاور منصوبےکی بھی اصولی منظوری دے دی گئی ہے۔</p>\n"
    },
    {
        "title": "پاک بھارت ڈی جی ایم اوز کا تیسرا ہاٹ لائن رابطہ، جنگ بندی برقرار رکھنے پر اتفاق",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/404002-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_404002_095656_updates.jpg",
        "time": "2025-05-15",
        "author": "صالح ظافر",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/404002_7512541_updates.jpg",
        "content": "\n<p><b>اسلام آباد: پاکستان اور بھارت کے ڈائریکٹر جنرلز آف ملٹری آپریشنز (ڈی جی ایم اوز) کے درمیان بدھ کی دوپہر ہاٹ لائن کے ذریعے رابطہ ہوا، جو دونوں ممالک کے درمیان سیزفائر کے بعد تیسرا رابطہ ہے۔ </b></p><p>یہ سیزفائر امریکا اور دیگر دوستانہ ممالک کی کوششوں سے ممکن ہوا تھا، دونوں ڈی جی ایم اوز نے زمینی صورتحال پر تبادلہ خیال کیا، اگرچہ اس رابطے کی تفصیلات کسی بھی جانب سے منظرعام پر نہیں آئیں، تاہم باخبر ذرائع نے روزنامہ جنگ اور دی نیوز کو بدھ کی شام بتایا کہ دونوں ممالک نے سیزفائر برقرار رکھنے اور سابقہ رابطے (جو پیر کو ہوا تھا) میں طے شدہ ’اسٹیٹس کو‘ کو برقرار رکھنے پر اتفاق کیا ہے۔</p><p>دفتر خارجہ کے ایڈیشنل سیکرٹری اور ترجمان، سفیر شفقات علی خان اس حوالے سے آج میڈیا کو بریفنگ دیں گے۔</p><p>دریں اثناء سفارتی ذرائع نے اس نمائندے کو بتایا کہ دنیا کے کئی اہم دارالحکومت دونوں ممالک سے مسلسل رابطے میں ہیں اور ان پر زور دے رہے ہیں کہ وہ کشیدگی کو بڑھانے سے گریز کریں اور جلد از جلد اعتماد سازی کے اقدامات (CBMs) کریں تاکہ باضابطہ اور اعلیٰ سطحی مذاکرات کی راہ ہموار کی جا سکے۔</p><p>ذرائع کا کہنا ہے کہ اس سلسلے میں کئی تجاویز زیر غور ہیں۔ پاکستان کے لیفٹیننٹ جنرل عاصم ملک اور بھارت کے اجیت ڈوول پر مشتمل نیشنل سکیورٹی ایڈوائزرز (NSAs) کی سطح پر ملاقات متوقع ہے، کیونکہ دونوں کے درمیان ابتدائی بات چیت ہو چکی ہے۔ یہ دونوں شخصیات ایک ایسی حکمت عملی طے کر سکتے ہیں جو سیاسی سطح پر “کمپوزٹ ڈائیلاگ” (مربوط مذاکرات) کی بحالی کا ذریعہ بنے، جیسا کہ ماضی میں کئی سالوں تک اسلام آباد اور نئی دہلی میں سیکریٹری خارجہ سطح پر ہوتا رہا۔</p> "
    },
    {
        "title": "غزہ پر اسرائیل کے فضائی اور زمینی حملوں میں تیزی،  140 سے زیادہ فلسطینی شہید",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403998-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_403998_093731_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/403998_2263882_updates.jpg",
        "content": "\n<p><b>اسرائیل نے غزہ پر حملے کرتے ہوئے 24 گھنٹوں میں 100 سے زائد فلسطینیوں کو شہید کردیا۔</b></p><p>اسرائیل نے غزہ میں فضائی اور زمینی حملے تیز کردیے ہیں جس کے نتیجے میں 24 گھنٹوں میں 140 سے زیادہ فلسطینی شہید ہوگئے۔</p><p>ادھر یورپی اسپتال پر بنکر بسٹر بم حملوں کے مناظر سی سی ٹی وی فوٹیج میں ریکارڈ ہوگئے۔</p><p>دوسری جانب رفح شہر میں القسام بریگیڈز کے جوابی وار سے کئی اسرائیلی  فوجی ہلاک و زخمی ہونے کی اطلاعات سامنے آرہی ہیں۔</p><p>اس کے علاوہ غزہ امداد کی بندش پر اقوام متحدہ سلامتی کونسل اجلاس ہوا جس میں روس، چین، برطانیہ نے امریکا، اسرائیل مشترکہ امدادی منصوبہ مسترد کردیا۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403982-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-15/l_403982_032314_updates.jpg\"/><h4>غزہ میں اسرائیلی فوج کے وحشیانہ حملے جاری، مزید 80 فلسطینی شہید </h4><p>اسرائیل کی جانب سے شمالی جبالیہ کے علاقے میں کئی گھروں پر رات گئے بمباری کی گئی، جس میں 22 بچے اور 15 خواتین شہید ہوئیں</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403892-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403892_034451_updates.jpg\"/><h4>غزہ پٹی میں امداد کی تقسیم کا اسرائیلی منصوبہ مکروہ ہے، سربراہ اقوام متحدہ امدادی امور </h4><p> 10 ہفتے سےجنگ زدہ فلسطینی علاقے میں خوراک،ادویات و دیگر اشیا نہیں پہنچیں، بروقت اقدامات کرکے لاکھوں فلسطینوں کو بچاسکتے ہیں: سربراہ اقوام متحدہ امدادی امور</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p><br/></p> "
    },
    {
        "title": "عمران خان نے شہباز شریف کی مذاکرات کی پیشکش قبول کرلی",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403989-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_403989_091541_updates.jpg",
        "time": "2025-05-15",
        "author": "انصار-عباسی",
        "main_image": "",
        "content": "\n<p><b>اسلام آباد: ایک اہم سیاسی پیشرفت میں پاکستان تحریک انصاف (پی ٹی آئی) کے بانی اور جیل میں قید سابق وزیر اعظم عمران خان نے وزیراعظم شہباز شریف کی حالیہ پیشکش کے بعد حکومت کے ساتھ بات چیت پر آمادگی ظاہر کی ہے۔</b></p><p>باخبر ذرائع کے مطابق، عمران خان نے پیر کے روز اڈیالہ میں ملاقات کیلئے آئے پارٹی چیئرمین بیرسٹر گوہر علی خان کو مذاکرات کی اجازت دی تاہم سابق وزیر اعظم نے اس بات پر زور دیا کہ یہ مذاکرات ٹی وی کیمروں کی چکاچوند سے دور ہوں تاکہ بامعنی نتائج کو یقینی بنایا جا سکے۔ </p><p>پی ٹی آئی کے اندرونی ذرائع کا کہنا ہے کہ پارٹی اب باضابطہ طور پر حکومت سے بات چیت آگے بڑھانے کیلئے رجوع کرے گی۔ </p><p>پارٹی کا خیال ہے کہ ماضی میں مذاکرات کیلئے ہونے والی کوششیں میڈیا کی اسکروٹنی کی وجہ سے ناکام ہوئیں، لہٰذا اس مرتبہ زیادہ محتاط اور توجہ کے ساتھ بات چیت کی ضرورت ہے۔ </p><p>دی نیوز نے رابطہ کیا تو پی ٹی آئی کے چیئرمین بیرسٹر گوہر علی خان نے اس بات کی تصدیق کی کہ انہوں نے وزیراعظم شہباز شریف کی پیشکش عمران خان تک پہنچا دی ہے تاہم، انہوں نے بات چیت کی تفصیلات یا عمران خان کی جانب سے دی گئی ہدایت کے مطابق مذاکرات کی سمت کے حوالے سے کچھ بھی بتانے سے انکار کر دیا۔ انہوں نے کہا کہ میں یہ نہیں بتا سکتا کہ ہمارے درمیان کیا بات چیت ہوئی۔ </p><p>واضح رہے کہ یہ پیشرفت وزیر اعظم شہباز شریف کے قومی اسمبلی سے حالیہ خطاب کے بعد سامنے آئی ہے۔ خطاب کے دوران، وزیراعظم نے پی ٹی آئی کو قومی مذاکرات میں شامل ہونے کی دعوت دی۔ اُس وقت جہاں بیرسٹر گوہر علی خان نے تجویز کا خیر مقدم کیا تھا، وہیں پارٹی حلقوں نے واضح کر دیا تھا کہ عمران خان کی واضح رضامندی کے بغیر کوئی پیش رفت نہیں ہو سکتی۔ </p><p>پی ٹی آئی کے ذرائع نے یہ بھی انکشاف کیا ہے کہ عمران خان چاہتے ہیں کہ مذاکرات کو ملٹری اسٹیبلشمنٹ کی حمایت حاصل ہو۔ ا</p><p>ایک ذریعے نے مزید کہا کہ عمران خان اس عمل کو آسان بنانے کی خاطر اسٹیبلشمنٹ کے نمائندے سے ملاقات کیلئے بھی تیار ہیں۔ </p><p>یاد رہے کہ بھارت کی طرف سے حالیہ غلط مہم جوئی کے بعد ملک میں سیاسی مفاہمت کے بڑھتے مطالبات کے درمیان یہ پیشرفت سامنے آئی ہے۔ یہ دیکھنا باقی ہے کہ پس پردہ یہ بات چیت کسی بریک تھرو کا باعث بنے گی یا نہیں۔</p> "
    },
    {
        "title": "کرنل صوفیہ قریشی آؤٹ سائڈ کیوں؟",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403988-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_403988_084528_updates.jpg",
        "time": "2025-05-15",
        "author": "حامد میر",
        "main_image": "",
        "content": "\n<p><b>کرنل صوفیہ قریشی کا تعلق بھارتی فوج کی سگنل کور سے ہے، بھارتی ریاست گجرات میں پیدا ہونے والی کرنل صوفیہ قریشی کو اس وقت اچانک شہرت ملی جب انہوں نے 7مئی کو بھارتی ائیر فورس کی ونگ کمانڈر وائیومیکا سنگھ کے ہمراہ ایک پریس بریفنگ میں پاکستان کے خلاف آپریشن سندور کا اعلان کیا۔</b></p><p> بھارتی فوج نے دو خواتین کو اپنا ترجمان بنا کر عالمی میڈیا میں خاصی توجہ حاصل کی، کرنل صوفیہ قریشی کا تعلق ایک مسلمان خاندان سے تھا لہٰذا عالمی میڈیا میں یہ پیغام بھی دیا گیا کہ بھارت میں مسلمانوں کے ساتھ کوئی امتیازی سلوک نہیں ہوتا، کرنل صوفیہ قریشی کے والد بھی بھارتی فوج میں خدمات سرنجام دے چکے ہیں اور ان کے خاوند کرنل تاج الدین کا تعلق بھی بھارتی فوج سے ہے۔ </p><p>کرنل صوفیہ قریشی نے آپریشن سندور کے متعلق سچ بولا یا جھوٹ؟ آپریشن سندور میں واقعی دہشت گردوں کے تربیتی مراکز کو نشانہ بنایا گیا یا بے گناہ عورتوں اور بچوں کو خون میں نہلایا گیا؟ ان سوالات کے جواب ٹھوس شواہد کے ساتھ دنیا کے سامنے آ چکے ہیں،  بھارتی فوج نے اس آپریشن میں پاکستان کی بے گناہ سول آبادی پر حملہ کیا اور مساجد پر میزائل مارے،  بہاولپور، مریدکے اور مظفر آباد کی مساجد کو تباہ کر کے ایک مسلمان فوجی افسر سے یہ اعلان کرایا گیا کہ ہم نے دہشت گردوں پر حملہ کیا ہے پاکستان کی فوج پر حملہ نہیں کیا۔ </p><p>چند دن تک تو کرنل صوفیہ قریشی کی بھارت میں بڑی واہ واہ ہوئی لیکن جب بھارت نے پاکستان کے فوجی اڈوں پر حملہ کیا تو پاکستان کے جوابی حملوں نے بھارتی حکومت کے ہوش اڑا دیئے،  پاکستان ائیر فورس، آرمی اور نیوی نے مل کر بھارت کا غرور خاک میں ملا دیا،  بھارت نے امریکہ سے مداخلت کی درخواست کی اور امریکہ کے صدر ڈونلڈ ٹرمپ نے پاکستان اور بھارت میں سیز فائر کا اعلان کر دیا۔ </p><p>یہ سیز فائر صرف بھارتی میڈیا نہیں بلکہ بھارت کی حکمران جماعت بی جے پی کیلئے بھی کسی ذہنی صدمے سے کم نہ تھا کیونکہ انہیں تو یہ بتایا گیا تھا کہ آپریشن سندور کا نتیجہ پاکستان کے خاتمے پر ہو گا،  آپریشن سندور کے بعد پاکستان پہلے سے زیادہ مضبوط ریاست کے طور پر ابھر کر سامنے آیا اور بھارت کی ساکھ دنیا بھر میں مجروح ہوئی۔</p><p> وہ بھارت جو ہمیشہ مسئلہ کشمیر پر امریکہ سمیت کسی بھی تیسرے ملک کی ثالثی کو مسترد کر دیتا تھا اس بھارت کیلئے امریکی صدر ڈونلڈ ٹرمپ کے بیانات ہزیمت کا باعث بن رہے تھے، بھارتی وزیر اعظم نریندر مودی دعویٰ کر رہے تھے کہ پاکستان نے سیز فائر کیلئے بھارت سے رابطہ کیا لیکن ٹرمپ نے بار بار بتایا کہ سیز فائر تو انہوں نے کرایا بلکہ سعودی عرب کے دورے کے دوران انہوں نے یہ بھی بتایا کہ امریکی وزیر خارجہ عنقریب پاکستان اور بھارت کے وزرائے اعظم کو ڈنر پر اکٹھا کرنے کی کوشش کریں گے۔ </p><p>ٹرمپ کے بیانات نے مودی کو ایک مذاق بنا دیا لہٰذا بی جے پی اور آر ایس ایس نے پہلے تو بھارت کے سیکرٹری خارجہ وکرم مسری کے خلاف گالی گلوچ کا طوفان برپا کیا اور پھر ان کا اگلا نشانہ کرنل صوفیہ قریشی بن گئیں، جس خاتون فوجی افسر نے آپریشن سندور کی کامیابی کا اعلان کیا اسی خاتون افسر کو بی جے پی کی قیادت نے دہشت گردوں کی بہن قرار دے دیا۔</p><p> کرنل صوفیہ قریشی کے خلاف سب سے قابل مذمت تقریر بھارتی ریاست مدھیہ پردیش کے وزیر کنور وجے شاہ نے کی،  انہوں نے پیر کو اندور میں ایک جلسے سے خطاب کرتے ہوئے نریندر مودی کے ویژن کی بہت تعریف کی اور کہا کہ مودی جی نے دہشت گردوں کے خلاف کامیاب آپریشن کا اعلان ان کی ایک بہن سے کرایا جس نے پوری دنیا کو بتایا کہ ہم نے دہشت گردوں کو ان کے گھر میں گھس کر مارا، کنور وجے شاہ آٹھ مرتبہ مدھیہ پردیش اسمبلی کے رکن منتخب ہو چکے ہیں اور بی جے پی کے اہم رہنماؤں میں شمار ہوتے ہیں،  ان کی اس تقریر کیخلاف سب سے پہلا اعتراض بھارتی صحافی راج دیپ سرڈیسائی نے کیا جس کے بعد کانگریس نے مطالبہ کیا کہ کنور وجے شاہ کو مدھیہ پردیش کی کابینہ سے نکالا جائے۔</p><p> بھارتی میڈیا میں یہ سوال بھی اٹھایا گیا کہ کرنل صوفیہ قریشی کو ایک دو بریفنگز کے بعد منظر سے ہٹا دیا گیا،  جس بریفنگ میں بھارت کی تینوں مسلح افواج کے آپریشنل سربراہوں نے ملفوف انداز میں اپنے نقصانات کا اعتراف کیا اس میں تو کرنل صوفیہ قریشی موجود ہی نہ تھیں پھر اس مسلمان خاتون افسر کو مذہبی امتیاز کا نشانہ کیوں بنایا گیا؟ بہرحال کنور وجے شاہ پر اتنی زیادہ تنقید ہوئی کہ صرف چوبیس گھنٹے کے اندر موصوف نے کرنل صوفیہ قریشی سے ناصرف معافی مانگ لی بلکہ یہ بیان بھی دیا کہ میں سسٹر صوفیہ کو سلیوٹ کرتا ہوں۔</p><p> اس معافی کا اب کوئی فائدہ نہیں کیونکہ بھارت کے سوشل میڈیا پر کرنل صوفیہ قریشی کے ساتھ ساتھ ان کی ایک جڑواں بہن کی بھی توہین کی جا رہی ہے جو فیشن ڈیزائنر ہیں،  کنور وجے شاہ کے نفرت انگیز بیان نے بی جے پی کی مسلمان دشمنی کا ایک اور ثبوت فراہم کیا ہے،  بی جے پی اور آر ایس ایس کی پاکستان سے دشمنی کی اصل وجہ یہ نہیں کہ پاکستان میں دہشت گردوں کے اڈے ہیں۔</p><p> پاکستان تو 1947ء میں دنیا کے نقشے پر نمودار ہوا لیکن بی جے پی اور آر ایس ایس جس اکھنڈ بھارت کے نظریے پر یقین رکھتی ہیں یہ نظریہ 1937ء میں ہندو مہاسبھا کے لیڈر ساوارکر نے پیش کیا تھا جو مسلمانوں اور مسیحیوں کو ’’آئوٹ سائڈرز‘‘ قرار دیتا تھا،  ساوارکر کے اکھنڈ بھارت میں قیام امن کی واحد ضمانت یہ ہے کہ مسلمان اور مسیحی اپنا مذہب چھوڑ کر ہندو بن جائیں۔ </p><p>ظاہر ہے کہ اس نظریے کے ماننے والے صرف پاکستان کے نہیں بلکہ بھارت کے ہر مسلمان اور مسیحی کے دشمن ہیں لہٰذا کرنل صوفیہ قریشی جیسے مسلمان بھارتی ریاست کی جتنی بھی خدمت کر لیں لیکن کنور وجے شاہ جیسے دیش بھگت انہیں دہشت گرد ہی کہیں گے،  ظاہر ہے کہ بھارت کے تمام ہندو کنور وجے شاہ جیسے متعصب اور منافق نہیں ہیں لیکن ان تمام مسلمان دشمنوں کا لیڈر نریندر مودی ہے۔</p><p> آپریشن سندور کی ماسٹر مائنڈ کرنل صوفیہ قریشی تھی اور نہ ہی وکرم مسری تھے،  ماسٹر مائنڈ تو مودی تھے اس آپریشن کی ناکامی کے ذمہ دار بھی مودی ہیں کیونکہ اس آپریشن کی بنیاد ایک جھوٹ پر رکھی گئی،  پہلگام کے حملے کی ابھی تک تحقیقات مکمل نہیں ہوئیں لیکن مودی نے اس حملے کا ذمہ دار پاکستان کو قرار دیکر آپریشن سندور کا اعلان کر دیا۔ </p><p>یہ آپریشن ناکام ہوا تو مودی نے ٹرمپ کے ذریعہ سیز فائر کرادیا لیکن اب وہ دوبارہ دھمکیوں پر اتر آئے ہیں ہمیں ناں تو پہلے مودی سے خیر کی توقع تھی اور نہ ہی آئندہ کسی خیر کی توقع ہے،  ہم بھارت کے ساتھ امن چاہتے ہیں لیکن اگر مودی جیسے لوگ اقتدار میں ہیں تو یہ امن قائم نہیں ہو گا،  مودی جیسے لوگ صرف پاکستان کیلئے نہیں بلکہ بھارت کے ہر مسلمان اور مسیحی کیلئے خطرہ ہیں کیونکہ یہ ان دونوں مذاہب کے پیروکاروں کو ’’آؤٹ سائڈرز‘‘ سمجھتے ہیں۔</p><p> کرنل صوفیہ قریشی جیسے بھارتی مسلمان ہمدردی کے مستحق ہیں جب تک بی جے پی اور آر ایس ایس اپنی انتہا پسندانہ سوچ نہیں بدلتی کرنل صوفیہ قریشی بھارت میں ایک آئوٹ سائڈر ہی رہے گی۔</p> <hr/>\n<p>جیو نیوز، جنگ گروپ یا اس کی ادارتی پالیسی کا اس تحریر کے مندرجات سے متفق ہونا ضروری نہیں ہے۔</p>\n"
    },
    {
        "title": "ملک کے بیشتر حصوں میں آج سے ہیٹ ویو کا امکان",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403985-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_403985_061759_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/403985_8434244_updates.jpg",
        "content": "\n<p><b>ملک کے بیشتر حصوں میں آج سے 20 مئی تک ہیٹ ویو کا امکان ہے۔</b></p><p>محکمہ موسمیات کے مطابق جنوبی پنجاب، سندھ،بلوچستان ، بالائی پنجاب ، کے پی ، کشمیر اور گلگت بلتستان میں 20 مئی تک درجہ حرارت 5 سے7 ڈگری زیادہ رہے گا۔</p><p>بالائی علاقوں میں درجہ حرارت بڑھنے سےبرف پگھلنے کی رفتار تیز ہونے کا خدشہ ہے۔</p><p>شدید گرمی کے باعث بچوں، خواتین اور بزرگوں کو احتیاطی تدابیر اختیار کرنے کی ہدایت کی گئی ہے۔</p> "
    },
    {
        "title": "غزہ میں اسرائیلی فوج کے وحشیانہ حملے جاری، مزید 80 فلسطینی شہید",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403982-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_403982_032314_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/403982_4034662_updates.jpg",
        "content": "\n<p><b>غزہ میں اسرائیلی فوج کی بربریت رکنے کا نام نہیں لے رہی، فضائی حملوں کے نتیجے میں کم از کم 80 فلسطینی شہید ہو گئے ہیں۔</b></p><p>غزہ میں شمالی جبالیہ کے علاقے میں کئی گھروں پر رات گئے بمباری کی گئی، جس میں 22 بچے اور 15 خواتین سمیت 50 فلسطہینی شہید ہوئے۔</p><p>اسرائیلی فضائی حملوں کے بعد  جبالیہ کے اسپتال میں مزید 9 افراد کی لاشیں لائی گئیں جن میں سے 7 بچے شامل تھے۔</p><p>غیر ملکی میڈیا کے مطابق بدھ کو اسرائیلی فوج کی بمباری میں مجموعی طور پر 80 فلسطینی شہید ہوئے۔</p><p>اسرائیلی فوج نے منگل کو جبالیہ اور اردگرد کے علاقوں کے رہائشیوں کو انخلا کی وارننگ دی تھی، جس کے بعد اسرائیل کی جانب سے راکٹ داغے گئے۔</p><p>اسرائیلی فوج کا کہنا ہے کہ اس نے شمالی غزہ میں حماس اور فلسطینی جنگجوؤں کو نشانہ بنایا۔ </p><p>اس سے قبل منگل کو  اسرائیلی فوج کی جانب سے خان یونس کے یورپی اسپتال کے احاطہ میں 9 بنکر بسٹر بم پھینکے گئے، بم پھٹنے سے کئی مقامات پر زمین پھٹ گئی۔ اسرائیلی حملے میں 28 فلسطینی شہید جبکہ 70 افراد زخمی ہوئے۔</p><p>یہ صورتحال ایسے وقت میں سامنے آئی ہے جب اقوام متحدہ کے انسانی امداد کے سربراہ نے سلامتی کونسل کے اراکین پر زور دیا ہے کہ وہ غزہ میں نسل کشی کو روکنے کے لیے فوری اقدامات کریں۔</p><p>واضح رہے کہ غزہ کی وزارت صحت کے حکام کے مطابق اکتوبر 2023 سے اب تک، غزہ میں اسرائیلی حملوں کے نتیجے میں تقریباً 60 ہزارفلسطینی شہید ہو چکے ہیں۔ </p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403890-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403890_012101_updates.jpg\"/><h4>غزہ پر اسرائیل کا بد ترین حملہ، بمباری سے کئی مقامات پر زمین پھٹ گئی، 28 فلسطینی شہید</h4><p> اسرائیلی فوج کی جانب سے خان یونس کے یورپی اسپتال کے احاطہ میں 9 بنکر بسٹر بم پھینکے گئے، اسرائیلی حملے میں 28 فلسطینی شہید جبکہ 70  زخمی ہوئے۔</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div> <div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403790-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-13/l_403790_093542_updates.jpg\"/><h4>اسرائیل کا غزہ کے النصر اسپتال پر حملہ، صحافی سمیت متعدد فلسطینی شہید</h4><p>سیکرٹری جنرل اقوام متحدہ نے غزہ کی ناکہ بندی ختم کرنے کا مطالبہ کیا ہے</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p><br/></p> "
    },
    {
        "title": "امریکا نے ایران کے بیلسٹک میزائل پروگرام پر نئی پابندیاں عائد کر دیں",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403981-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_403981_023420_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/403981_2194763_updates.jpg",
        "content": "\n\n<p><b>واشنگٹن: امریکا نے ایران کے بیلسٹک میزائل پروگرام پر نئی پابندیاں عائد کر دیں۔</b></p><p>غیر ملکی خبر رساں ایجنسی کے مطابق امریکا نے بدھ کو ایران کے بیلسٹک میزائل پروگرام کی حمایت کرنے والے 6 افراد اور 12 کمپنیوں پر نئی پابندیاں عائد کر دیں، جن میں کئی چینی شہری بھی شامل ہیں۔</p><p>ٹرمپ انتظامیہ نے حالیہ ہفتوں میں ایران کی تیل کی صنعت اور جوہری پروگرام سے منسلک افراد اور اداروں پر متعدد پابندیاں عائد کی ہیں۔</p><p>امریکی محکمہ خزانہ کے مطابق بدھ کو لگائی گئی نئی پابندیاں ان تنظیموں پر ہیں جو ایرانی حکومت کو ایسے اہم مواد کی مقامی سطح پر تیاری میں مدد فراہم کر رہی ہیں جو تہران کے بیلسٹک میزائل پروگرام کے لیے ضروری ہیں۔</p><p>امریکی وزیر خزانہ اسکاٹ بیسنٹ نے ایک بیان میں کہاکہ امریکا ایران کو بین البراعظمیٰ بیلسٹک میزائل تیار کرنے کی اجازت نہیں دے سکتا۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/403778-\">امریکا نے جوہری مذاکرات کے چلتے ایران پر مزید پابندیاں لگا دیں</a></li><li><a href=\"https://urdu.geo.tv/latest/400875-\"> امریکا نے ایران کے مزید 5 اداروں پر پابندیاں لگا دیں</a></li></ul></div></div><p></p><p>انہوں نے مزید کہا کہ ایران کی جانب سے میزائل اور ان کے پرزے مقامی طور پر تیار کرنے کی کوششیں امریکا اور خطے کے استحکام کے لیے ناقابل قبول خطرہ ہیں۔</p><p>واضح رہے کہ یہ اقدامات ایسے وقت میں کیے گئے ہیں جب امریکا اور ایران کے درمیان جوہری مذاکرات ہورہے ہیں۔</p><p>دونوں ملکوں کے درمیان یہ مذاکرات گزشتہ ماہ شروع ہوئے تھے، جن کا مقصد ایک نیا معاہدہ طے کرنا ہے تاکہ ایران کو جوہری ہتھیار بنانے سے روکا جا سکے۔</p>\n"
    },
    {
        "title": "ٹرمپ کا سعودیہ کے بعد قطر کا دورہ ، تجارتی اور دفاعی تعاون کے معاہدوں پر دستخط",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403980-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_403980_012348_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/403980_8743913_updates.jpg",
        "content": "\n\n<p><b>دوحہ: امریکی صدر ڈونلڈ ٹرمپ سعودی عرب کے دورے کے بعد قطر پہنچ گئے جہاں انہوں نے قطر کے ساتھ تجارتی اور دفاعی تعاون کے معاہدوں پر ستخط کیے۔</b></p><p>دورہ سعودی عرب کے بعد امریکی صدر ٹرمپ بدھ کو  قطر  پہنچے جہاں دوحہ ائیرپورٹ پر امیر قطر شیخ تمیم بن حمد آل ثانی نے ٹرمپ کا استقبال کیا۔</p><p>اس کے بعد امریکی صدر ڈونلڈ ٹرمپ کی شاہی محل آمد پر روایتی تلواروں کا رقص بھی پیش کیا گیا۔</p><p>وائٹ ہاؤس کے مطابق صدر ٹرمپ نے شاہی محل میں امیر قطر سے بند کمرہ ملاقات  کی جس میں غزہ، روس، یوکرین تنازع اور ایران پر تبادلہ خیال کیا گیا۔</p><p>ملاقات کے بعد ٹرمپ نے لوسيل محل میں امیر قطر کے عشائیے میں شرکت کی۔</p><p>اس موقع پر خطاب کرتے ہوئے صدرٹرمپ نے کہا ہے کہ ایران کے ساتھ ڈیل کیلئے قطر امریکا کے ساتھ مل کرکام کر رہا ہے، ایران کو پھلتا پھولتا دیکھنا چاہتے ہیں۔ </p><p>دوسری جانب امیر قطر شیخ تمیم بن حمد آل ثانی کا کہنا تھا کہ صدر ٹرمپ کا دورہ قطر، امریکا تعلقات کو نئی بلندی پر لے کر جائے گا۔</p><p><b>قطر امریکا کی بوئنگ کمپنی سے 200 بلین ڈالر لاگت کے طیارے خریدے گا</b></p><p>امریکی صدر ٹرمپ نے قطر کے ساتھ تجارتی اور دفاعی تعاون کے معاہدوں پر بھی ستخط کیےجس میں امریکی کمپنی کے 200 ارب ڈالرز مالیت کے 160 طیاروں اور امریکی ایم کیو 9 بی ڈرون طیاروں کی فروخت شامل ہے۔</p><p>وائٹ ہاؤس کے مطابق امریکا، قطر کے درمیان ایک کھرب 200 ڈالر کا معاشی تبادلہ ہوگا۔</p><p>امریکی صدر ٹرمپ آج متحدہ عرب امارات جائیں گے۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/403977-\">ٹرمپ نے سعودی ولی عہد شہزادہ محمد بن سلمان کو عظیم اور بے مثال شخصیت قرار دیدیا</a></li><li><a href=\"https://urdu.geo.tv/latest/403876-\">امریکا اور سعودی عرب کے درمیان 142 ارب ڈالر کے دفاعی معاہدوں پر دستخط ہوگئے</a></li></ul></div></div><p></p><p>واضح رہے کہ اس سے قبل منگل کو امریکی صدر ڈونلڈ ٹرمپ کے دورہ سعودی عرب میں امریکا اور سعودی عرب کے درمیان 142 ارب ڈالر کے دفاعی معاہدوں پر دستخط ہوئے۔</p><p>وائٹ ہاؤس کا کہنا ہے کہ دفاعی معاہدہ 6 سو ارب ڈالر کے سعودی سرمایہ کاری وعدے کا حصہ ہے۔</p><p>دفاعی معاہدوں میں جی ای گیس ٹربائنز کی برآمدات، توانائی کے شعبے میں 14 ارب 20 کروڑ ڈالر کا معاہدہ اور 4 ارب 80 کروڑ ڈالر کے 737 بوئنگ طیاروں کا معاہدہ بھی شامل ہے۔</p>\n"
    },
    {
        "title": "جنوبی افریقا کے وین ڈر ڈوسن نے پی ایس ایل کے بقیہ میچز  کیلئے  اپنی دستیابی ظاہر کر دی",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403978-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_403978_010925_updates.jpg",
        "time": "2025-05-15",
        "author": "فیضان لاکھانی",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/403978_6693575_updates.jpg",
        "content": "\n<p><b>جنوبی افریقا کے روسی وین ڈر ڈوسن نے پاکستان سپر لیگ (پی ایس ایل) 10 کے بقیہ میچز  کیلئے  اسلام آباد یونائیٹڈ کو اپنی دستیابی ظاہر کردی۔</b></p><p>وین ڈر ڈوسن اس سے قبل ڈرافٹ میں پک ہونے کے بعد ذاتی وجوہات کی وجہ سے پی ایس ایل سے دستبردار ہوئے تھے۔<b></b></p><p>تاہم اب روسی وین ڈر ڈوسن نے اسلام آباد یونائیٹڈ کو اپنی دستیابی ظاہر کردی ہے۔اسلام آباد یونائیٹڈ نے بھی ڈوسن کی بقیہ میچز میں شمولیت کا اعلان کر دیا۔</p><p> ترجمان اسلام آباد یونائیٹڈ کے مطابق مینجمنٹ رسی وین ڈر ڈوسن کو پی ایس ایل میں  خوش آمدید کہتی ہے، ورلڈ کلاس کھلاڑی کے پی ایس ایل میں آنے سے چار چاند لگ جائیں گے۔</p><p>اسلام آباد یونائیٹڈ کی ٹیم اس سے قبل ایلکس ہیلز کی پی ایس ایل 10 کے بقیہ میچز میں شمولیت کا بھی اعلان کر چکی ہے۔</p><p>واضح رہے کہ گزشتہ دنوں پاکستان اور بھارت کی کشیدگی کی وجہ سے پی ایس ایل کو معطل کیا گیا تھا تاہم جنگ بندی کے بعد اب لیگ کو بحال کرکے میچز 17 سے 25 مئی کو ہوں گے۔</p><p>17 مئی کو راولپنڈی اسٹیڈیم میں پشاور زلمی اورکراچی کنگز کے درمیان میچ ہو گا۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403861-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-13/l_403861_055326_updates.jpg\"/><h4>پی ایس ایل 10 کے بقیہ میچز کا شیڈول جاری</h4><p>پی ایس ایل کے میچز 17 سے 25 مئی کو ہونگے</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div> <div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403513-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-09/l_403513_082012_updates.jpg\"/><h4>پاکستان سپر لیگ کو غیر معینہ مدت کیلئے ملتوی کر دیا گیا</h4><p>پی ایس ایل کو موجودہ حالات کے تناظر میں ملتوی کیا گیا، میچز ملتوی کرنے کا فیصلہ وزیراعظم کے مشورے پرکیاگیا: پی سی بی اعلامیہ</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p><br/></p> "
    },
    {
        "title": "ٹرمپ نے سعودی ولی عہد شہزادہ محمد بن سلمان کو عظیم اور بے مثال شخصیت قرار دیدیا",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403977-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-15/s_403977_124941_updates.jpg",
        "time": "2025-05-15",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-15/403977_9701668_updates.jpg",
        "content": "\n\n<p><b>امریکی صدر ڈونلڈ ٹرمپ نے سعودی ولی عہد شہزادہ محمد بن سلمان کو ایک عظیم اور بے مثال شخصیت قرار دے دیا۔</b></p><p>سعودی عرب کے دورے پر دارالحکومت ریاض میں تقریب سے خطاب میں امریکی صدر ڈونلڈ ٹرمپ کا کہنا تھا کہ وہ شہزادہ محمد بن سلمان کو بہت پسند کرتے ہیں، محمد بن سلمان اپنے لوگوں کی بہترین نمائندگی کرتے ہیں ،وہ  سخت محنت کرتے ہیں۔</p><p>ٹرمپ نے کہا کہ ایسا  لگتا نہیں کہ  شہزادہ محمد بن سلمان  رات کو سوتے ہوں گے، وہ رات میں بھی  صرف اپنے ملک کی ترقی کے بارے میں سوچتے ہوں گے ، سعودی عرب کو ترقی یافتہ اور مستحکم بنانے میں شہزادہ محمد بن سلمان کا بڑا کردار ہے۔</p><p>امریکی صدر کا کہنا تھا کہ وہ جو کچھ بھی کر رہے ہیں وہ شہزادہ محمد بن سلمان کے لیے ہے۔</p><p>امریکی صدر نے فٹ بال ورلڈ کپ کی میزبانی پر بھی سعودی ولی عہد کو سراہا اور فیفا کے صدر کی بھی تعریف کی۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/403889-\">امریکی صدر ٹرمپ کا سعودی عرب پر اسرائیل کو تسلیم کرنے پر زور، خواہش بھی ظاہر کر دی </a></li><li><a href=\"https://urdu.geo.tv/latest/403876-\">امریکا اور سعودی عرب کے درمیان 142 ارب ڈالر کے دفاعی معاہدوں پر دستخط ہوگئے</a></li></ul></div></div><p></p><p>واضح رہے کہ منگل کو امریکی صدر ڈونلڈ ٹرمپ کے دورہ سعودی عرب میں امریکا اور سعودی عرب کے درمیان 142 ارب ڈالر کے دفاعی معاہدوں پر دستخط ہوئے۔</p><p>وائٹ ہاؤس کا کہنا ہے کہ دفاعی معاہدہ 6 سو ارب ڈالر کے سعودی سرمایہ کاری وعدے کا حصہ ہے۔</p><p>دفاعی معاہدوں میں جی ای گیس ٹربائنز کی برآمدات، توانائی کے شعبے میں 14 ارب 20 کروڑ ڈالر کا معاہدہ اور 4 ارب 80 کروڑ ڈالر کے 737 بوئنگ طیاروں کا معاہدہ بھی شامل ہے۔</p><p>امریکی صدر ڈونلڈ ٹرمپ نے سعودی عرب پر اسرائیل کو تسلیم کرنے پر زور دیتے ہوئے کہا کہ سعودی عرب کا اسرائیل کو تسلیم کرنا ان کی عزت افزائی ہوگی۔</p><p>ڈونلڈ ٹرمپ نے کہا کہ  ان کی امید ،خواہش اور خواب ہے کہ سعودی عرب جلد اسرائیل سے تعلقات بحال  کرے اور معاہدہ ابراہیمی کا حصہ بنے۔</p>\n"
    },
    {
        "title": "دفاعی صنعت میں ہمارے پاس اتنے آرڈر ہیں کہ 2 سالوں میں بھی شاید پورا نہ کرسکیں: وفاقی وزیر",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403976-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403976_120233_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "",
        "content": "\n<p><b>اسلام آباد: وفاقی وزیر دفاعی پیداوار  رضا حیات ہراج نےکہا ہےکہ دفاعی صنعت میں ہمارے پاس اتنے آرڈر ہیں کہ ہم اگلے 2 سالوں میں بھی شاید پورا نہ کرسکیں۔</b></p><p>پروگرام کیپٹل ٹاک میں گفتگو کرتے ہوئے  وفاقی وزیر دفاعی پیداوار  رضا حیات ہراج نے کہا کہ  مختلف ممالک  اپنی ضرورت کے مطابق مختلف دفاعی سامان خریدتے ہیں، کوئی بہت مہنگا خریدتا ہے اور بہت سارے ممالک کم قیمت کا سامان خریدتے ہیں، الحمداللہ ہمارے پاس وہ سب کچھ ہے جو ہم دنیا کے لیے بناسکتے ہیں۔</p><p>وفاقی وزیر دفاعی پیداوار کا کہنا تھا کہ ساری دنیا سمجھ رہی تھی کہ پتہ نہیں بھارت کے پاس کیا ہے اور ہم لوگ خاموش تھے جس کا فائدہ یہ ہوا کہ اب پوری دنیا نے دیکھ لیا کہ پاکستان کا دفاع بہت ہی مضبوط ہاتھوں میں ہے، پاکستان کی پذیرائی بہت سارے ممالک کی آنکھیں کھول دینے کے لیے کافی ہے، تمام دنیا کو معلوم ہوگیا کہ پاکستان کی ائیرفورس، پاکستان کی آرمی اور پاکستانی کی نیوی بہت ہی پروفیشنل ہے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403968-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403968_100331_updates.jpg\"/><h4>پاکستان کیجانب سے بھارت کے ایس 400 کو کامیابی سے نشانہ بنانےکا ایک اور ثبوت سامنے آگیا</h4><p>ترجمان پاک فوج نے بتایا تھا کہ پاک فوج نے 2 مقامات پر بھارت کے ایس 400 بیٹری سسٹم کوکامیابی سے نشانہ بنایا ہے</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>رضا حیات ہراج کا کہنا تھا کہ پاکستان کا مؤقف واضح ہےکہ کشمیر ہمارا ہے ہم لےکر رہیں گے، ہماری فوج نے بھارت کا جو حشر نشر کیا ان کو مدتوں یاد رہےگا، ہمارے 26 اہداف میں کوئی سویلین ٹارگٹ نہیں تھا،  بھارت نے یہاں مساجد کو ٹارگٹ کیا۔</p><p>ان کا کہنا تھا کہ بھارت ہم سے بات کرےگا تو  ہماری ٹرمز اینڈ کنڈیشنز  پر بات کرےگا۔</p><p> دفاعی تجزیہ کار  ائیر وائس مارشل ریٹائرڈ اعجاز محمود کا کہنا تھا کہ جے ایف 17 کی تمام ڈیزائننگ پاکستان نے کی ہے۔</p><p> ان کا کہنا تھا کہ سیز فائر بھارت کو سوٹ کرتا تھا تو اس لیے امریکا اس معاملے میں آیا، شاید ڈونلڈ ٹرمپ نوبیل پیس پرائز کے لیے کوشش کررہے ہوں،  پاک بھارت مذاکرات کی کامیابی کا دار ومدار امریکی انتظامیہ کی نیت پر ہے۔</p> "
    },
    {
        "title": "190ملین پاؤنڈکیس: عمران خان اور بشریٰ بی بی کی سزا معطلی کی درخواستیں سماعت کیلئے مقرر",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403975-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403975_112814_updates.jpg",
        "time": "2025-05-14",
        "author": "اویس یوسف زئی",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403975_2466121_updates.jpg",
        "content": "\n\n<p><b>190 ملین پاؤنڈکیس میں سزا یافتہ بانی پی ٹی آئی عمران خان اور ان کی اہیلہ بشریٰ بی بی کی سزا معطلی کی درخواستیں اسلام آباد ہائی کورٹ میں سماعت کے لیے مقرر کردی گئیں۔</b></p><p>اسلام آباد ہائی کورٹ کے قائم مقام چیف جسٹس سردار سرفراز ڈوگر کی سربراہی میں ڈویژن بینچ کل سماعت کرے گا۔</p><p>بانی پی ٹی آئی اور  بشریٰ بی بی نے 190 ملین پاؤنڈکیس میں احتساب عدالت کی جانب سے سنائی گئی سزاؤں کے خلاف اسلام آباد ہائی کورٹ میں اپیلیں اور سزا معطلی کی درخواستیں دائر کر رکھی ہیں۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/393405-\">190 ملین پاؤنڈکیس پر ایک دو دن میں ہائیکورٹ جائیں گے: سلمان اکرم راجہ</a></li><li><a href=\"https://urdu.geo.tv/latest/390652-\">خدشہ ہے 190ملین پاؤنڈکیس میں عمران خان کو 14سال قیدکی سزا ہوگی: شیر افضل مروت </a></li><li><a href=\"https://urdu.geo.tv/latest/388404-\">190 ملین پاؤنڈکیس: نیب نے بشریٰ بی بی کی گرفتاری کیلئے ٹیم خیبر پختونخوا بھجوا دی</a></li></ul></div></div><p></p><p>رجسٹرار آفس نے رپورٹ دی تھی کہ سزا یافتہ مجرموں کی اپیلیں نمبر آنے پر اپنی باری پر مقرر ہوں گی۔</p><p>بانی پی ٹی آئی اور بشریٰ بی بی نے سزا معطل کرکے ضمانت پر رہا کرنےکی درخواستیں بھی دائر کی تھیں جنہیں رجسٹرار آفس کے اعتراضات ختم ہونے پر کل سماعت کے لیے مقرر کر دیا گیا ہے۔</p><p>عدالت نےگزشتہ سماعت پر آفس اعتراضات دور کرتے ہوئے  رجسٹرار آفس کو ڈائری نمبر لگا کر سماعت کے لیے فکس کرنے کی ہدایات جاری کی تھیں۔</p><p>قائم مقام چیف جسٹس سردار سرفراز ڈوگر  اور جسٹس محمد آصف پر مشتمل 2 رکنی ڈویژن بینچ کل سماعت کرےگا۔</p><p>واضح رہے کہ احتساب عدالت اسلام آباد نے رواں سال 17 جنوری کو بانی پی ٹی آئی اور بشریٰ بی بی کو 190  ملین پاؤنڈکیس میں سزا سنائی تھی۔</p>\n"
    },
    {
        "title": "پاکستان نے سندھ طاس معاہدے کی معطلی کے اقدام پربھارت کو خط لکھا دیا",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403974-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403974_104840_updates.jpg",
        "time": "2025-05-14",
        "author": "سیف الرحمان",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403974_3294159_updates.jpg",
        "content": "\n<p><b>پاکستان نے سندھ طاس معاہدے کی معطلی کے اقدام پربھارت کو خط لکھا دیا۔</b></p><p>ذرائع کے مطابق خط وفاقی سیکرٹری آبی و سائل سید علی مرتضیٰ کی طرف سے بھارتی ہم منصب کو لکھاگیا ہے جس میں پاکستان نے بھارت کی جانب سے سندھ طاس معاہدے کی معطلی کو غیر قانونی قرار دیا ہے۔</p><p>ذرائع کے مطابق خط میں کہا گیا ہے کہ سندھ طاس معاہدہ 1960 میں یکطرفہ معطلی کی کوئی شق ہی نہیں، بھارتی خط میں معطلی سے متعلق استعمال کیے گئے الفاظ کا معاہدے میں وجود ہی نہیں ہے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403963-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403963_071314_updates.jpg\"/><h4>سندھ طاس معاہدے میں اسے  یکطرفہ معطل یا ختم کرنےکی کوئی شق نہیں، صدر ورلڈ بینک</h4><p>بھارت نے تکنیکی طورپر معاہدہ التوا میں ڈالا ہے، معاہدے کے طے شدہ طریقہ کار کی پاسداری ضروری ہے، اجے بنگا</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>ذرائع نے مزید بتایا کہ خط میں کہا گیا ہے کہ پاکستان سندھ طاس معاہدےکو اپنی اصل شکل میں قائم سمجھتا ہے، سندھ طاس معاہدے میں کسی بھی طرح کی یک طرفہ چھیڑ چھاڑ کی گنجائش نہیں۔</p><p>ذرائع کے مطابق عالمی بینک نے  سندھ طاس معاہدے کی معطلی سے متعلق بھارتی مؤقف مسترد کر دیا ہے۔</p><p>حکومتی ذرائع کے مطابق پاکستان نے سندھ طاس معاہدے پر مذاکرات کی کوئی اپیل نہیں کی، پاکستان نے بھارت کی درخواست پر  سندھ طاس معاہدے کے فریم ورک کے مطابق مذاکرات پر آمادگی بھی ظاہر کی ہے۔ </p><p>ذرائع کا کہنا ہے کہ بھارتی میڈیا کا پھیلایا گیا یہ تاثر یکسر بے بنیاد اور غلط ہےکہ پاکستان نے کوئی اپیل کی۔</p> "
    },
    {
        "title": "بھارت کی جانب سے دوبارہ جارحیت کا امکان موجود ہے، خواجہ آصف",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403973-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403973_103923_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "",
        "content": "\n\n<p><b>ا</b><b>سلام آباد: وزیر دفاع خواجہ آصف  نے کہا ہے کہ  بھارت کی جانب سے دوبارہ جارحیت کا امکان موجود ہے، اگر ایسا ہوا تو پاکستان بھی بھرپور جواب دے گا۔</b></p><p> جیو نیوز کے پروگرام 'آج شاہ زیب خانزادہ کیساتھ' میں گفتگو کرتے ہوئے خواجہ آصف کا کہنا تھا کہ مودی ایک کونے میں لگا ہوا ہے اور اس کا سیاسی سرمایہ ختم ہوگیا ہے تو ایسی صورتحال میں  بوکھلاہٹ میں  مودی کوئی حرکت کرسکتا ہے، ایسا ہوا تو پاکستان بھی بھرپور جواب دے گا اور اس کے عالمی اثرات بھی ہوں گے۔</p><p>خواجہ آصف کا کہنا تھا کہ مودی نے کوئی جارحانہ قدم اٹھایا تو ساری دنیا ایک کیمپ میں اکٹھی ہوجائےگی اور  بھارت کے دوستوں کی جانب سے بھی مودی کو حمایت نہیں ملے گی۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/403968-\">پاکستان کیجانب سے بھارت کے ایس 400 کو کامیابی سے نشانہ بنانےکا ایک اور ثبوت سامنے آگیا</a></li><li><a href=\"https://urdu.geo.tv/latest/403971-\">بھارت نے دوبارہ جارحیت کی تو ایسا جواب دیں گے کہ سوچا بھی نہیں ہوگا، وزیراعظم</a></li></ul></div></div><p></p><p>وزیر دفاع کا کہنا تھا کہ سیز فائر کے لیے ہمارے اوپرکوئی دباؤ نہیں تھا، امریکا سمیت تمام دوست ممالک ہمارے ساتھ آن بورڈ تھے، دوست ممالک سیز فائر کے حق میں تھے اس لیے ہم نے سیز فائر کی۔</p><p>ان کا کہنا تھا کہ ہم نے چار دن انتظار کیا کہ شاید آج بھارت کو بات سمجھ آئے، بھارت کے خلاف ہماری جیت کثیر الجہتی ہے، یہ پہلی لڑائی تھی جس میں سائبر وار فیئر ہوا ہے، سائبر وار میں بھارت کا سارا سسٹم مفلوج ہوگیا تھا۔</p><p>انہوں نے کہا کہ کل تک  جو  پاکستان کو سیریس نہیں لے رہے تھے وہ  آج  احترام کی نگاہ سے دیکھ رہے ہیں، ہم نے بھارت کے 5 طیارے گرائے ہیں اور ایک یو اے وی گرایا ہے۔</p><p>خواجہ آصف کا کہنا تھا کہ  آدھے یا پورے، بھارت کشمیر  پر بات کرنے پر آمادہ تو ہوا ہے، ورنہ بھارت مسئلہ کشمیر پر بات کرنے کو تیار ہی نہیں تھا، یہ پاکستان کی کامیابی ہے۔</p>\n"
    },
    {
        "title": "آذربائیجان نے کسی دباؤ پر جھکنا نہیں سیکھا، اپنے بھائی پاکستان کے جائز مؤقف پر ساتھ کھڑے ہیں، احمد شائراولو",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403972-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403972_101532_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403972_9773626_updates.jpg",
        "content": "\n<p><b>آذربایجان کےانسٹی ٹیوٹ فار ڈیموکریسی اینڈ ہیومن رائٹس کے سربراہ ڈاکٹر احمد شائراولو  کا کہنا ہے کہ پاکستان نے بھارتی دھمکیوں کا منہ توڑ جواب دے دیا۔</b></p><p>سماجی رابطے کے پلیٹ فارم ایکس پر اپنے بیان میں انہوں نے کہا کہ آذربائیجان کو پابندیوں اور سفری بائیکاٹ کی دھمکیاں دینے والے بغور تاریخ  پڑھیں، آذربائیجان کی قوم نے کسی دباؤ کے آگے جھکنا نہیں سیکھا۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403970-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403970_081023_updates.jpg\"/><h4>’پاکستان ترکی دوستی زندہ باد‘، ترک صدر کا پاکستان سے دلی اظہار محبت</h4><p>ترک صدر نے سوشل میڈیا پر وزیر اعظم شہباز شریف کو ’میرے عزیز ترین بھائی‘ کہہ کر مخاطب کیا</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>ڈاکٹر احمد شائر اولو نے کہا کہ ہم اپنے بھائی پاکستان کے جائز مؤقف پر مضبوطی سے اس کے ساتھ کھڑے ہیں، کوئی بھی سیاسی دھمکی ہمارا مؤقف تبدیل نہیں کر سکتی۔</p><p>انہوں نے مزید کہا کہ انڈین ٹورازم کمپنیاں بائیکاٹ یامعاشی دباؤ کی بات کی ہے لیکن باکو نے واضح جواب دے دیا ہے، ہم اپنا انصاف پسند مؤقف نہیں چھوڑیں گے۔</p><p>احمد شائر اولو کا کہنا تھا کہ آذربائیجان نے کبھی ذاتی فائدے کے لیے کسی بھائی کو دھوکا نہیں دیا، ہماری دوستی کاروبار نہیں، یہ اقدار کا معاملہ ہے، ہم ناصرف اپنی معیشت بلکہ اپنی سیاسی آزادی کا بھی تحفظ  کرتے ہیں۔</p><p>انہوں نے کہا کہ ہو سکتا ہے سیاح کم آئیں، چاول کی کچھ برآمد رک جائے لیکن عزت اور بھائی چارہ ہمیشہ رہے گا۔</p> "
    },
    {
        "title": "پاکستان کیجانب سے بھارت کے ایس 400 کو کامیابی سے نشانہ بنانےکا ایک اور ثبوت سامنے آگیا",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403968-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403968_100331_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403968_7809248_updates.jpg",
        "content": "\n<p><b>پاکستان کی جانب سے بھارت کے میزائل ڈیفنس سسٹم ایس 400 کو کامیابی سے نشانہ بنانے کا ایک اور ثبوت سامنے آگیا۔</b></p><p>11 مئی کو پریس کانفرنس کرتے ہوئے ترجمان پاک فوج نے بتایا تھا کہ پاک فوج نے 2 مقامات پر بھارت کے ایس 400 بیٹری سسٹم کوکامیابی سے نشانہ بنایا ہے، ڈی جی آئی ایس پی آر نے اس موقع پر ایس 400 کو نشانہ بنانے کے ثبوت بھی فراہم کیے تھے۔</p><p>تاہم بھارت کی جانب سے اس کی تردیدکی گئی اور گزشتہ روز تو بھارتی وزیراعظم نریندر مودی خود آدم پور ائیر بیس پہنچ گئے جہاں انہوں نے ایس 400 سسٹم کے  صرف میزائل لانچرکے سامنے تصاویر بنوائیں  اور سسٹم کے بقیہ اہم جز گول کرگئے۔</p><div><figure>\n<picture><img src=\"https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403968_2687231_updates.jpg\"/>\n</picture><figcaption>مودی نے صرف لانچر کے ساتھ تصاویر بنائیں،فوٹو: بھارتی میڈیا</figcaption></figure></div><p>بھارتی فوجیوں سے خطاب میں مودی نے دعویٰ کیا کہ پاکستان کے حملوں میں ہمارےکسی ائیر بیس اور  ائیرڈیفنس سسٹم پر آنچ تک نہیں آئی۔</p><p>ایس 400 بیٹری سسٹم کی تباہی کا اب ایک اور ثبوت خود بھارت کے اندر سے سامنے آگیا ہے۔</p><p>ایک ہندی زبان کی مقامی نیوز ویب سائٹ نے انجانے میں مودی سرکار اور بھارتی فوج کے جھوٹ کا پردہ چاک کردیا ہے۔بھارتی <a href=\"https://www.newindianexpress.com/nation/2025/May/14/bihar-soldier-rambabu-singh-laid-to-rest-with-honours-village-pays-tribute-to-fallen-hero\">اخبار </a> دی نیو انڈین ایکسپریس نے بھی اس خبر کی تصدیق کی ہے۔</p><div><figure>\n<picture><img src=\"https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403968_2336879_updates.jpg\"/>\n</picture><figcaption>بھارتی فوج کا اہلکار رام بابو  ایس 400 کا آپریٹر تھا،فوٹو: بھارتی میڈیا </figcaption></figure></div><p>رپورٹ کے مطابق حالیہ جنگ میں پاکستانی حملے میں بہار سے تعلق رکھنے والا رام بابو پرساد نامی بھارتی فوجی بھی ہلاک ہوا۔ رپورٹ میں بتایا گیا کہ رام بابو  ایس 400 کا آپریٹر تھا۔</p><p>رام بابو کے گھر والوں کو بتایا گیا کہ ان کیا بیٹا ایل او سی پر پاکستانی فوج کی فائرنگ سے ہلاک ہوا ہے تاہم اگر وہ ایس 400 کا آپریٹر تھا تو ایل او سی پر اس کی تعیناتی  کا بیان بھارتی فوج کی جانب سے معاملہ چھپانے کی کوشش معلوم ہوتی ہے۔</p><h2>ایس 400 ڈیفنس سسٹم کیا ہے؟</h2><p>یس 400 روس کا تیار کردہ فضائی دفاعی نظام ہے جسے بھارت نے 2018 میں خریدا تھا، بھارتی عوام کو ایس 400 فضائی دفاعی نظام پر بہت زیادہ غرور تھا کہ ہمارے پاس ایسا فضائی دفاعی نظام موجود ہے جو پاکستان سے آنے والے میزائلوں کو روکنے کی صلاحیت رکھتا ہے۔</p><p>ایس 400 ایک ہی وقت میں 300 ٹارگٹ کو ٹریس کرنے کی صلاحیت رکھتا ہے اور ایک ہی حملے میں 36 ٹارگٹ کو تباہ کر سکتا ہے یا انہیں انگیج کر سکتا ہے۔</p><p>ایس 400 ائیر کرافٹ، کروز میزائل، بیلسٹک میزائل اور ان ڈرونز کو نشانہ بنا سکتا ہے، یہ دفاعی نظام 4.8 کلو میٹر فی سیکنڈ کی رفتار سے دوڑنے والے کسی بھی قسم کے میزائل کو تباہ کر سکتا ہے۔</p><h2>پاک بھارت جنگ کا سب سے بڑا واقعہ</h2><p>پاکستانی فضائیہ کے جے ایف 17 تھنڈر طیاروں نے اپنے ہائپر سونک میزائل سے ایس 400 ائیر ڈیفنس سسٹم  کی 2 بیٹریوں کو کامیابی سے نشانہ بنایا۔</p><p> یورپ کی ڈیفنس تجزیاتی ویب سائٹ نے ایس 400 کی تباہی پاک بھارت جنگ کا سب سے بڑا واقعہ قرار دیا ہے۔</p><p> بلغاریہ ملٹری ریویو کے مطابق پاکستانی جوابی حملے میں ایس 400 کی تباہی ہوئی ہے تو یہ سب سے زیادہ ہائی پروفائل واقعہ ہے، آدم پور بیس شمالی بھارت کا مرکزی بیس، سخوئی اسکواڈرن مرکز اور سرحد سے 100 کلومیٹر دور ہے۔</p><p>ڈیفنس تجزیاتی ویب سائٹ میں کہا گیا ہے کہ انتہائی اہم ائیر بیس پر روسی سسٹم کی تباہی سے بھارتی دفاع کمزور پڑ گیا، پاکستان نے ہائپر سونک، جے ایف 17 تھنڈر میں لگایا ہے تو پاک فضائیہ کے حملے کی صلاحیت بہت بڑھ گئی۔</p><p>بلغاریہ ملٹری ریویو کے مطابق ہو سکتا ہے کہ پاکستان نے چین کے ہائپر سونک میزائلوں کا مقامی ماڈل تیار کیا ہو، ایس 400 تباہی کے بھارت کی دفاعی حکمت عملی پر دور رس نتائج ہوں گے۔</p><p>ملٹری ریویو میں کہا گیا ہے یہ علامتی پیغام بھی گیا کہ پاکستان بھارت کے بہت اندر جا کر حملہ کرنے کی صلاحیت رکھتا ہے، ایس 400 سیچوریشن حملوں یا ریڈار و کمانڈر پر حملہ کیے جانے پر کمزور پڑجاتا ہے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403562-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-10/l_403562_095924_updates.jpg\"/><h4>پاک فضائیہ کی جانب سے تباہ کیے گئے بھارتی دفاعی نظام ایس 400 کی اہمیت کیا ہے؟</h4><p>پاکستانی فضائیہ کے جے ایف 17 تھنڈر طیاروں نے اپنے ہائپر سونک میزائل سے ایس 400 کا ائیر ڈیفنس سسٹم مکمل طور پر تباہ کر دیا</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div> <div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403673-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-11/l_403673_031802_updates.jpg\"/><h4>یورپی دفاعی تجزیاتی ویب سائٹ نے ایس 400 کی تباہی کو پاک بھارت جنگ کا سب سے بڑا واقعہ قرار دیدیا</h4><p>انتہائی اہم ائیر بیس پر روسی سسٹم کی تباہی سے بھارتی دفاع کمزور پڑ گیا،  تجزیاتی ویب سائٹ بلغاریہ ملٹری ریویو</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p><br/></p> "
    },
    {
        "title": "فالسے کھانے سے صحت کو ہونے والے یہ 10 فائدے جانتے ہیں؟",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/327070-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2023-05-08/s_327070_072211_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets/uploads/updates/2023-05-08/327070_1232396_updates.jpg",
        "content": "\n<p><b>فالسہ ایسا پھل ہے جو گرم موسم میں چند ہفتوں کے لیے دستیاب ہوتا ہے اور اسی وجہ سے اس سے لطف اندوز کا دورانیہ بہت کم ہوتا ہے۔</b></p><p>یہ کھٹا میٹھا پھل منہ کا ذائقہ تو بہتر کرتا ہی ہے مگر اس سے ہٹ کر کیا فالسے کو کھانا صحت کے لیے بھی مفید ہے یا نہیں؟</p><p>تو اس کا جواب یہ ہے کہ ہاں یہ پھل صحت کے لیے فائدہ مند ہے اور یہی وجہ ہے کہ اس مزیدار پھل سے لطف اندوز ہونا عادت بنالینا چاہیے۔</p><p>پروٹین، کاربوہائیڈریٹ، کیلشیئم، غذائی فائبر، فاسفورس، آئرن، پوٹاشیم، سوڈیم، وٹامن اے، وٹامن بی 1، وٹامن بی 2، وٹامن بی 3 اور وٹامن سی جیسے اجزا اس پھل میں موجود ہوتے ہیں۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403760-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-12/l_403760_080203_updates.jpg\"/><h4>کیا سیڑھیاں چڑھتے ہوئے سانس پھول جانا کسی مرض کی نشانی ہوتی ہے؟</h4><p>سانس پھولنے کا سامنا ایسے کاموں کے دوران ہو جن میں پہلے کبھی مسئلہ نہیں ہوتا تھا تو یہ خطرے کی گھنٹی ہے۔</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>اس پھل کے فوائد درج ذیل ہیں۔</p><h2>مختلف وٹامنز کا حصول</h2><p>فالسے میں وٹامن اے موجود ہوتا ہے اور یہ وٹامن اچھی بینائی اور عمر کے ساتھ مسلز میں آنے والی کمزوری سے تحفظ فراہم کرنے کے لیے اہم ہوتاہے۔</p><p>اسی طرح وٹامن بی 1 دل اور اعصاب کے افعال کو مستحکم رکھنے میں مدد فراہم کرتا ہے جبکہ اس کی کمی سے مسلز اور اعصاب کی کمزوری اور لاغر پن جیسے مسائل کا خطرہ بڑھتا ہے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/331667-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2023-06-16/l_331667_075641_updates.jpg\"/><h4>وہ بہترین اوقات جب پانی پینا جسم کے لیے بہت زیادہ فائدہ مند ہوتا ہے</h4><p>یا آپ کو معلوم ہے کہ کچھ اوقات ایسے بھی ہوتے ہیں جب پانی پینا جسم کے لیے زیادہ فائدہ مند ہوتا ہے؟</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>وٹامن بی 2 خون کے خلیات کی نشوونما اور میٹابولزم کے لیے اہم ہوتا ہے جس کا حصول فالسے کے علاوہ انڈوں، پالک اور باداموں سے بھی ممکن ہے۔</p><p>وٹامن بی 3 دل کی شریانوں اور میٹابولزم کے نظام کو مستحکم رکھنے میں مدد فراہم کرتا ہے جبکہ کولیسٹرول کی سطح کا توازن بھی قائم رکھتا ہے۔</p><p>وٹامن سی ایسا وٹامن ہے جس کو قوت مدافعت کے لیے اہم قرار دیا جاتا ہے اور خیال کیا جاتا ہے کہ وٹامن سی سے بھرپور غذاؤں کا استعمال عام موسمی بیماریوں سے تحفظ یا ان میں ریلیف فراہم کرسکتا ہے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/402046-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-04-22/l_402046_050144_updates.jpg\"/><h4>مچھر ہر وقت کاٹتے رہتے ہیں؟ تو اس کی وجہ آپ کے لباس کا یہ رنگ ہوسکتا ہے </h4><p>مچھروں کے آپ پر حملہ آور ہونے کی کئی وجوہات ہوسکتی ہیں مگر ہمارے لباس کا رنگ بھی ان کی توجہ حاصل کرنے کا ذریعہ بن سکتا ہے۔</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><h2>نظام تنفس کے امراض کی شدت میں کمی</h2><p>فالسے کا شربت پینے سے نظام تنفس کے مسائل جیسے دمہ، عام نزلہ زکام اور دیگر سے ریلیف مل سکتا ہے۔</p><h2>مدافعتی نظام مضبوط بنائے</h2><p>اس پھل میں وٹامن سی اور دیگر ایسے غذائی اجزا موجود ہوتے ہیں جو مدافعتی نظام کو مضبوط بناتے ہیں۔</p><p>مضبوط مدافعتی نظام سے جسم کو موسمی بیماریوں سے لڑنے میں مدد ملتی ہے یا بیمار ہونے پر جلد صحتیابی ممکن ہوتی ہے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/327621-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2023-05-12/l_327621_081031_updates.jpg\"/><h4>وہ نشانیاں جن سے جسم میں پانی کی کمی کا علم ہوتا ہے </h4><p>عموماً پانی کی کمی کا عندیہ پیاس کے احساس سے ہوتا ہے مگر کئی بار دیگر نشانیاں بھی سامنے آتی ہیں۔</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><h2>مسلز کے لیے مفید</h2><p>اس پھل میں پوٹاشیم اور پروٹین جیسے اجزا بھی موجود ہوتے ہیں جو مسلز کی مضبوطی بڑھانے کے ساتھ ساتھ افعال کو بھی بہتر کرتے ہیں۔</p><h2>جسمانی توانائی</h2><p>پروٹین وہ غذائی جز ہے جس سے جسمانی توانائی میں اضافہ ہوتا ہے ۔</p><p><span>نظام ہاضمہ کے لیے فائدہ مند</span></p><p>فالسے میں موجود فائبر نظام ہاضمے کے مسائل جیسے متلی، پیٹ درد اور دیگر کے لیے فائدہ مند ثابت ہوسکتا ہے، اس مقصد کے لیے روزانہ اس پھل کا جوس پینا عادت بنالیں۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/344764-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2023-10-22/l_344764_062524_updates.jpg\"/><h4>جگر کی صحت کے لیے فائدہ مند اور نقصان دہ غذائیں کونسی ہوتی ہیں؟</h4><p>کچھ غذائیں اور مشروبات جگر کی صحت کے لیے مفید جبکہ کچھ غذائیں اسے نقصان پہنچاتی ہیں۔</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><h2>دل کی صحت کے لیے بھی بہترین</h2><p>فالسے کو ورم کش خیال کیا جاتا ہے اور ورم امراض قلب کا خطرہ بڑھانے والا اہم عنصر ہے، یہی وجہ ہے کہ اس پھل کو کھانا عادت بنانے سے دل کی صحت بہتر ہوسکتی ہے۔</p><h2>جِلد کے لیے مفید</h2><p>فالسے میں موجود اینٹی آکسائیڈٹنس اور وٹامنز خصوصاً وٹامن سی کولیگن بننے کے عمل کو معاونت فراہم کرتے ہیں اور جِلد کی مرمت کرتے ہیں۔</p><p>اس پھل کو کھانے سے جِلد کو صحت مند بنانے میں مدد ملتی ہے جبکہ عمر میں اضافے کے اثرات کی رفتار سست ہو جاتی ہے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/401731-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-04-18/l_401731_060457_updates.jpg\"/><h4>وہ 7 عام غلطیاں جو گردوں کے تکلیف دہ امراض کا شکار بنا دیتی ہیں</h4><p>دنیا بھر میں ہر 10 میں سے ایک فرد کو گردوں کے دائمی امراض کا سامنا ہوتا ہے۔</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><h2>ذیابیطس کے مریضوں کے لیے مفید</h2><p>گلیسمک انڈیکس (جی آئی) ایک ایسا ٹول ہے جس میں غذائوں کی درجہ بندی بلڈشوگر پر مرتب اثرات کی بنیاد پر کی جاتی ہے۔</p><p>اس کے صفر سے 100 تک کے اسکیل ہوتے ہیں، صفر کسی قسم کے اثر نہ ہونے کی نمائندگی کرتا ہے جبکہ 100 خالص مٹھاس کے اثرات کی نمائندگی کرتا ہے۔</p><p>فالسہ اس انڈیکس میں نچلے نمبروں پر ہے، یعنی ذیابیطس کے مریضوں کے لیے اسے کھانا نقصان دہ نہیں بلکہ خیال کیا جاتا ہے کہ یہ پھل بلڈ شوگر میٹابولزم کو کنٹرول کرنے میں مددگار ثابت ہوسکتا ہے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/401413-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-04-15/l_401413_064039_updates.jpg\"/><h4>توند کی چربی گھلانے کے لیے 9 بہترین  پھل</h4><p>توند کی چربی جسمانی چربی کی سب سے خطرناک قسم ہوتی ہے کیونکہ یہ بہت اہم اعضا کو ڈھانپ لیتی ہے۔</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><h2>خون کی کمی دور کرے</h2><p>اس پھل میں آئرن بھی موجود ہے اور اگر آئرن کی کمی سے انیمیا کا سامنا ہے تو یہ اس سے نجات دلانے میں کسی حد تک مددگار ثابت ہوسکتا ہے۔</p><p>آخر میں یہ جان لیں کہ فالسے کے بیج کھانے سے کوئی نقصان نہیں ہوتا ۔</p><p><b>نوٹ: یہ مضمون طبی جریدوں میں شائع تفصیلات پر مبنی ہے، قارئین اس حوالے سے اپنے معالج سے بھی ضرور مشورہ کریں۔</b></p> "
    },
    {
        "title": "’پاکستان ترکیہ دوستی زندہ باد‘، ترک صدر کا پاکستان سے دلی اظہار محبت",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403970-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403970_081023_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "",
        "content": "\n<p><b>ترک صدر رجب طیب اردوان نے وزیر اعظم شہباز شریف کے خیر مقدمی بیان پر پاکستان سے دلی محبت کا اظہار کیا ہے۔ </b></p><p>ترک صدر نے سوشل میڈیا پر وزیر اعظم شہباز شریف  کو ’میرے عزیز ترین بھائی‘ کہہ کر مخاطب کیا اور ’پاکستان ترکیہ دوستی زندہ باد‘کا نعرہ بھی لگایا۔</p><p>رجب طیب اردوان نے کہا کہ ہم ہمیشہ آپ کے ساتھ کھڑے ہیں، ترکیےاورپاکستان کےدرمیان جو بھائی چارہ ہے وہ بہت کم اقوام کو نصیب ہوتا ہے۔</p><p>ترک صدر کا کہنا تھا کہ تنازعات کے حل کےلیے پاکستان کی دانشمندی، صبر و تحمل، مکالمے و مفاہمت کی پالیسیوں کو سراہتے ہیں۔</p><p> اس سے قبل وزیراعظم شہبازشریف نے ترک صدر کی جانب سے کابینہ اجلاس میں  پاکستان کی واضح  حمایت کو سراہتے ہوئے اس کا خیر مقدم کیا تھا۔</p> "
    },
    {
        "title": "بھارت نے دوبارہ جارحیت کی تو ایسا جواب دیں گے کہ سوچا بھی نہیں ہوگا، وزیراعظم",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403971-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403971_081050_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "",
        "content": "\n<p><b>سیالکوٹ: وزیراعظم شہباز شریف نےکہا ہےکہ پاکستان امن اور جنگ دونوں کے لیے تیار ہے، بھارت نے دوبارہ جارحیت کی تو ایسا جواب دیں گےکہ سوچا بھی نہیں ہوگا۔</b></p><p>پسرور کینٹ کے دورے کے موقع  پر افواج پاکستان کے افسروں و جوانوں سے خطاب کرتے ہوئے وزیراعظم شہباز شریف کا کہنا تھا کہ جو جنگ پاکستان نے لڑی اور جیتی ہے اس پر کتابیں لکھی جائیں گی،  تینوں مسلح افواج  کی قیادت اور جوانوں کو سلام پیش کرتا ہوں، پاک فوج نے پاکستان کے دشمنوں کے ہوش ٹھکانے لگادیے۔</p><p>وزیراعظم شہباز شریف کا کہنا تھا کہ بھارت نے دوبارہ مہم جوئی کا راستہ اختیار کیا تو ہمیں تیار پائےگا، پاکستان امن اور جنگ دونوں کے لیے تیار ہے،   دوبارہ جارحیت کی تو ایسا جواب دیں گےکہ سوچا بھی نہیں ہوگا، مودی سے کہتا ہوں آگ لگانے کے بجائے آگے بڑھنےکی بات کریں، پاکستان خطے میں امن چاہتا ہے، اس خواہش کو کمزوری مت سمجھنا۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403950-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403950_065409_updates.jpg\"/><h4>وزیراعظم کا آپریشن بنیان مرصوص کی فرنٹ لائنز کا دورہ، آپریشن میں شریک افسران و جوانوں سے ملاقات</h4><p>آرمی چیف، ائیر چیف مارشل، وفاقی وزیر اور اعلیٰ عسکری قیادت بھی وزیراعظم کے ہمراہ تھی</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>ان کا کہنا تھا کہ 1971 میں مکتی باہنی کو کس نے ٹریننگ دی تھی؟ دنیا جانتی ہے، مسٹرمودی بی  ایل اے، ٹی ٹی پی کے تانے بانے آپ سے ملتے ہیں، مسٹرمودی اپنے بھاشن آپ  اپنے پاس  رکھیں، مودی سندھ طاس معاہدے پر کبھی سوچنا بھی نہیں، پانی ہماری ریڈ لائن ہے اس سے دستبردار نہیں ہوسکتے، پانی روکنےکی کوشش کی تو  واضح کرتے ہیں کہ پانی اور خون ساتھ نہیں چل سکتے۔</p><p>وزیراعظم شہباز شریف کا کہنا تھا کہ رافیل کے تکبر میں مبتلا بھارت کا غرور خاک میں مل گیا، آپ سمجھتے تھے کہ اس علاقے کے تھانیدار ہیں اب یہ جھوٹاتاثر ختم ہوگیا،  مسٹر مودی دوبارہ یہ حرکت کی تو منہ کی کھاؤ گے،مودی ہم نے تحمل کا مظاہرہ کیا اس سے فائدہ اٹھائیں اور اپنی قوم کو مزید دھوکا نہ دیں۔</p><p>انہوں نے کہا کہ  بھارت سے مربوط ڈائیلاگ ہوگا ، میٹھا میٹھا ہپ ہپ ہم نہیں ہونے دیں گے،  بھارت سے کشمیر سمیت تمام تصفیہ طلب معاملات پر جامع مذاکرات کریں گے۔</p> "
    },
    {
        "title": "ٹک ٹاک میں ایک دلچسپ فیچر صارفین کیلئے متعارف",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403969-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403969_073929_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403969_8372275_updates.jpg",
        "content": "\n\n<p><b>ٹک ٹاک کی جانب سے جنریٹیو آرٹی فیشل انٹیلی جنس (اے آئی) فیچرز کو اس طرح ایپ کا حصہ نہیں بنایا جا رہا جیسا میٹا کی جانب سے انسٹا گرام میں کیا جا رہا ہے۔</b></p><p>مگر کمپنی کی جانب سے اے آئی ٹیکنالوجی پر مبنی فیچرز کے تجربات ضرور کیے جا رہے ہیں۔</p><p>اب ویڈیو شیئرنگ ایپ میں اے آئی پر مبنی ایک نیا فیچر متعارف کرایا گیا ہے۔</p><p>اے آئی آلائیو نامی فیچر صارفین کو کسی ساکت تصویر سے مختصر ویڈیو بنانے کی سہولت فراہم کرتا ہے۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/401729-\">ٹک ٹاک میں فٹ نوٹس نامی فیچر کا اضافہ</a></li><li><a href=\"https://urdu.geo.tv/latest/401534-\">ٹک ٹاک اب گوگل میپس کو ٹکر دینے کیلئے بھی تیار</a></li><li><a href=\"https://urdu.geo.tv/latest/401208-\">ٹک ٹاک کی سرپرست کمپنی کا اے آئی اسمارٹ گلاسز تیار کرنیکا منصوبہ</a></li><li><a href=\"https://urdu.geo.tv/latest/400545-\">ڈونلڈ ٹرمپ نے ٹک ٹاک کو امریکا میں بزنس فروخت کرنے کیلئے مزید 75 دن کی مہلت دیدی</a></li></ul></div></div><p></p><p>یہ فیچر ابھی ٹک ٹاک کے اسٹوریز فیچر میں موجود ہے۔</p><p>اس فیچر کو استعمال کرنے کے لیے آپ کو ایک تصویر پوسٹ کرنا ہوگی (ایپ کے ان باکس سے اس تک رسائی ممکن ہے) اور پھر نئے اے آئی آلائیو آپشن کا انتخاب کرنا ہوگا۔</p><p>یہ آپشن آپ کو میک دس فوٹو کم آلائیو پر لے جایا جائے گا جہاں مختلف تحریری پروموٹس پہلے سے موجود ہوں گی جن میں سے کسی ایک کو منتخب کیا جا سکتا ہے یا آپ اپنی مرضی کے مطابق ہدایات دے سکتے ہیں۔</p><p>ان پروموٹس سے تصویر کسی دلچسپ مختصر ویڈیو میں تبدیل ہو جائے گی۔</p><p>یہ ٹک ٹاک صارفین کے لیے ایک دلچسپ اور منفرد فیچر ثابت ہوگا جسے وہ اسٹوریز کے لیے انوکھی یا مضحکہ خیز ویڈیوز تیار کرنے کے لیے استعمال کرسکتے ہیں۔</p>\n"
    },
    {
        "title": "مودی سرکار کی سفارتی اور جنگی ناکامی پر بھارت میں بھی آوازیں اٹھنے لگیں",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403966-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403966_072517_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403966_5567302_updates.jpg",
        "content": "\n<p><b>مودی سرکار کی سفارتی اور جنگی ناکامی پر بھارت میں بھی آوازیں اٹھنے لگیں۔</b></p><p>بھارتی اخبار کے مضمون میں کہا گیا ہے کہ آپریشن سندورکے دوران بھارت کو کسی پڑوسی ملک کی حمایت حاصل نہ ہوسکی، یورپی یونین کے ساتھ بھارت کی سفارتی کشیدگی ظاہر ہوگئی، روس کی بے رخی نے بھی بھارت کی خارجہ پالیسی کی کمزوریوں کو بے نقاب کر دیا۔</p><p>مضمون میں کہا گیا کہ امریکی ثالثی کے بعد بھارت کی قیادت مایوسی اور انکار کی کیفیت میں مبتلا ہے، آپریشن سندور کی قانونی حیثیت پر بھی عالمی سطح پر شکوک و شبہات ابھر رہے ہیں۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403883-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-13/l_403883_113304_updates.jpg\"/><h4>10 مئی کو پاک فضائیہ کے طیاروں نے اڑان بھری تو مقابلے میں کوئی بھارتی طیارہ نہ آیا</h4><p>پاک فضائیہ کی جانب سے جن 5 طیاروں کو تباہ کیا گیا ان میں سے 2 طیاروں کے پائلٹ ہلاک ہوگئے جبکہ 3 زخمی ہوگئے۔</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>اخبار نے لکھا کہ بھارتی حکمران طبقہ مکمل طور پر امریکی مفادات کے تابع ہو چکا ہے۔</p><p>مضمون میں کہا گیا کہ پاکستان نے اپنی ایٹمی صلاحیت مؤثر انداز میں منوالی ہے، آپریشن سندور جیسے اقدامات بار بار دہرانے سے نتیجہ نہیں بدلے گا، ایسا اقدام دہرایا گیا تو بھارت کوصرف 100 گھنٹوں میں ناکامی کا سامنا ہوگا۔</p><p>اخبار نے لکھا کہ بار بار کی عسکری مہم جوئی سے نہ صرف اس کا اثر ختم ہوگا بلکہ قیادت پر عوام کا اعتماد بھی متزلزل ہوگا، ہر کچھ عرصے بعد نئی فوجی حکمتِ عملی کا خواب دیکھنا بند کرنا ہوگا، پاکستان ماہر ملک ہے، جلد ہی بھارتی حکمت عملی کا مؤثر جواب تیار کر لیتا ہے۔</p><p>مضمون میں کہا گیا کہ بھارت کو اپنی ناکام قیادت پر نظر ثانی اور پاکستان کی جوابی صلاحیت کا ادراک کرنا ہوگا۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403866-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-13/l_403866_073858_updates.jpg\"/><h4>پاک فضائیہ کے ہاتھوں بھارتی طیاروں کی تباہی، چینی ہتھیاروں کے بارے میں عالمی سطح  پر نئی بحث چھڑگئی</h4><p>پاکستان کی جانب سے چینی ساختہ جے 10 سی لڑاکا طیاروں کے ذریعے  بھارتی فضائیہ کے 3 جدید فرانسیسی رافیل طیاروں سمیت 5 بھارتی جنگی طیاروں کو مار گرانے نے دنیا کو حیران کر دیا</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403917-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403917_110052_updates.jpg\"/><h4>بی جے پی کے سینئر رہنما اور وزیر نے بھارتی فوج کی مسلم فوجی کرنل کو دہشتگردوں کی بہن قرار دیدیا</h4><p>بھارتی فوج کی کرنل صوفیہ قریشی نے آپریشن سندور کی تفصیلات بتاتے ہوئے پاک فوج کی جوابی کارروائیوں میں بھارت کو پہنچنے والے نقصانات کی تفصیلات سے میڈیا کو آگاہ کیا تھا</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div> <p><br/></p> "
    },
    {
        "title": "سندھ طاس معاہدے میں اسے  یکطرفہ معطل یا ختم کرنےکی کوئی شق نہیں، صدر ورلڈ بینک",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403963-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403963_071314_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403963_110114_updates.jpg",
        "content": "\n<p><b>ورلڈبینک کے صدر اجے بنگا نےکہا ہےکہ سندھ طاس معاہدے میں اسے  یکطرفہ معطل کرنے یا ختم کرنےکی کوئی شق نہیں ہے، معاہدے میں تبدیلی یا اسے ختم کرنے کے لیے پاکستان اور بھارت کا متفق ہونا ضروری ہے۔</b></p><p>امریکی میڈیا کو دیتے گئے انٹرویو میں ورلڈبینک کے صدر اجے بنگا نےکہا کہ بھارت نے تکنیکی طورپر معاہدہ التوا میں ڈالا ہے، معاہدے کے طے شدہ طریقہ کار کی پاسداری ضروری ہے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403901-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403901_090746_updates.jpg\"/><h4> تنازع کشمیر پر ہمارا مؤقف پہلے کی طرح واضح ہے، سندھ طاس معاہدہ  بھی معطل رہیگا: بھارت</h4><p>بھارتی وزارت خارجہ میں نیوز بریفنگ کے دوران رندھیر جیسوال نے بتایا کہ پاکستان نے 10 مئی کو 2 مرتبہ بھارت سے ٹیلی فونک رابطہ کیا</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>اجے بنگا نے واضح کیا کہ سندھ طاس معاہدے میں عالمی بینک کا کردار  ایک سہولت کارکا ہے نا کہ ثالث کا، یہ معاہدہ دو خودمختار ملکوں کے درمیان ہے ، خواہش ہے دونوں ممالک اس معاہدے پر ایک نظر ڈالیں اور  تعمیری انداز میں بات چیت کریں تاکہ معاہدےکی سالمیت اور اس کے اندر  موجود تعاون کے جذبے کو برقرار رکھا جاسکے۔</p><p>ان کا کہنا تھا کہ ورلڈ بینک کو یہ اختیار حاصل نہیں کہ وہ بھارت اور پاکستان کے درمیان تنازعات میں کوئی فیصلہ کرے یا مداخلت کرے۔ اس کا کام صرف یہ ہےکہ جب دونوں فریق درخواست دیں تو غیر جانبدار ماہرین یا ثالثی کے پینل کا تقرر کرے تاکہ اختلافات کو حل کیا جاسکے۔</p> "
    },
    {
        "title": "وزیراعظم کا آپریشن بنیان مرصوص کی فرنٹ لائنز کا دورہ، آپریشن میں شریک افسران و جوانوں سے ملاقات",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403950-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403950_065409_updates.jpg",
        "time": "2025-05-14",
        "author": "ایاز اکبر یوسف زئی",
        "main_image": "",
        "content": "\n<p><b>اسلام آباد : وزیراعظم شہباز شریف  نے  آپریشن بنیان مرصوص کی فرنٹ لائنز کا دورہ کیا جہاں انہوں نے </b><b>آپریشن میں شریک افسران اور جوانوں سے ملاقات کی۔</b></p><p>دورے کے دوران  وزیر اعظم شہباز شریف نے  پسرور چھاؤنی سیالکوٹ کا دورہ  بھی کیا۔</p><p> اس موقع پر  نائب وزیراعظم  و وزیرخارجہ اسحاق ڈار، وزیردفاع  خواجہ آصف اور  آرمی چیف جنرل منیر بھی وزیر اعظم کے ہمراہ تھے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403948-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403948_034823_updates.jpg\"/><h4>بھارتی فوج کی بزدلانہ جارحیت کے نتیجے میں زخمی پاک فوج کے 2 جوان شہید</h4><p>پاکستان کی مسلح افواج، پوری قوم کے ساتھ مل کر ان عظیم شہدا کو خراجِ عقیدت پیش کرتی ہیں: آئی ایس پی آر</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>اس کے علاوہ ائیرچیف مارشل ظہیر احمد بابر، وفاقی وزرا احسن اقبال، عطاتارڑ، کورکمانڈر سیالکوٹ سمیت اعلیٰ سول اور عسکری قیادت  بھی وزیراعظم کے ساتھ تھے۔</p><p>اس موقع پر جوانوں سے خطاب میں وزیراعظم کا کہنا تھا کہ  بہادر مسلح افواج نے مثالی انداز میں مادر وطن کا دفاع کیا، مسلح افواج نے دشمن کی بزدلانہ جارحیت کا فیصلہ کن جواب دیا، تاریخ گواہ  رہےگی کہ کیسے چندگھنٹوں میں پاکستان کے محافظوں نے بھارتی بلاجواز جارحیت کو خاک میں ملایا۔</p><p>وزیراعظم کا کہنا تھا کہ پاکستان کے محافظوں نے بے مثال درستگی اور عزم سے بھارتی جارحیت کو خاک میں ملایا، پاکستان کو اپنے بہادر سپوتوں پر بے حد فخر ہے، یہ قوم کے تاج ہیں، ہمارے شہداء ہمیشہ ہمارا فخر رہے ہیں، قوم ان کی قربانیوں کی ہمیشہ مقروض رہے گی۔</p><p> ان کا کہنا تھا کہ  معصوم شہریوں پر کھلی جارحیت اور انہیں دہشت گرد قرار دینا نہایت شرمناک ہے،  معصوم شہریوں پر کھلی جارحیت تمام بین الاقوامی قوانین، اصولوں اور اخلاقیات کے منافی ہے۔</p><p>ذرائع کا کہنا ہے کہ وزیر اعظم آئندہ چند روز کے دوران ائیر بیسز اور نیول بیسز کا بھی دورہ کریں گے جس دوران وہ پاک فضائیہ اور پاک بحریہ کے افسران و جوانوں سے ملاقات بھی کریں گے۔</p> "
    },
    {
        "title": "اماراتی قومی سلامتی مشیر شیخ طحنون کی امریکی سرمایہ کار برائے انفارمیشن ٹیکنالوجی کی ملاقات",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403964-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403964_063821_updates.jpg",
        "time": "2025-05-14",
        "author": "سبط عارف",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403964_8286475_updates.jpg",
        "content": "\n<p><b>ابوظہبی کے نائب حکمران اور قومی سلامتی کے مشیر شیخ طحنون بن زاید آلنہیان نے امریکی انفارمیشن ٹیکنالوجی گروپ گوگل اور اس کی پیرنٹ کمپنی الفابیٹ کی چیف ایگزیکٹو آفیسر (سی ای او ) روتھ پوراٹ سے ملاقات کی۔</b></p><p>یہ ملاقات ٹیکنالوجی اور مصنوعی ذہانت کے شعبے میں تعاون کو فروغ دینے کے لیے ہوئی۔</p><p>شیخ طحنون نے ملاقات میں متحدہ عرب امارات کے ڈیجیٹل منصوبوں سے آگاہ کیا جن میں 2027 تک ابوظبی حکومت کو مکمل طور پر آرٹیفیشل انٹیلجنس (مصنوعی ذہانت) پر منتقل کرنے کا عزم ظاہر کیا۔</p><p>شیخ طحنون نے اپنے ایکس اکاؤنٹ پر کہا کہ ’ہم نے جدید ٹیکنالوجیز اور مصنوعی ذہانت کے شعبوں میں تعاون کو مزید وسعت دینے پر تبادلہ خیال کیا جو متحدہ عرب امارات کی عالمی قیادت کے عزم کا حصہ ہے‘۔</p><p> شیخ طحنون نے آرٹیفیشل انٹیلجنس اور کمپیوٹیشنل انفراسٹرکچر کے میدان میں مشترکہ مواقع پر بھی تبادلہ خیال کیا جس کے بارے میں دعویٰ کیا جارہا ہے کہ نئی ٹیکنالوجی عالمی سطح پر ترقی اور معیارِ زندگی کو بہتر بنانے میں مدد فراہم کرے گی۔</p><p>روتھ پوراٹ نے متحدہ عرب امارات کی کوششوں کی تعریف کی، جو جدید ٹیکنالوجیز کے ذریعے پائیدار ترقی کو ممکن بنانے کے لیے کی جا رہی ہیں۔</p><p>یہ ملاقات ایسے وقت میں ہوئی جب متحدہ عرب امارات اور امریکا  چِپس کی برآمدات پر نئی پالیسی کے تناظر میں مصنوعی ذہانت کے شعبے میں تعاون کو بڑھانے پر کام کر رہے ہیں۔</p> "
    },
    {
        "title": "مائیکرو سافٹ نے عالمی سطح پر اپنے 3 فیصد ملازمین کو فارغ کر دیا",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403965-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403965_061918_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403965_4056583_updates.jpg",
        "content": "\n<p><span>ٹیکنالوجی کمپنی مائیکرو سافٹ نے دنیا بھر میں اپنے 3 فیصد عملے کو ملازمتوں سے نکالنے کا اعلان کیا ہے۔</span></p><p>مائیکرو سافٹ کے ترجمان کے مطابق اس اقدام کا مقصد کمپنی آپریشنز کو زیادہ مؤثر بنانا اور منیجمنٹ اسٹرکچر کو بہتر بنانا ہے۔</p><p>کمپنی کی جانب سے تمام شعبوں سے تعلق رکھنے والے افراد کو ملازمتوں سے نکالا جائے گا۔</p><p>مائیکرو سافٹ کے ایک ترجمان نے بتایا کہ ہم کمپنی کے اندر ضروری تبدیلیاں جاری رکھے ہوئے ہیں تاکہ مارکیٹ میں اس کی پوزیشن کو مستحکم رکھا جاسکے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/314499\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2023-01-18/l_314499_054529_updates.jpg\"/><h4>مائیکرو سافٹ کی جانب سے 11 ہزار ملازمین کو فارغ کیے جانے کا امکان</h4><p>ٹیکنالوجی کمپنی کی جانب سے 5 فیصد ملازمین کو فارغ کیے جانے کا امکان ہے۔</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>خیال رہے کہ مائیکرو سافٹ نے اس سے قبل 2023 میں 10 ہزار سے زائد ملازمین کو فارغ کیا تھا۔</p><p>مائیکرو سافٹ اور دیگر بڑی ٹیکنالوجی کمپنیوں کی جانب سے گزشتہ 2 برسوں کے دوران ہزاروں افراد کو ملازمتوں سے نکالا ہے کیونکہ ان کے مطابق معاشی ماحول زیادہ اچھا نہیں۔</p><p>آرٹی فیشل انٹیلی جنس ٹیکنالوجی کے پھیلاؤ کے لیے زیادہ سرمائے کی ضرورت کو بھی ایک جواز قرار دیا جا رہا ہے۔</p><p>کمپنیوں کے مطابق کورونا وائرس کی وبا کے دوران ضرورت سے زیادہ افراد کو بھرتی کیا گیا تھا اسی لیے بڑی تعداد میں انہیں فارغ کیا جا رہا ہے تاکہ توازن بحال ہوسکے۔</p><p>واضح رہے کہ مائیکرو سافٹ نے حال ہی میں زیادہ منافع کے لیے ایکس باکس کنسولز کی قیمتوں میں اضافہ کیا تھا جبکہ سب سے کم قیمت سرفیس لیپ ٹاپس کی تیاری ختم کرنے کا اعلان کیا تھا۔</p> "
    },
    {
        "title": "عالمی مالیاتی جریدے نے اقتصادی میدان میں پاکستان کی کارکردگی کو ’معاشی کرشمہ‘ قرار دیدیا",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403959-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403959_054031_updates.jpg",
        "time": "2025-05-14",
        "author": "اشرف ملخم",
        "main_image": "",
        "content": "\n<p><b>صف اول کے عالمی مالیاتی جریدے بیرن نے اقتصادی میدان میں پاکستان کی کارکردگی کو ’معاشی کرشمہ‘ قرار دے دیا۔ </b></p><p>معروف عالمی جریدے وال اسٹریٹ جرنل کی سسٹر آرگنائزیشن بیرن نے اپنی رپوررٹ میں کہا ہےکہ  اگر سرمایہ کاروں نے پاکستان کی طرف توجہ نہ دی تو وہ پچھتائیں گے۔ </p><p>رپورٹ میں کہاگیاہےکہ   بھارت کے ساتھ حالیہ مسلح جھڑپ  شاید پاکستان کی بحالی کو متاثر نہ کرے تاہم ملک کی اپنی کمزور معاشی بنیادیں مسئلہ بن سکتی ہیں۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403927-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403927_115913_updates.jpg\"/><h4>پاکستان کو آئی ایم ایف سے ایک ارب 2 کروڑ ڈالر کی قسط موصول </h4><p>آئی ایم ایف نے رقم ای ایف ایف قرض پروگرام کی دوسری قسط کےطور پر جاری کی  ہے: اسٹیٹ بینک آف پاکستان</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>رپورٹ میں کہا گیا ہے کہ کراچی اسٹاک ایکسچینج انڈیکس 3 گنا ہو چکا ہے، مہنگائی تقریباً 40 فیصد سالانہ سے صفر کے قریب آگئی ہے، 2031 میں میچور ہونے والے یوروبانڈز کی قیمت ڈالر میں 40 سینٹ سے بڑھ کر 80 سینٹ ہو گئی ہے ساتھ ہی ابھرتی منڈیوں کےکمزورقرض خریدنےوالی سینڈگلاس کیپیٹل مینجمنٹ سمجھتی ہے کہ پاکستان اب اتناخطرناک نہیں رہا۔</p><p>رپورٹ میں مزید کہا گیا ہے کہ حالات نے  شہباز  شریف اور ان کے فوجی ساتھیوں کو اقتصادیات اور زندگی میں بہترین ترغیبوں میں سے ایک عطا کی ہے۔ </p><p> ماہر اقتصادیات  سیلمی کہتے ہیں کہ موجودہ بہتر صورتحال کا شہباز  شریف اور ان  کے رفقا کو کچھ کریڈٹ ملنا چاہیے۔  پاکستان کی موجودہ استحکام کی کوششیں 23-2022 میں قریب قریب دیوالیہ ہونے کے تجربے سے شروع ہوئیں، اس وقت اکاؤنٹ کا توازن مثبت ہے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403888-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-13/l_403888_120921_updates.jpg\"/><h4>بجٹ 26-2025 پر مشاورت، پاکستان اور آئی ایم ایف کے درمیان  آج سے مذاکرات کا آغاز ہوگا</h4><p> آج سے ویڈیو لنک کے ذریعے مذاکرات شروع ہوں گے، آئی ایم ایف وفدکا آئندہ ہفتے پاکستان دورےکا امکان ہے، ذرائع</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>سینڈ گلاس کیپیٹل مینجمنٹ کے سرمایہ کاری کے شعبے کے سربراہ جینا لوزوسکی  نےتبصرہ کیاہےکہ   'پاکستان از اے گڈسٹوری '۔</p><p> والٹن کیپیٹل مینجمنٹ کی چیف انویسٹمنٹ آفیسر ایلسن گراہم   نےتبصرہ کیاکہ اسٹیٹ بینک آف پاکستان نے سود کی شرح 10 فیصد سے بڑھا کر 22 فیصد کر دی، جس سے ملک کساد بازاری میں تو چلا گیا لیکن مہنگائی پر قابو پا لیا گیا۔</p><p> بیرن نے اپنی رپورٹ میں یہ بھی کہاہےکہ  استحکام ایک بات ہے لیکن ترقی کچھ اور ہے، پاکستان کا آئی ایم ایف پروگرام ایسی اصلاحات   کا مطالبہ کرتا ہے جو طاقتور  طبقے کے مفادات یا عام آبادی کے ساتھ مقبول نہیں ہوں گے۔ پاکستان کواپنی ٹیکس آمدن بڑھانے اوربجلی کی سبسڈی میں کٹوتی جیسے مشکل کام کرنے ہیں۔</p> "
    },
    {
        "title": "ہر ہفتے زیادہ گھنٹوں تک کام کرنا دماغی صحت کیلئے نقصان دہ",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403962-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403962_053812_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403962_3484145_updates.jpg",
        "content": "\n<p><b>اگر آپ معمول سے زیادہ وقت تک کام کرنے کے عادی ہیں تو یہ عادت دماغ کے لیے تباہ کن ثابت ہوسکتی ہے۔</b></p><p>یہ بات ایک نئی طبی تحقیق میں سامنے آئی۔</p><p>تحقیق میں بتایا گیا کہ اگر آپ طویل دورانیے تک کام کرنے کے عادی ہیں تو اس سے صرف جسمانی صحت ہی متاثر نہیں ہوتی بلکہ دماغی ساخت بھی تبدیل ہو جاتی ہے۔</p><p>جنوبی کوریا کی چانگ آنگ یونیورسٹی اور یونسیائی یونیورسٹی کی مشترکہ تحقیق میں 110 طبی ورکرز کو شامل کرکے ان کے کام کے دورانیے اور اس سے مرتب اثرات کا جائزہ لیا گیا۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/366101\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2024-05-23/l_366101_112942_updates.jpg\"/><h4>دماغی صحت کو بہتر بنانے کیلئے کیا کریں؟</h4><p>ورزش ہی وہ عادت ہے جس کو اپنا کر آپ اپنے دماغ کو بھی تیز کرسکتے ہیں اور ساتھ ہی یادداشت کو بھی بہتر بناسکتے ہیں</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>جنوبی کوریا میں عموماً ورکرز ہر ہفتے 52 گھنٹوں تک کام کرنے کے عادی ہوتے ہیں اور زیادہ کام کرنا وہاں کا معمول ہے۔</p><p>تحقیق میں شامل افراد کو اوور ورک اور نان اوور ورک گروپس میں تقسیم کیا گیا۔</p><p>اوور ورک گروپ میں ایسے 32 افراد شامل تھے جو ہر ہفتے 52 یا اس سے زائد گھنٹوں تک کام کرنے کے عادی تھے۔</p><p>تحقیق میں شامل تمام افراد کے ایم آر آئی اسکینز کیے گئے تاکہ ان کے دماغی حجم کا تجزیہ کیا جاسکے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403873-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-13/l_403873_075734_updates.jpg\"/><h4>چائے پینا پسند کرتے ہیں تو اس کا یہ فائدہ ضرور جان لینا چاہیے</h4><p>چائے پینے یا کچھ مقدار میں چاکلیٹ کھانے سے بلڈ پریشر کی سطح میں کمی لانے میں مدد ملتی ہے۔</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>نتائج سے معلوم ہوا کہ جو افراد ہر ہفتے 52 گھنٹے یا اس سے زائد وقت تک کام کرنے کے عادی ہوتے ہیں ان کے مختلف دماغی حصوں میں نمایاں تبدیلیاں آتی ہیں۔</p><p>دماغ کے یہ حصے مختلف افعال جیسے جذبات کو کنٹرول کرنے کا کام کرتے ہیں۔</p><p>محققین نے بتایا کہ نتائج سے زیادہ دورانیے تک کام کرنے اور دماغی حصوں میں تبدیلیوں کے درمیان تعلق کا عندیہ ملتا ہے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403687-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-11/l_403687_080425_updates.jpg\"/><h4>جوان افراد میں امراض قلب کی شرح بڑھنے کی اہم وجہ دریافت</h4><p>چند راتوں کی ناکافی نیند سے امراض قلب سے متاثر ہونے کا خطرہ نمایاں حد تک بڑھ جاتا ہے۔</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p>انہوں نے کہا کہ ان تبدیلیوں کو ریورس کرنا ممکن ہے جیسے کام کا دورانیہ کم کر دیا جائے تو انہیں ریورس کیا جاسکتا ہے۔</p><p>اس سے قبل بھی تحقیقی رپورٹس میں دریافت کیا گیا کہ زیادہ کام کرنے سے ہر سال لاکھوں اموات ہوتی ہیں جبکہ مختلف امراض کا خطرہ بڑھ جاتا ہے۔</p> "
    },
    {
        "title": "کوئٹہ: رکن صوبائی اسمبلی کے قافلےکےقریب دھماکا، 2 افراد جاں بحق، 9 زخمی",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403960-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403960_052526_updates.jpg",
        "time": "2025-05-14",
        "author": "سلمان اشرف",
        "main_image": "",
        "content": "\n<p><b>کوئٹہ میں  پیپلزپارٹی کے رکن صوبائی اسمبلی علی مدد جتک کے قافلے کےقریب دھماکا ہوا ہے۔</b></p><p>پولیس کے مطابق رکن صوبائی  اسمبلی علی مدد جتک کے قافلے کے قریب دھماکا سریاب روڈ پر ہوا۔</p><p>پولیس کے مطابق دھماکے میں رکن صوبائی اسمبلی محفوظ رہے جب کہ 2 افراد جاں بحق اور 9 افراد زخمی ہوئے ۔ دھماکے میں زخمی ہونے والے 10 افراد کو سول اسپتال کے شعبہ حادثات میں طبی امداد کی فراہمی کے بعد ٹراما سینٹر منتقل کیا گیا۔</p><p>انچار ج ٹراما سینٹر کے مطابق 2 زخمیوں کی حالت تشویش ناک ہے جب کہ 2 زخمیوں کو طبی امداد کے بعد گھر بھیج دیا گیا۔</p><p>پولیس کا کہنا ہے کہ بھارت کے خلاف پاکستان کی فتح کی خوشی میں ہاکی گراؤنڈ میں جشن فتح کی تقریب کا انعقاد کیا گیا تھا  جس میں شرکت کے لیے علی مدد جتک ریلی کی صورت میں آرہے تھے۔</p><p>دھماکےکے بعد ہاکی گراؤنڈ میں منعقدہ تقریب کی سکیورٹی سخت کردی گئی۔</p> "
    },
    {
        "title": "پاکستان اسٹاک ایکسچینج میں آج کاروبارکا ملا جلا دن رہا",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403961-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403961_120909_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403961_6207001_updates.jpg",
        "content": "\n<p><b>پاکستان اسٹاک ایکسچینج میں  آج کاروبار کا ملا جلا دن رہا۔</b></p><p>100 انڈیکس 39 پوائنٹس کم ہوکر ایک لاکھ 18 ہزار 536 پر بند ہوا ہے۔کاروباری دن میں 100 انڈیکس ایک ہزار 311 پوائنٹس کے بینڈ میں رہا۔</p><p>100انڈیکس کی کاروباری دن میں بلند ترین سطح ایک لاکھ 19 ہزار 460 رہی۔</p><p>بازار میں آج 60 کروڑ 90 لاکھ شیئرز کے سودے 41 ارب 91 کروڑ روپے میں طے ہوئے۔</p><p>مارکیٹ کیپٹلائزیشن 6 ارب روپے اضافے سے 14 ہزار 211 ارب روپے ہے۔ </p> "
    },
    {
        "title": "9 مئی کو جس ائیرفورس کے جہازوں کو جلایا گیا اسی نے رافیل طیارے گرائے، مریم نواز",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403958-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403958_051452_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "",
        "content": "\n<p><b>وزیراعلیٰ پنجاب مریم نواز  نےکہا ہےکہ 9 مئی کو جس ائیرفورس کے جہازوں کو  جلایا گیا اسی ائیرفورس نے رافیل طیارے گرائے، نواز شریف کا جملہ یاد رکھنا چاہیےکہ ہم 9 مئی والے نہیں 28 مئی اور 10 مئی والے ہیں۔</b></p><p>فیصل آباد میں ہونہار اسکالر شپ پروگرام کی تقریب سے خطاب کرتے ہوئے  وزیراعلیٰ پنجاب مریم نواز کا کہنا تھا کہ آج پورا پاکستان سربلند ہے، ہم نےکئی گنا بڑے دشمن کے خلاف جنگ متحد ہوکر لڑی۔</p><p>مریم نواز کا کہنا تھا کہ جس طرح ہم جیتے اس سے ہمارا مستقبل محفوظ ہوا،9 مئی کو جس ائیرفورس کے جہازوں کو جلایا گیا اسی ائیرفورس نے رافیل طیارے گرائے ، نوازشریف کا جملہ یاد رکھنا چاہیےکہ ہم 9 مئی والے نہیں 28 مئی اور 10 مئی والے ہیں۔</p><p>وزیراعلیٰ پنجاب کا کہنا تھا کہ اپنے سے بڑے دشمن کو افواج پاکستان  نے شکست دی، پاک فضائیہ نے دشمن کا غرور خاک میں ملادیا، نفرت اور تقسیم سکھانے والے ناکام ہوگئے، پاکستان کے عوام کا سربلند ہے اور رہےگا۔ </p><p>ان کا کہنا تھا کہ میں نوجوانوں کوکہتی ہوں اندھی تقلیدکا شکار نہیں ہونا، دشمن ملک آنکھ اٹھا کر اس لیے نہیں دیکھ سکتا کہ اس کوپتا ہے پاکستان نیوکلیئر ملک ہے، 28 مئی 1998 کو ہم نے بھارت سے وہ مقابلہ جیتا تھا، 10 مئی 2025 کوبھی ہم نے بھارت سے مقابلہ 0-6 سےجیتا ہے۔</p> "
    },
    {
        "title": "سونے کی فی تولہ قیمت میں کمی آگئی",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403956-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403956_044022_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403956_4380367_updates.jpg",
        "content": "\n<p><b>کراچی: ملک میں سونے کی فی تولہ قیمت میں کمی آگئی۔</b></p><p>آل پاکستان جیمز اینڈ جیولرز ایسوسی ایشن کے مطابق آج سونےکی فی تولہ قیمت 2300 روپےکمی کے بعد 3 لاکھ 41 ہزار 900 روپے ہے۔</p><p>ایسوسی ایشن کے مطابق 10 گرام سونے کی قیمت 1972 روپے کمی کے بعد 2 لاکھ 93 ہزار 124 روپے ہے۔</p><p>دوسری جانب عالمی بازار میں سونے کا بھاو 23 ڈالر کم ہوکر 3235 ڈالر فی اونس ہے۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403750-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-12/l_403750_054542_updates.jpg\"/><h4>سونے کی فی تولہ  قیمت میں ہزاروں روپے کی کمی</h4><p>دوسری جانب عالمی بازار میں سونے کا بھاو 104 ڈالر کم ہوکر 3221 ڈالر فی اونس ہے۔ </p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403871-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-13/l_403871_073150_updates.jpg\"/><h4>سونے کی قیمت میں ایک بار پھر اضافہ ہوگیا</h4><p>عالمی بازار میں سونے کی قیمت 37 ڈالر اضافے سے 3258 ڈالر فی اونس ہے۔</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div> <p><br/></p> "
    },
    {
        "title": "دل کا رشتہ : ایک قابلِ اعتماد رشتہ ایپ",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403957-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403957_045224_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403957_5326645_updates.jpg",
        "content": "\n<p><b>آج کے دور میں جہاں ہر چیز ڈیجیٹل ہو چکی ہے وہیں رشتہ تلاش کرنے کا روایتی انداز بھی بدل رہا ہے۔ \"دل کا رشتہ\" ایک جدید اور  بااعتماد رشتہ ایپ ہے جو ایسے افراد کے لیے بنائی گئی ہے جو اپنی زندگی کے ہم سفر کی تلاش میں ہیں مگر محفوظ آسان اور معتبر ذرائع کے ذریعے۔</b></p><h1> دل کا رشتہ” کیوں منتخب کریں؟”</h1><p> “دل کا رشتہ\" پر آپ کی ذاتی معلومات اور تصاویر مکمل طور پر محفوظ ہیں۔ صرف ویری فائیڈ صارفین ہی آپ سے رابطہ کرسکتے ہیں، جس سے آن لائن ہراساں کیے جانے سے بچا جاسکتا ہے۔</p><p>ایپ پر ہر پروفائل کی مکمل جانچ پڑتال کی جاتی ہے تاکہ جعلی اکاؤنٹس کا خاتمہ کیا جاسکے۔ اس طرح آپ حقیقی اور سنجیدہ لوگوں سے ہی رابطے میں آتے ہیں۔ چاہے آپ تعلیم، عمر، ذات، شہر یا مذہبی پس منظر کے مطابق رشتہ تلاش کرنا چاہتے ہوں، \"دل کا رشتہ\" آپ کو اپنی ترجیحات کے مطابق موزوں ترین پروفائلز فراہم کرتا ہے۔ یہ ایپ نہ صرف نوجوانوں کے لیے بلکہ والدین کے لیے بھی قابل استعمال ہے۔ والدین اپنے بچوں کے لیے براہِ راست ایپ پر رشتہ تلاش کرسکتے ہیں۔دل کا رشتہ\" پر رجسٹریشن کا عمل انتہائی آسان ہے ۔</p><h1>کیسے مددگار ہے؟</h1><p>اگر آپ یا آپ کے گھر میں کوئی شادی کی عمر کو پہنچ چکا ہے اور اچھے رشتے کی تلاش میں ہیں، تو \"دل کا رشتہ\" آپ کا بہترین ساتھی ثابت ہوسکتا ہے۔ یہ ایپ آپ کو وقت، پیسا اور محنت بچانے میں مدد دیتی ہے کیونکہ آپ کو بار بار کسی دفتر یا رشتہ کروانے والے کے پیچھے نہیں جانا پڑتا۔آپ کو ہزاروں کی تعداد میں پروفائلز دستیاب ہوتے ہیں جنہیں آپ خود چیک کرسکتے ہیں اور اپنی پسند سے بات چیت شروع کر سکتے ہیں۔</p><p>\"دل کا رشتہ\" صرف ایک ایپ نہیں بلکہ ایک ایسا پلیٹ فارم ہے جہاں دو دل، دو خاندان اور دو زندگیاں جڑسکتی ہیں۔ اگر آپ اپنے یا اپنے پیاروں کے لیے ایک مخلص، باوقار  اور ہم خیال ہمسفر کی تلاش میں ہیں تو آج ہی \"دل کا رشتہ\" ڈاؤن لوڈ کریں اور ایک نئے سفر کی شروعات کریں۔</p> "
    },
    {
        "title": "پشاور ہائیکورٹ: ملٹری کورٹ سے سنائی گئی سزائیں درست قرار",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403951-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403951_035840_updates.jpg",
        "time": "2025-05-14",
        "author": "دانیال عزیز",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403951_8988078_updates.jpg",
        "content": "\n<p><b>پشاور ہائیکورٹ نے ملٹری کورٹ سے سنائی گئی سزائیں درست قرار دے دیں۔</b></p><p>پشاور ہائیکورٹ کے جسٹس صاحبزادہ اسداللہ اور جسٹس فضل سبحان پر مشتمل بینچ نے ملٹری کورٹ سے سنائی گئی سزاؤں کےخلاف اپیلوں پر سماعت  کی۔</p><p>دوران سماعت ایڈیشنل اٹارنی جنرل نے دلائل دیے کہ مجرمان کا تعلق کالعدم تنظیم سے ہے اور مجرمان نے مجسٹریٹ کے سامنے اقبال جرم کیا۔</p><p>ایڈیشنل اٹارنی جنرل نے کہا کہ ملٹری کورٹ نے تمام تقاضے پورے کیے، اپیل کا حق اور مرضی کا وکیل دیا۔</p><p>بعد ازاں عدالت نے ملٹری کورٹ سے سنائی گئی سزاؤں کے خلاف تین اپیلوں کو خارج کردیا اور ملزمان کی سزاؤں کو برقرار رکھا۔ </p><p>واضح رہے کہ ملٹری کورٹ نے ایک مجرم کو عمرقید، دوسرےکو 20 سال اور تیسرےکو 16 سال قید کی سزا سنائی تھی۔</p><p>سپریم کورٹ نے 7 مئی کو سیویلینز کے ملٹری کورٹ میں ٹرائل کا فیصلہ سناتے ہوئے  آرمی ایکٹ کو اس کی اصل شکل میں بحال کردیا تھا۔ </p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403289-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-07/l_403289_024358_updates.jpg\"/><h4>سویلینز کا ملٹری کورٹ میں ٹرائل کیس: سپریم کورٹ نے آرمی ایکٹ کو اس کی اصل شکل میں بحال کردیا</h4><p>سپریم کورٹ نے فیصلہ پانچ دو کے تناسب سے سنایا جس میں جسٹس جمال مندوخیل اور جسٹس نعیم اختر افغان نے فیصلے سے اختلاف کیا</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/392213-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-01-07/l_392213_105132_updates.jpg\"/><h4>سویلینز کا ملٹری کورٹ میں ٹرائل کیس: اگر شہری آرمی ایکٹ میں درج جرم کا مرتکب ہوا تو ٹرائل ہوگا: جج آئینی بینچ </h4><p>ملٹری کورٹس کا معاملہ آئین کے آرٹیکل 175 سے الگ ہے، کوئی شہری روکنےکے باوجود فوجی چوکی کے پاس جانا چاہے تو کیا ہوگا؟ عدالت کا سوال</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p><br/></p> "
    },
    {
        "title": "بھارت کو دھول چٹانیوالےآپریشن پر فلم کا مطالبہ، ائیر وائس مارشل کے کردار کیلئے نام سامنے آگئے",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403946-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403946_032101_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403946_2422621_updates.jpg",
        "content": "\n\n<p><b>پاکستان فلم انڈسٹری کے مشہور ڈائریکٹر نبیل قریشی  سے مداحوں نے بھارت کے خلاف پاک فوج کی جانب سے کیے گئے کامیاب آپریشن’ بنیان مرصوص‘ پر فلم بنانے کی اپیل کر دی۔</b></p><p>سوشل میڈیا پر ان دنوں بھارتی جارحیت اور مودی حکومت کے جنگی جنون کے خاتمے کیلئے پاکستانی فوج کی جانب سے شروع کیے گئے آپریشن بنیان مرصوص کے چرچے ہیں۔</p><div><figure>\n<picture><img src=\"https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403946_2382164_updates.jpg\"/>\n</picture></figure></div><p>حتیٰ کہ اب  سوشل میڈیا صارفین کی جانب سے ڈائریکٹر  نبیل قریشی  سے اس آپریشن پر فلم بنانے اور ائیر  وائس مارشل اورنگزیب احمد کے کردار کو مرکزی حیثیت دیے جانے کا مطالبہ بھی سامنے آگیا ہے۔</p><p>نبیل قریشی سے ایکس پر ایک صارف کی جانب سے  آپریشن ‘بنیان مرصوص‘  کے حقیقی واقعات  پر مبنی  فلم بنانے کا  مطالبہ کیا گیا، ٹوئٹ میں تجویز دی گئی کہ پاکستانی اداکار  فواد خان کو ائیر وائس مارشل اورنگزیب احمد کا کردار دیا جائے کیونکہ دونوں میں کافی مشابہت ہے۔</p><div><figure>\n<picture><img src=\"https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403946_543724_updates.jpg\"/>\n</picture></figure></div><p>اس ٹوئٹ کا اسکرین شاٹ شیئر کرتے ہوئے نبیل قریشی نے بھی فلم بنانے کے ارادے کا اظہار  کیا اور  اسے اپنے لیے اعزاز  قرار دیا۔</p><p>بعد ازاں  ایک صارف نے نبیل قریشی کو  مشورہ دیا کہ چونکہ فوادخان بھارتی انڈسٹری کا حصہ رہ چکے ہیں لہٰذا وہ ائیر مارشل اورنگزیب احمد کے کردار کیلئے صحیح انتخاب نہیں، اس کے برعکس پاکستان انڈسٹری سے مخلص اداکاروں کو اس فلم کا حصہ بنایا جائے۔</p><div><figure>\n<picture><img src=\"https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403946_2709593_updates.jpg\"/>\n</picture></figure></div><p>سوشل میڈیا پر جاری بحث کے دوران  مختلف  سوشل میڈیا اکاؤنٹس کی جانب سے مختلف اداکاروں کی  تصاویر شیئر کرتے ہوئے مداحوں سے  ائیر مارشل اورنگزیب احمد کے کردار کیلئے رائے بھی طلب کی جا رہی ہے۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/403827-\">آپریشن بنیان مرصوص واضح ثبوت ہےکہ ہم جارحیت کا جواب دینا جانتے ہیں: وزیراعظم</a></li><li><a href=\"https://urdu.geo.tv/latest/403463-\">اگر بھارت نے جنگ چھیڑی تو ہر پاکستانی فوجی ہوگا: اداکار نبیل</a></li><li><a href=\"https://urdu.geo.tv/latest/403265-\">آپ نے شیر کے منہ میں ہاتھ ڈالا ہے: اداکار منیب بٹ کا بھارت کو انتباہ</a></li></ul></div></div><p></p><p>شیئر کی گئی  تصاویر میں ہمایوں سعید، وہاج، فہد مصطفیٰ اور حمزہ عباسی جیسی شخصیات کو شامل کیا گیا ہے۔</p><p><span>آپریشن بُنیان مرصوص</span></p><p>یاد رہے کہ آپریشن بُنیان مرصوص کے تحت پاکستان نے بھارت میں متعدد اہداف کو نشانہ بناتے ہوئے ادھم پور ائیربیس، پٹھان کوٹ ائیربیس اور سرسہ ائیربیس کے علاوہ سورت گڑھ ائیرفیلڈز، براہموس اسٹوریج سائٹ، بھارتی بریگیڈ ہیڈکوارٹر کے جی ٹاپ اور اڑی میں سپلائی ڈپو سمیت 12 اہداف کو تباہ کردیا تھا۔</p><h2> ائیر وائس مارشل اورنگزیب احمد</h2><p> بھارت کی جانب سے 7 مئی کی رات پاکستان پر  جب فضائی حملہ کیا گیا  تو  پاکستان نے بروقت اور مؤثر جواب دیتے ہوئے  رات کی تاریکی میں میزائل حملوں کے ذریعے  معصوم شہریوں کو نشانہ بنانے والے بھارت کے 5 جنگی طیارے پاک فضائیہ نے مار گرائے، جس میں جدید طرز کا فرانسیسی جنگی طیارہ بھی شامل تھا۔</p><p>طیاروں کے گرنے کی خبر جوں ہی سوشل میڈیا کی زینت بنی وہیں پوری قوم پاک افواج کے گُن گانے لگی تھی بالخصوص توجہ کا مرکز ائیر وائس مارشل اورنگزیب احمد رہے۔</p>\n"
    },
    {
        "title": "فیکٹ چیک: آگ اور طیارہ حادثے کی پرانی ویڈیوز کو حالیہ پاک-بھارت تنازع سے جوڑا جا رہا ہے",
        "short_desc": "وائرل ویڈیوز جو حالیہ پاک-بھارت جھڑپوں کی عکاسی کا دعویٰ کرتی ہیں، دراصل پرانی اور غیر متعلقہ ہیں۔",
        "link": "https://urdu.geo.tv/latest/403952-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403952_040222_updates.jpg",
        "time": "2025-05-14",
        "author": "ثمن امجد",
        "main_image": "",
        "content": "\n<p><b>سوشل میڈیا پر بھارت اور پاکستان کے درمیان حالیہ جھڑپوں کے بعد جو 10 مئی کو جنگ بندی  پر  اختتام پذیر ہوئیں، متعدد ویڈیوز گردش کرنے لگیں جن میں جھوٹے دعوے کیے گئے کہ یہ ویڈیوز بھارت اور پاکستان کے حالیہ تنازع کی عکاسی کرتی ہیں۔</b></p><h2><br/></h2><p><b>دعویٰ</b> :  سوشل میڈیا صارفین نے ایک ویڈیو شیئر کی جس میں بڑے پیمانے پر آگ لگی ہوئی دیکھی جا سکتی ہے، دعویٰ کیا گیا کہ یہ ویڈیو راولپنڈی میں واقع پاکستان کے نور خان ائیربیس پر بھارتی میزائل حملے کی ہے۔</p><p></p><div> <figure> <div> <blockquote><div> <a href=\"https://www.instagram.com/reel/DJcvdURz1D-/?utm_source=ig_embed&amp;utm_campaign=loading\">  <div> <div>View this post on Instagram</div></div>  </a><p><a href=\"https://www.instagram.com/reel/DJcvdURz1D-/?utm_source=ig_embed&amp;utm_campaign=loading\">A post shared by Alina Gul (@alinagul.pti)</a></p></div></blockquote>  </div> </figure>  </div><p></p><p><br/></p><p><b>حقیقت</b>: یہ ویڈیو حالیہ کشیدگی سے پہلے کی ہے۔ جیو فیکٹ چیک کو ریورس امیج سرچ سے معلوم ہوا کہ اس کلپ کو 6 دسمبر 2023 کو فیس بک پر پوسٹ کیا گیا۔ اس پوسٹ میں بتایا گیا کہ آگ راولپنڈی کے پرانے ہوائی اڈے کے قریب دو فیول ٹینکروں کے آپس میں ٹکرا جانے سےلگی تھی۔</p><p></p><p></p><p>اسی واقعے کو روزنامہ <a href=\"https://jang.com.pk/news/1297023\">جنگ</a> اور <a href=\"https://www.dawn.com/news/1795967\">ڈان </a>سمیت کئی میڈیا اداروں نے رپورٹ کیا تھا۔</p><p><b>دعویٰ</b>: 10 لاکھ سے زائد مرتبہ دیکھے جانے والے ایک ویڈیو کلپ کو اس دعویٰ کے ساتھ شیئر کیا جارہا ہے کہ بھارتی فضائیہ نے بھارت کے غیر قانونی طور پر زیر قبضہ جموں و کشمیر کے  بڈگام کے علاقے میں دو پاکستانی جنگی طیاروں کو مار گرایا۔</p><p><b>حقیقت</b>: ویڈیو حالیہ نہیں ہے اور اس میںنظر آنے والے پاکستانی جنگی طیارے نہیں ہیں۔ایک ریورس امیج سرچ کے ذریعے معلوم ہوا کہ یہ ویڈیو ستمبر 2022 کی ایک رپورٹ سے لی گئی ہے، جسے دی آئرش سن (The Irish Sun ) نے شائع کیا تھا، اور اس رپورٹ میں طیاروں کو روسی قرار دیا گیا تھا اور تصدیق کی گئی تھی کہ انہیں یوکرین نے مار گرایا تھا۔</p><p>یہ رپورٹ <a href=\"https://www.thesun.ie/news/9467648/moment-russian-fighter-jet-shot-out-sky-stinger-missile/\">یہاں</a> دیکھی جا سکتی ہے۔</p><p>یوکرین کے سابق وزیر دفاع نے بھی یہی ویڈیو شیئر کی، اور اسے روس-یوکرین جنگ کا حصہ قرار دیا۔</p><p><b>فیصلہ</b>: بھارت اور پاکستان کے درمیان حالیہ جھڑپوں سے متعلق قرار دی جانے والی وائرل ویڈیوز پرانی اور غیر متعلقہ ہیں۔</p><p><b>ہمیں X (ٹوئٹر) GeoFactCheck@ اور انسٹا گرام geo_factcheck@ پر فالو کریں۔</b></p><p><b> اگر آپ کو کسی بھی قسم کی غلطی کا پتہ چلے تو <a href=\"/cdn-cgi/l/email-protection\">[email protected]</a> پر ہم سے رابطہ کریں۔</b></p> "
    },
    {
        "title": "25 برس بعد امریکی و شامی صدور  کا مصافحہ، احمد الشرع  کی ڈونلڈ ٹرمپ سے ملاقات",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403945-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403945_031107_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403945_5156018_updates.jpg",
        "content": "\n<p><b>ریاض: شام کے عبوری صدر احمد الشرع کی سعودی عرب میں امریکی صدر ڈونلڈ ٹرمپ سے ملاقات ہوئی ہے۔</b></p><p>غیر ملکی میڈیا کے مطابق امریکی صدر ڈونلڈ ٹرمپ سعودی عرب کے دورے پر ہیں جہاں انہوں نے آج سعودی ولی عہد محمد بن سلمان کی میزبانی میں شام کے عبوری صدر احمد الشرع سے ملاقات کی۔ </p><p>رپورٹ کے مطابق ڈونلڈ ٹرمپ اور احمد الشرع کی ملاقات اس لیے اہم ہے کہ یہ ملاقات 25 سالوں بعد شام اور امریکی سربراہان مملکت کی  اس طرح کی پہلی ملاقات ہے۔ </p><p>واضح رہے کل ہی امریکی صدر ڈونلڈ ٹرمپ نے سعودی عرب  میں شام کے اوپر لگائی گئی پابندیاں ہٹانے کا حکم دیا تھا۔ </p><p>ڈونلڈ ٹرمپ کا کہنا تھا  شام کی نئی حکومت کے ساتھ تعلقات کو معمول پر لانے کی کوشش کر رہے ہیں، ایک نئی شروعات کے لیےشام پر سے پابندیاں اٹھائی گئی ہیں۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403889-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403889_124439_updates.jpg\"/><h4>امریکی صدر ٹرمپ کا سعودی عرب پر اسرائیل کو تسلیم کرنے پر زور، خواہش بھی ظاہر کر دی </h4><p>سعودی عرب کا اسرائیل کو تسلیم کرنا میری عزت افزائی ہوگی: صدر ٹرمپ کا دورہ سعودیہ میں خطاب</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/403922-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-05-14/l_403922_114634_updates.jpg\"/><h4>ٹرمپ کا شاہی استقبال : جامنی ٹائی اور جامنی کارپٹ ، خاتون اول میلانیا غیر موجود</h4><p>ڈونلڈ ٹرمپ، جب اپنے طیارے ائیر فورس ون سے باہر آئے تو سب کی نظریں ان پر مرکوز تھیں</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p><br/></p> "
    },
    {
        "title": "چیٹ جی پی ٹی میں صارفین کیلئے ایک بہترین فیچر کا اضافہ",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403949-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403949_033641_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403949_8228927_updates.jpg",
        "content": "\n\n<p><b>اوپن اے آئی کی جانب سے آرٹی فیشل انٹیلی جنس (اے آئی) چیٹ بوٹ چیٹ جی پی ٹی میں کچھ عرصے قبل ڈیپ ریسرچ فیچر متعارف کرایا گیا تھا۔</b></p><p>اس فیچر کے ذریعے آپ ہر طرح کی پیچیدہ رپورٹس کو تیار کرسکتے ہیں۔</p><p>اب اوپن اے آئی کی جانب سے ڈیپ ریسرچ فیچر کو مزید بہتر بنایا گیا ہے اور آپ ان رپورٹس کو فل فارمیٹ پی ڈی ایف کی شکل میں امپورٹ کرسکیں گے۔</p><p>بظاہر تو یہ ایک چھوٹی اپ ڈیٹ ہے مگر ڈیپ ریسرچ فیچر استعمال کرنے کے لیے بہت اہم پیشرفت ہے۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/402163-\">چیٹ جی پی ٹی تیار کرنیوالی کمپنی اوپن اے آئی گوگل کروم کو خریدنے کی خواہشمند</a></li><li><a href=\"https://urdu.geo.tv/latest/401965-\">چیٹ جی پی ٹی کے ساتھ آپ کا خوش اخلاق رویہ اوپن اے آئی کو مہنگا کیوں پڑتا ہے؟</a></li><li><a href=\"https://urdu.geo.tv/latest/401632-\">چیٹ جی پی ٹی نے ایک خاتون کی زندگی کو بچالیا</a></li><li><a href=\"https://urdu.geo.tv/latest/401274-\">چیٹ جی پی ٹی اسکرین لیس فون کی تیاری میں اہم پیشرفت</a></li></ul></div></div><p></p><p>اس سے قبل صارفین کو اپنی رپورٹس کے لیے چیٹ جی پی ٹی لنکس یا اسکرین شاٹس دیگر افراد سے شیئر کرنا پڑتے تھے۔</p><p>فیچر کو استعمال کرنا بھی آسان ہے۔</p><p>جب آپ ڈیپ ریسرچ رپورٹ بناتے ہیں تو اس کے بعد پیج کے اوپر موجود شیئر آئیکون پر کلک کریں۔</p><p>وہاں شیئر لنک بٹن کے ساتھ ڈاؤن لوڈ ایز پی ڈی ایف بٹن بھی نظر آئے گا، اس پر کلک کرکے آپ مکمل پی ڈی ایف فائل حاصل کرسکیں گے۔</p><p>فی الحال یہ فیچر ابھی چیٹ جی پی ٹی پلس، ٹیم یا پرو سبسکرپشن پلان استعمال کرنے والے صارفین کو دستیاب ہے اور اس سروس کو مفت استعمال کرنے والوں کو اس تک رسائی نہیں دی گئی۔</p>\n"
    },
    {
        "title": "بھارتی فوج کی بزدلانہ جارحیت میں زخمی ہونیوالے 2 فوجی جوان شہید ہوگئے",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403948-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403948_035728_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403948_5086944_updates.jpg",
        "content": "\n\n<p><b>بھارتی فوج کی بزدلانہ جارحیت کے نتیجے میں زخمی ہونے والے 2 جوان شہید ہو گئے۔</b></p><p>پاک فوج کے شعبہ تعلقات عامہ آئی ایس پی آر کی جانب سے بھارتی جارحیت میں زخمی ہونے والے 2 زخمیوں کی شہادت کی تصدیق کرتے ہوئے بتایا گیا کہ پاک فوج کے جوان اسپتال میں زیرِ علاج تھے، پاک افواج کے شہداء کی مجموعی تعداد 13 ہو گئی ہے۔</p><p>آئی ایس پی آر کے مطابق بھارتی جارحیت کے نتیجے میں 78 جوان دورانِ ڈیوٹی زخمی ہوئے۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/403786-\">پاکستان نے  بھارت کے کتنے جہاز گرائے؟ ائیر مارشل (ر)  ارشد ملک کا نیا انکشاف</a></li><li><a href=\"https://urdu.geo.tv/latest/403796-\">بھارت کے وحشیانہ حملوں میں 40 شہریوں اور  11 جوانوں نے بھی جام شہادت نوش کیا: آئی ایس پی آر</a></li></ul></div></div><p></p><p>شعبہ تعلقات عامہ کے مطابق شہدا کی عظیم قربانی ان کی جرات، فرض شناسی اور بےمثال حب الوطنی کی لازوال مثال ہے، پاکستان کی مسلح افواج، پوری قوم کے ساتھ مل کر ان عظیم شہدا کو خراجِ عقیدت پیش کرتی ہیں۔</p><p>آئی ایس پی آر کے مطابق پاکستان کی مسلح افواج شہدا کے اہلِ خانہ سے تعزیت کا اظہار کرتی ہیں اور زخمی ہونے والے تمام جوانوں کی جلد اور مکمل صحتیابی کے لیے دعا گو ہیں۔</p><p>پاک فوج کے شعبہ تعلقات عامہ کے مطابق شہدا کی قربانی قوم کی یادوں میں ہمیشہ زندہ رہےگی اور آنے والی نسلوں کے لیے باعثِ فخر بنے گی۔</p>\n"
    },
    {
        "title": "بانی پی ٹی آئی کی بچوں سے بات کرانے پر سپرنٹنڈنٹ اڈیالہ جیل کی نظرثانی درخواست مسترد",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403935-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403935_025040_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403935_2039885_updates.jpg",
        "content": "\n<p><b>اسلام آباد: اسپیشل جج سینٹرل نے بانی پی ٹی آئی کی بچوں سے بات کرانے پر سپرنٹنڈنٹ اڈیالہ جیل کی نظرثانی درخواست مسترد کردی۔</b></p><p>اسلام آباد کے اسپیشل جج سینٹرل شاہ رخ ارجمند نے بانی پی ٹی آئی کی بیٹوں سے بات کروانے اور میڈیکل چیک اپ سے متعلق درخواستوں پر سماعت کی جس دوران متعلقہ حکام عدالت میں پیش ہوئے۔ </p><p>عدالت نے سماعت کے بعد بانی پی ٹی آئی کو بیٹوں سے کال پر بات کروانے سے متعلق عدالت کے دیے گئے فیصلے پر سپرنٹنڈنٹ اڈیالہ جیل کی جانب سے نظرثانی کی درخواست بھی مسترد کردی۔</p><p>اس کے علاوہ عدالت نے بانی پی ٹی آئی کے ذاتی معالج سے چیک اپ بھی کرانے کا حکم جاری کردیا۔</p><p>جج شاہ رخ ارجمند نے فیصلہ دیا کہ 10 جنوری ، 28 جنوری اور 3 فروری کے عدالتی حکم پر عمل درآمد کریں، عدالت نے تمام حقائق کو دیکھنے کے بعد ہی آرڈر کیا تھا۔</p><p>واضح رہے کہ اس سے قبل عدالت نے عمران خان کی بچوں سے بات کرانے اور ان کے میڈیکل چیک اپ کا حکم جاری کیا تھا۔</p><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/399937-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-03-28/l_399937_030154_updates.jpg\"/><h4>عدالت کا بانی پی ٹی آئی کو کتابیں فراہم کرنے اور بیٹوں سے بات کرانے کا حکم</h4><p>عید مذہبی تہوار ہے، درخواست گزار کی بچوں سے فوری بات کرائی جائے، انسداد دہشت گردی عدالت  کا حکم</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><div>\n<figure>\n<div>\n<div><a href=\"https://urdu.geo.tv/latest/401392-\"><img src=\"https://urdu.geo.tv/assets/uploads/updates/2025-04-15/l_401392_025411_updates.jpg\"/><h4>عمران خان کی بچوں سے بات کرانے اور ذاتی ڈاکٹرز سے طبی معائنے کی درخواستیں منظور</h4><p>اسپیشل جج سینٹرل شاہ رخ ارجمند نے فیصلہ سناتے ہوئے  بانی پی ٹی آئی کی دونوں درخواستوں کو منظور کیا</p></a><a href=\"https://urdu.geo.tv\"><img src=\"https://urdu.geo.tv/assets/front/images/gn-icons/geo-favicon.jpg\"/></a></div>\n</div>\n</figure>\n\n</div><p><br/></p> "
    },
    {
        "title": "بنگلادیش کے مہدی حسن  آئی سی سی پلیئر آف دی منتھ قرار",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403938-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403938_021905_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403938_5779700_updates.jpg",
        "content": "\n\n<p><b>انٹرنیشنل کرکٹ کونسل  ( آئی سی سی ) نے  پلیئر آف دی منتھ کا اعلان کردیا۔ </b></p><p>آئی سی سی کی جانب سے بنگلادیش کے کرکٹر  مہدی حسن  کو آئی سی سی پلیئر آف دی منتھ قرار دیا گیا ہے۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul></ul></div></div><p></p><p>مہدی حسن کو اپریل کے مہینے کی کارکردگی کی بنیاد پر پلیئرآف دی منتھ قراردیاگیا۔</p><p>یاد رہے کہ  زمبابوےکے بلیسنگ  موزا ربانی اور نیوزی  لینڈکے بین سئیرز کو بھی  پلیئر آف دی منتھ کیلئے نامزدکیا گیا تھا۔</p>\n"
    },
    {
        "title": "بغیر ادویات کے جسم سے کولیسٹرول کو کیسے ختم کیا جائے؟",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403934-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403934_021520_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403934_7955131_updates.jpg",
        "content": "\n\n<p><b>جسم میں کولیسٹرول کے اضافے کی سب سے بڑی وجہ غیر صحت مند کھانا اور ورزش نہ کرنا ہے جو بڑی بیماریوں میں مبتلا کردیتا ہے۔</b></p><p>سب سے پہلے یہ جاننا ضروری ہے کہ ہمارے جسم میں دوطرح کے کولیسٹرول ہوتے ہیں ایک اچھا کولیسٹرول اور ایک برا کولیسٹرول، برے کولیسٹرول کی وجہ سے جسم میں چربی بننے لگتی ہے جس کے سبب ہم موٹاپے کا شکار ہوجاتے ہیں۔</p><p>اس کے علاوہ یہ ہی برا کولیسٹرول دل کیلئے بھی خطرناک ہے کیونکہ یہ دل کی شریانوں کو تنگ کردیتا ہے جس کی وجہ سے دل کا دورہ پڑ سکتا ہے۔</p><p>اکثر لوگ اپنے کھانے پینے اور ورزش کا خیال نہیں رکھتے اور وہ ادوایات کے ذریعے جسم سے کولیسٹرول کی سطح کو کم کرنا چاہتے ہیں جو کسی خطرے سے کم نہیں۔</p><p>مندرجہ ذیل طریقے اپنا کر آپ بغیر کسی ادویات کے کولیسٹرول کو کم کرسکتے ہیں۔</p><p><b>چکنائی والے کھانوں سے پرہیز</b></p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/384159-\">ہائی بلڈ پریشر اور کولیسٹرول سے بچنے کیلئے بہترین وٹامن</a></li><li><a href=\"https://urdu.geo.tv/latest/370939-\">جسم میں کولیسٹرول کی سطح کو کم کرنے کے آسان طریقے</a></li><li><a href=\"https://urdu.geo.tv/latest/355199-\">کولیسٹرول کو کم کرنے کیلئے  یہ 6 مشروبات پئیں</a></li></ul></div></div><p></p><p>سیر شدہ یا ٹرانس چکنائی والی غذائیں کولیسٹرول کی سطح کو بڑھاسکتی ہیں، سیر شدہ چکنائی والے کھانے میں ڈیری، گوشت،  فاسٹ فوڈ  اور ناریل کا تیل شامل ہیں۔</p><p><b>فائبر سے بھرپور کھانوں کا استعمال</b></p><p>پھل، سبزیاں، دلیہ اور دالیں جیسے کھانوں میں فائبر کی خاصی مقدار ہوتی ہے جو جسم کو طاقت فراہم کرتی ہے اور یہ برے کولیسٹرول کی سطح کو بھی کم کرتے ہیں۔</p><p><b>ورزش</b></p><p>اگر آپ کسی بھی بیماری سے بچنا چاہتے ہیں تو ورزش کو اپنا معمول بنالیں، ضروری نہیں کوئی بھاری بھرکم ورزش ہی کی جائے، چہل قدمی، دوڑنا اور رسی کودنا جیسی ورزش کے ذریعے سے بھی کولیسٹرول کو کم کیا جاسکتا ہے۔</p>\n"
    },
    {
        "title": "پشاور ہائیکورٹ کا فیصلہ کالعدم، سابقہ فاٹا اور پاٹا میں سیلز ٹیکس ترمیمی ایکٹ بحال",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403942-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403942_023419_updates.jpg",
        "time": "2025-05-14",
        "author": "ارفع فیروز",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403942_3970610_updates.jpg",
        "content": "\n<p><b>اسلام آباد: سپریم کورٹ کے آئینی بینچ نے سابقہ فاٹا اور پاٹا میں سیلز ٹیکس ترمیمی ایکٹ بحال کر دیا۔</b></p><p>جسٹس امین الدین کی سربراہی میں 5 رکنی آئینی بینچ نے گھی اور اسٹیل ملز ایسوسی ایشن کی اپیلوں پر حکم امتناع جاری کرتے ہوئے سابقہ فاٹا اور پاٹا میں سیلز ٹیکس ترمیمی ایکٹ بحال کر دیا۔</p><p>یاد رہے کہ پشاور ہائیکورٹ نے سابقہ فاٹا اور پاٹا میں سیلز ترمیمی ایکٹ کالعدم قرار دیا تھا۔</p><p>گھی واسٹیل ملز ایسوسی ایشن کے وکیل حافظ احسان کا کہنا تھا ہائیکورٹ پارلیمان کے متبادل قانون سازی نہیں کر سکتی، ہائیکورٹ درخواست میں کی گئی استدعا سے بڑھ کر ریلیف نہیں دے سکتی۔ </p><p>وکیل درخواست گزار کا کہنا تھا پشاور ہائیکورٹ نے اختیارات سے تجاوز کیا، یہ اربوں روپے کے ٹیکس کا معاملہ ہے، فاٹا اور پاٹا کیلئے کسٹم کلیئرنس کراتے وقت آرڈر دینا ہوتا تھا۔</p><p>وکیل حافظ احسان کا کہنا تھا عدالت نے قانون سے ہٹ کر چیک دینے کا حکم دے دیا۔</p><p>سپریم کورٹ کے آئینی بینچ نے پشاور ہائیکورٹ کا فیصلہ معطل کرتے ہوئے فریقین کو نوٹس جاری کر دیے اور اپیلوں پر مزید سماعت غیر معینہ مدت تک ملتوی کر دی۔</p> "
    },
    {
        "title": "ممالک کے درمیان پراکسی وار کا خاتمہ اور ایران کے ساتھ معاہدہ کرنا چاہتا ہوں: امریکی صدر",
        "short_desc": "",
        "link": "https://urdu.geo.tv/latest/403941-",
        "thumbnail_image": "https://urdu.geo.tv/assets/uploads/updates/2025-05-14/s_403941_021919_updates.jpg",
        "time": "2025-05-14",
        "author": "ویب ڈیسک",
        "main_image": "https://urdu.geo.tv/assets//uploads/updates/2025-05-14/403941_2909912_updates.jpg",
        "content": "\n\n<p><b>امریکا کے صدر ڈونلڈ ٹرمپ کا کہنا ہے وہ ممالک کے درمیان پراکسی وار کا خاتمہ چاہتے ہیں اور ایران کے ساتھ ایک معاہدہ کرنا چاہتے ہیں۔</b></p><p>سعودی عرب کے دورے پر موجود امریکی صدر ڈونلڈ ٹرمپ نے کہا کہ شام کی نئی حکومت کے ساتھ تعلقات کو معمول پر لانے کی کوشش کر رہے ہیں، ایک نئی شروعات کے لیےشام پر سے پابندیاں اٹھائی گئی ہیں۔</p><p>انہوں نے مزید کہا کہ ممالک کے درمیان پراکسی وار کا خاتمہ چاہتا ہوں اور ایران کے ساتھ معاہدہ کرنا چاہتا ہوں۔</p><p></p><div><div><h2>یہ بھی پڑھیں</h2><ul><li><a href=\"https://urdu.geo.tv/latest/403889-\">امریکی صدر ٹرمپ کا سعودی عرب پر اسرائیل کو تسلیم کرنے پر زور، خواہش بھی ظاہر کر دی </a></li><li><a href=\"https://urdu.geo.tv/latest/403876-\">امریکا اور سعودی عرب کے درمیان 142 ارب ڈالر کے دفاعی معاہدوں پر دستخط ہوگئے</a></li></ul></div></div><p></p><p>گزشتہ روز بھی امریکی صدر نے کہا تھا اگر ایران کے ساتھ معاہدہ نہ ہوا تو ایران پر سخت معاشی پابندیاں عائد کریں گے۔</p><p>دوسری جانب سعودی ولی عہد محمد بن سلمان نے کہا کہ شام پر عائد پابندیاں ہٹانے کا امریکی صدر کا فیصلہ قابل تعریف ہے۔</p><p>ان کا کہنا تھا خطے میں کشیدگی کو کم کرنے کے لیے جی سی سی امریکا کے ساتھ مل کر کام کرنے کا خواہاں ہے، سعودی عرب یوکرین کے بحران کے حل کے لیے کوششیں جاری رکھنے کے لیے تیار ہے۔</p><p>یاد رہے کہ امریکا کے صدر ڈونلڈ ٹرمپ گزشتہ روز پہلے غیر ملکی دورے پر سعودی عرب پہنچے تھے جہاں دونوں ممالک کے درمیان 142 ارب ڈالر کے دفاعی معاہدوں پر دستخط بھی ہوئے تھے۔</p>\n"
    }
]