[
    {
        "link": "https://gnnhd.tv//news/46761/love-marriage-couple-murdered-with-two-kids-in-kotri",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137368/ry.jpg&w=1200&q=75",
        "title": "Love-marriage couple murdered with two kids in Kotri",
        "author": "Web Desk",
        "time": "2025-05-13 12:58:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137368%2Fry.jpg&w=3840&q=75",
        "content": "<p>Kotri: A couple who had a love marriage in Sindh's Kotri city were murdered along with their two children. The four-day-old bodies of the husband, wife, and two children were found in the house.</p>\n<p>According to the details, police officials said that the bodies of a husband, wife, and two children were found in a house in the Kotri site, which are four days old. There are multiple stab wounds on the bodies of all the deceased.</p>\n<p>The deceased include 40-year-old Imran Aari, 35-year-old Alia, 10-year-old Zeeshan, and 5-year-old Salman. The couple had an arranged marriage in 2016. Alia's brothers had attacked them before, after which they changed their place of residence.</p>\n<p>Police and rescue shifted the bodies to the Edhi morgue, where they will be handed over to the heirs after legal proceedings.</p>\n<p>The deceased family belongs to Balochistan, and according to initial investigations, the incident is the result of enmity that arose after the love marriage.</p>\n<p>Police say the killers also kidnapped a girl from the house, and a search is ongoing for her.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46760/us-president-trump-arrives-in-saudi-arabia-for-4-day-middle-east-tour",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137367/wr.jpg&w=1200&q=75",
        "title": "US President Trump arrives in Saudi Arabia for 4-day Middle East tour",
        "author": "Web Desk",
        "time": "2025-05-13 12:52:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137367%2Fwr.jpg&w=3840&q=75",
        "content": "<p>Riyadh: US President Donald Trump arrived in the Saudi capital Riyadh at the start of a four-day trip to the Middle East, where he will meet with Saudi Crown Prince and de facto ruler Mohammed bin Salman.</p>\n<p>Saudi Crown Prince Mohammed bin Salman welcomed US President Donald Trump at the airport and offered him a traditional coffee on the occasion.</p>\n<p>According to a report by the American newspaper Washington Post, President Trump arrived in the Saudi capital Riyadh on Tuesday morning, which is the first stop on his four-day trip. He will also visit Qatar and the United Arab Emirates during this trip.</p>\n<p>This is Trump's first major foreign trip since returning to the White House, most of which will focus on trade deals and new investment efforts with the oil-rich region.</p>\n<p>The visit comes at a time when the president is facing security concerns, which have been expressed by current and former US military, defense, and intelligence officials. These concerns are being raised over Qatar's offer to give the US a luxury plane as a gift, which will reportedly be for President Trump's use.</p>\n<p>According to US media, talks between US President Trump and Saudi Crown Prince Mohammed bin Salman are expected during the visit, in which US efforts to end Iran's nuclear program, ending the Gaza war, controlling oil prices, and other important issues will be discussed.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46759/k-electric-customers-relieved-for-may-bills",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137365/o;yr.jpg&w=1200&q=75",
        "title": "K-Electric customers, relieved for May bills",
        "author": "Web Desk",
        "time": "2025-05-13 12:39:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137365%2Fo%3Byr.jpg&w=3840&q=75",
        "content": "<p>Karachi: The National Electric Power Regulatory Authority (NEPRA) has issued a decision on K-Electric’s request for a temporary monthly fuel charge adjustment for February 2025.</p>\n<p>Under the decision, consumers have been given a relief of Rs3.64 per unit in electricity bills, which will be passed on to consumers through the bills of May 2025.</p>\n<p>NEPRA, in its decision regarding generation tariff, which is for the control period from July 2023, has retained a temporary amount of Rs3 billion from the FCA of February 2025 for part load, open cycle, and degradation cruise, as well as start-up costs.</p>\n<p>These costs have been allowed to be adjusted with negative fuel cost variations so that additional burden is not placed on consumers in the future.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46758/singer-abrar-ul-haq-releases-new-anthem-to-celebrate-maarka-haq-against-india",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137363/o;yt.jpg&w=1200&q=75",
        "title": "Singer Abrar ul Haq releases new anthem to celebrate ‘Maarka Haq’ against India",
        "author": "Web Desk",
        "time": "2025-05-13 12:29:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137363%2Fo%3Byt.jpg&w=3840&q=75",
        "content": "<p>Pakistani singer Abrar ul Haq has released a new anthem on the success of the ‘Maarka Haq’ against India.</p>\n<p>After the attack on the tourist destination of Pahalgam in occupied Kashmir, India launched a cowardly attack in the dark of night between May 6 and 7, targeting the civilian population in Kotli, Muzaffarabad and Bagh areas of Azad Kashmir as well as Muridke and Ahmedpur Sharqia in Punjab, in which two mosques were martyred, while 31 Pakistanis, including two children, were martyred and 51 were injured in the attacks.</p>\n<p>After India's cowardly attack on Pakistan in the dark of night, Pakistan responded befittingly to Indian aggression, shooting down 3 Rafales, a MiG-29, an SU-30 aircraft, and a combat drone that attacked Pakistan.</p>\n<p>After this, Pakistan responded to India’s aggression in the early morning of May 10 and successfully hit more than 10 targets in India during Operation Bunyan Marsus (Iron Wall). Pakistan destroyed India’s S-400 air defense system and several airfields, including Adampur and Udhampur.</p>\n<p>The war with India from April 22 to May 9 has been named as ‘Maarka Haq’.</p>\n<p></p>\n<p>Singer Abrar-ul-Haq has released a new anthem on the victory against India in which he praised the success of the Pakistani Army. In addition to this, the singer also praised the spirit of the nation.</p>\n<p>This anthem by the singer is going viral and is being liked by fans.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46757/positive-trend-in-pakistan-stock-exchange",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137361/dgb.jpg&w=1200&q=75",
        "title": "Positive trend in Pakistan Stock Exchange",
        "author": "Web Desk",
        "time": "2025-05-13 11:33:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137361%2Fdgb.jpg&w=3840&q=75",
        "content": "<p>Karachi: The Pakistan Stock Exchange (PSX) is witnessing a bullish trend for the second day of the trading week today, with trading starting with a 2.3 percent increase.</p>\n<p>The 100 Index of the stock market rose by 1,269 points to 118,567.</p>\n<p>The index also reached a high of 120,067 points during the trading session so far today.</p>\n<p>The 100 Index of the stock market was at its highest level of 120,796 on April 4.</p>\n<p>At the end of trading yesterday, the index closed at 117,279 points.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46756/40-civilians-11-soldiers-also-martyred-in-india-s-brutal-attacks-ispr",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137359/rg.jpg&w=1200&q=75",
        "title": "40 civilians, 11 soldiers also martyred in India's brutal attacks: ISPR",
        "author": "Web Desk",
        "time": "2025-05-13 10:49:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137359%2Frg.jpg&w=3840&q=75",
        "content": "<p>Islamabad: Inter-Service Public Relations (ISPR) says that 40 civilians and 11 soldiers were martyred in India’s brutal attacks.</p>\n<p>According to the Pakistan Army’s Public Relations Department, on the intervening night of May 6 and 7, Indian forces launched unprovoked and condemnable brutal attacks, targeting innocent civilians, including women, children, and the elderly.</p>\n<p>ISPR stated that 40 civilians were martyred in the Indian attacks, including 7 women and 15 children, while 121 people, including 10 women and 27 children, were injured in the attacks.</p>\n<p>According to the ISPR, in response to Indian aggression, Pakistani armed forces retaliated vigorously and 11 soldiers were martyred while defending the motherland, while 78 soldiers of the armed forces were injured.</p>\n<p>According to the ISPR, the martyred soldiers include Naik Abdul Rehman, Lance Naik Dilawar Khan, Lance Naik Ikramullah, Naik Waqar Khalid, Sepoy Muhammad Adeel Akbar, and Sepoy Nisar.</p>\n<p>In addition, Squadron Leader Usman Yousuf, Chief Technician Aurangzeb, Senior Technician Najeeb, Corporal Technician Farooq, and Senior Technician Mubashir of the Pakistan Air Force (PAF) are also among the martyrs.</p>\n<p>The ISPR said that the great sacrifice of the martyrs is an eternal symbol of courage, dedication, and unwavering patriotism. The great sacrifice of the martyrs will always be remembered. The nation is resolute in the face of aggression. There should be no ambiguity in this. Any attempt to challenge Pakistan's sovereignty or territorial integrity will be met with a strong and decisive response.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46755/britain-to-tougher-immigration-rules",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137354/utk.jpg&w=1200&q=75",
        "title": "Britain to tougher immigration rules",
        "author": "Web Desk",
        "time": "2025-05-13 10:14:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137354%2Futk.jpg&w=3840&q=75",
        "content": "<p>London: British Prime Minister Keir Starmer has announced that his government has decided to tighten immigration rules in order to regain control of Britain's borders.</p>\n<p>According to the foreign news agency AFP, Labour leader Keir Starmer announced that he is ending the 'open borders experiment' in which almost one million people emigrated under the previous Conservative government, which was defeated in last year's general election.</p>\n<p>The government's immigration white paper policy document includes plans to reduce the number of overseas carers and increase the period for which they can apply for citizenship from 5-10 years.</p>\n<p>Similarly, tightening English language rules, under which all dependents must demonstrate basic understanding, while also reducing the period of stay in the UK for students after completing their studies.</p>\n<p>Keir Starmer said the policies were about regaining control of Britain’s borders, echoing slogans used during the 2016 Brexit campaign.</p>\n<p>Labour pledged in its general election manifesto last year to significantly reduce net migration, which was recorded at 728,000 in the 12 months to June.</p>\n<p>That number is set to rise to 906,000 in 2023, up from an average of 200,000 for most of 2010.</p>\n<p>Keir Starmer, a former human rights lawyer who voted for Britain to remain in the EU, is under pressure to tackle immigration after the anti-immigration Reform Party’s successes in recent local elections.</p>\n<p>Arch-Eurosceptic Nigel Farage’s party won more than 670 local council seats, as well as its first two mayoralties, and is also on the rise in national elections.</p>\n<p>The British Prime Minister said that immigrants play a vital role in Britain, but accused the country of becoming an “island of foreigners” without more controls.</p>\n<p>He added that he wanted migration to be “significantly” reduced by the next election, possibly in 2029, but refused to say how much.</p>\n<p>He told reporters at a Downing Street press conference that every area of ​​the immigration system (work, family, and education) would be tightened so that we have more control.</p>\n<p>The white paper also includes new powers to deport foreigners who commit crimes in the country.</p>\n<p>Keir Starmer said the UK had a system that encouraged businesses to bring in low-paid workers rather than invest in our young people.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46754/indian-army-exposes-lies-of-its-media-accusing-pakistan-of-violating-ceasefire",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137353/gh.jpg&w=1200&q=75",
        "title": "Indian Army exposes lies of its media accusing Pakistan of violating ceasefire",
        "author": "Web Desk",
        "time": "2025-05-13 10:04:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137353%2Fgh.jpg&w=3840&q=75",
        "content": "<p>The Indian Army has exposed the lies of its media.</p>\n<p>Journalists and media in India, like Barkha Dutt, had been spreading the lie for hours that Pakistani drones were roaming in India, and they were constantly accusing Pakistan of violating the ceasefire.</p>\n<p>Barkha Dutt was saying on social media that Pakistani drones had been seen and captured in Jammu. She believes that this has happened in response to Modi’s speech, while the Indian Army has made it clear that no such drone has been reported anywhere.</p>\n<p>However, the Indian Army says that there is no information about any drone from Pakistan, the situation is peaceful, and it is under complete control.</p>\n<p>Earlier, Pakistani security officials had also said that Indian media is spreading fabricated and false news about ceasefire violations by Pakistan.</p>\n<p>According to security sources, no Pakistani drone has crossed the border or the Line of Control.</p>\n<p>It is also reported that Indian media news is a lie, as always, Pakistan is fully respecting the ceasefire. Indian drones are violating the ceasefire on the Line of Control and Working Boundary.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46753/ipl-to-resume-after-india-pakistan-ceasefire",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137347/hjrj.jpg&w=1200&q=75",
        "title": "IPL to resume after India-Pakistan ceasefire",
        "author": "Web Desk",
        "time": "2025-05-13 08:36:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137347%2Fhjrj.jpg&w=3840&q=75",
        "content": "<p>New Delhi: The Board of Control for Cricket in India (BCCI) has announced that the Indian Premier League (IPL) will resume after the ceasefire between Pakistan and India.</p>\n<p>The IPL was suspended last week due to tensions between Pakistan and India.</p>\n<p>On May 9, India cancelled the IPL indefinitely due to the retaliatory actions of the Pakistan Army after the attacks on Pakistan.</p>\n<p>A day earlier, the IPL match played in Dharamsala was also stopped, and the lights of the stadium were turned off, while foreign players started checking the availability of flights to leave the IPL and return to their homeland.</p>\n<p>However, on Saturday, after Pakistan gave a befitting reply to the Indian aggression and the ceasefire between the two countries, it has now been announced to resume the IPL.</p>\n<p>According to the Indian Cricket Board, the remaining matches of the IPL will be played in 6 cities from May 17 to June 3.</p>\n<p>The BCCI says that a match will be played on May 17 between Royal Challengers Bangalore and defending champions Kolkata Knight Riders.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46752/pakistan-s-flight-operations-return-to-normal-after-pak-india-tensions",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137346/po.jpg&w=1200&q=75",
        "title": "Pakistan's flight operations return to normal after Pak-India tensions",
        "author": "Web Desk",
        "time": "2025-05-13 08:31:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137346%2Fpo.jpg&w=3840&q=75",
        "content": "<p>Lahore: Pakistan's flight operations have returned to normal after the Indo-Pak tensions.</p>\n<p>According to media reports, 15 countries, including Saudi Arabia, have started flights to various airports in Pakistan, while the Hajj flight operation across the country is also rapidly approaching completion.</p>\n<p>Saudi Airlines has also started flights to Lahore and Islamabad today.</p>\n<p>It is also reported that Saudi Air flights are being operated from Jeddah to Lahore and Islamabad.</p>\n<p>Media reports suggest that efforts are underway to normalize Hajj flights from Pakistan.</p>\n<p>According to the flight schedule, no flights have been canceled from Sialkot, Peshawar, Quetta, Faisalabad, and Multan today, while the national air flights from Bahrain, Doha, Sialkot, and Medina to Islamabad have been shifted to Lahore.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46751/your-weather-forecast-is-about-to-get-a-lot-worse",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137345/GettyImages-2208466891.jpg&w=1200&q=75",
        "title": "Your weather forecast is about to get a lot worse",
        "author": "Web Desk",
        "time": "2025-05-13 07:00:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137345%2FGettyImages-2208466891.jpg&w=3840&q=75",
        "content": "Did you check the weather forecast today? \nWhether it was on your phone, the five-day outlook in your newspaper, or your friendly TV meteorologist, that forecast was built on a massive government-run network of sensors and computers that get the weather right more often than not while rarely getting the attention they deserve. And now that system is being taken apart, piece by piece. \nThe National Oceanic and Atmospheric Administration (NOAA), the main US science agency that studies weather and climate, has already lost at least 2,000 workers since January thanks to a combination of layoffs, buyouts, and retirements. More job cuts may be looming. The White House says it wants to cut NOAA’s $6 billion budget by almost 30 percent. The upshot is that with these cuts, efforts to make forecasts even more accurate will stall, while existing forecasts may get worse. \nWeather forecasts are not just about whether or not you need an umbrella; they provide critical planning information for air travel, farming, shipping, and energy production. And they also save lives.\nIn April, massive spring floods hit the central and southern US. Ahead of the storm, the National Weather Service (NWS) at NOAA warned of upward of 15 inches of rainfall. “This is not your average flood risk,” according to a NWS bulletin from April 2. “Generational flooding with devastating impacts is possible.”\nThe ensuing storms and floods killed at least 24 people, but given their extensive area, the death toll could have been much higher. In a report this week, scientists at the World Weather Attribution research group said that good storm predictions and effective emergency management were key to saving lives. Those forecasts and storm alerts were the product of decades of investment and infrastructure built up across the country. \n“The US National Weather Service forecast the floods a week in advance and issued warnings throughout the event,” Friederike Otto, a climatologist who leads World Weather Attribution, said during a recent call with reporters. “And as a result, people in the region knew when they needed to evacuate, and so the death toll was relatively small compared to similar events.”\nBut with the recent government cuts, the US is losing the data that informs these predictions and the scientists who produce them. The NWS has been contending with understaffing for decades, and now the recent firings have made things worse as the US heads into another summer likely filled with more extreme weather. \nOf the 122 NWS forecast offices across the US, 30 do not have a chief meteorologist at the moment. \nMore people are living in vulnerable areas, and as global temperatures continue to rise, the destruction from extreme weather is getting worse. But even places that historically have avoided severe heat and torrential downpours are seeing dangerous weather become more common. That’s why predicting the weather is more valuable than ever and why it’s so alarming that the US is losing its capabilities.\nHow weather forecasts work\nTo build a weather prediction, you start with measurements of the earth, the sky, and the sea, sometimes from very far away. A thunderstorm in the southeastern US may have its seeds in the Pacific Ocean weeks in advance, for example. “It all starts with data,” said Alan Sealls, president-elect of the American Meteorological Society.\nBut how do we actually get all of that data? It can come from something as sophisticated as a geostationary satellite or as simple as a weather balloon. Twice a day, the National Weather Service launches these helium-filled orbs from 92 sites across the US. They take snapshots of temperature, humidity, and windspeed as they rise into the atmosphere. This data doesn’t just inform weather models for the US but feeds into global models that help predict sunshine, rain, clouds, and snow all over the world.\n[Media: https://youtu.be/u4R0l_HuS5s?si=Dg7RVI89yn7iXwWf]\n“The weather balloons give us such detailed, precise data no other instrument can get,” Sealls said. “If we don’t have those in the area where that weather is likely to be hazardous or threatening, we potentially have a degraded forecast.” \nBetween balloons, radars, satellites, buoys, aircraft measurements, and ground instruments across the country, NOAA has built one of the most robust weather monitoring systems in the world, collecting 6.3 billion observations per day. The NWS then plugs the data from these instruments into computer models to predict the next torrential downpour, cold snap, heat wave, or thunderstorm. \nAnd almost all of this information is available to the public for free. \nHowever, most of us aren’t collating our own, personal weather reports from raw data. We’re getting them from any of the multitude of cell phone apps available — from the Weather Channel to Carrot Weather to Weather Underground — or from local experts who we trust. Meteorologists from news agencies or private companies also use the government’s raw data and models to produce their own weather predictions that are focused on specific areas or draw on outside expertise and experience. That’s why the forecasts on TV, in newspapers, or in weather apps can differ. But they still rely on the same foundational government data — especially when it comes to dangerous extremes. \n“When we’re on TV talking about hazardous weather, most of us around the country are in direct contact with the National Weather Service,” Sealls said. “The National Weather Service, that is definitely the center point of all weather forecasting in the United States.”\nGovernment researchers are also constantly improving weather forecasting. A modern five-day forecast is as accurate as a one-day forecast in 1980. A 72-hour hurricane track prediction these days is better than a 24-hour prediction from decades ago. \nThe National Weather Service’s annual budget is just $1.3 billion — and yet its services add up to billions of dollars in economic benefits and untold numbers of lives saved. The NOAA is now testing even better models for hurricanes and tropical storms that could provide up to five days of lead time. \nBudget and job cuts are already hampering weather predictions\nAlready, some NWS sites in the US have reduced the number of weather balloon launches and some have stopped due to budget and staffing cuts. \n“They’ve been short-staffed for a long time, but the recent spate of people retiring or being let go have led some stations now to the point where they do not have enough folks to go out and launch those balloons,” said Pamela Knox, an agricultural climatologist at the University of Georgia extension and director of the UGA weather network. \nSince weather models rely so much on initial readings from real-world measurements like weather balloons, losing them can lower the quality of predictions. Losing personnel might also mean less maintenance on equipment like radars, leading to more outages. And having fewer staff scientists makes it more difficult to provide timely emergency alerts. \n“We’re becoming more blind because we are not having access to that data anymore,” Knox said. “A bigger issue is when you have extreme events, because extreme events have a tendency to happen very quickly. You have to have real-time data.”\n“If you have fewer people on staff,” she added, “more things are going to fall through the cracks.”\nAt the same time, the climate is changing. That means that the historical patterns of weather no longer apply in much of the country, and continued warming will alter these trends further. The World Weather Attribution team estimated that the April extreme rainfall in the US was two to five times more likely due to warming, and that its intensity increased by 13 to 26 percent. \nYet at a time when the impacts of these changes have become impossible to ignore, the Trump administration is cutting climate research as well. The White House’s budget proposal specifically “terminates a variety of climate-dominated research, data, and grant programs, which are not aligned with Administration policy-ending ‘Green New Deal’ initiatives.” \nThe US did have a system for staying ahead of these long-term threats, but the Trump administration dismissed all the scientists working on the National Climate Assessment, a report required by law that assesses the current and future impacts of climate change to the country.\nThe result is a country facing a growing threat from natural forces but actively sabotaging its ability to stay ahead of them."
    },
    {
        "link": "https://gnnhd.tv//news/46750/you-ve-found-a-lost-relative-now-what",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137344/gettyimages-2206338240.jpg&w=1200&q=75",
        "title": "You’ve found a lost relative. Now what?",
        "author": "Web Desk",
        "time": "2025-05-13 07:00:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137344%2Fgettyimages-2206338240.jpg&w=3840&q=75",
        "content": "Every week on Explain It to Me, Vox’s call-in podcast, we answer the questions that matter to you most. When we got a question from a listener named Hannah, it piqued our interest. She wanted to know: How do you find a long-lost relative? \n“I was raised by my mom,” she says. “I knew my dad was out there somewhere, but I never really gave too much thought about it because I did have a pretty full life.” By the time we spoke with her, she had found her father online and reached out to him. But it raised an entirely new set of questions. “I never gave much thought to, ‘Okay, so now what?’”\nJournalist Libby Copeland has spent a lot of time thinking about those next steps. She’s the author of The Lost Family: How DNA Testing Is Upending Who We Are, a book that looks at the ways at-home DNA testing has shaped families. “This whole question around the distinction between biological and non-biological family and roots and identity, it’s everything to me,” Copeland told Vox. “I think it’s so intrinsically connected to existential questions around who we are and how we get to decide what to be.”\nOn this week’s episode, we discuss with Copeland how to find family, the way at-home DNA tests have changed things, and what to do if you come across an unexpected relative. Below is an excerpt of the conversation with Copeland, edited for length and clarity.\nYou can listen to Explain It to Me on Apple Podcasts, Spotify, or wherever you get podcasts. If you’d like to submit a question, send an email to askvox@vox.com or call 1-800-618-8545.\nHas this reporting changed the way you think about family?\nDefinitely. I grew up in my biological family, so I’m not someone who was donor-conceived or adopted. But spending so much time talking to people who don’t have a genetic connection to the families that they were raised in, it’s really interesting to hear just how much pull that genetic family has over you. \nIn my family, we were able to connect with ancestors in Sweden, and then we traveled there and we’re able to connect with a second cousin of my dad going back a hundred-and-something years from when our relative had emigrated. That made the world seem so much smaller and so much more intimate. It made history feel present to me. It made me feel like the past wasn’t over.\nIf someone’s taken one of these at-home DNA tests and they realize they have a family member, how should they go about trying to connect with them?\nIt very much matters who it is and how much knowledge you have going into it. It’s often easy to start with the person you’re finding [through the test] just because they’re the immediate connection. But if you’re finding a half-sibling and you know that’s because you share a father in common, a lot of [experts] will recommend that you start with the father first. \nVery often, there’s a secret at the heart of your own origin story if you’re one of these folks who’s gone to DNA testing either looking for family or making a discovery. People are advised to start with the person at the center of it because they often want to have agency over their own narrative, and connecting with that person first allows the best possible chance of them then introducing you to other people.\nWhat’s the proper way to go about this? Do you show up on their doorstep? DM them on Instagram? Write a letter? \nWhen I was writing The Lost Family, I talked to people who did show up on someone’s doorstep or make a phone call and it can be quite challenging and disruptive. You want to do it on terms that allow the other person as much control as possible, because in this situation, very often, there’s a disconnect of knowledge. For instance, the seeker knows they exist, but their genetic father may not know. \nVery often, the best possible way is to write a letter. The tone of that letter is something that you want to think really carefully about, because there’s different ways you could go. You’re not necessarily trying to make a really intimate connection right away, but you could share a little about yourself, share a little bit about what you’re looking for. You could start small and build a relationship from there.\nLet’s say you’re in a situation where you find out who your parent is, but you know, it’s hard to find them. You can’t find a number, they’re not on Facebook, but their kids are. Should you contact them? Like what do you do in that situation?\nYou might say something like, “Hey, I see we’re genetically related based on our DNA test. I’d love to connect and learn a little more about how we’re related. Are you interested?”\nThere’s also this question of, “How do I ask my dad, ‘Why didn’t you ever come see me?’” without coming off too intense?\nThis is the mystery of a lifetime. People talk around that question for decades without ever fully asking it. I interviewed a woman who wasn’t told she was adopted. She didn’t find out until she’d had some life-altering surgery that it turned out she might not have needed if she’d known her full medical history. When she finally did find out the identity of her biological father, she reached out to him in a number of ways. He was not terribly responsive, and then she finally called and got him on the phone, and he was so dismissive. He could not at all give her what she wanted. He would not even confirm that he knew for sure that she was his daughter or that he’d even dated her mother. \nShe cried a lot when we spoke, and it was because she had these questions that could not be answered. Her biological mother had passed away a few months before she discovered her identity. And the real question she wanted to ask her biological mom was, “Did you ever look for me? Did you ever think about me?” And in the absence of being able to ask her, the daughters of her mother did not want to believe that she existed. They didn’t want to believe that her mother had placed a child for adoption. \nIn a perfect world, you would form a relationship and get to know them, right? But it very much matters what the secret is at the heart of your own identity story. Because the nature of that can alter people’s willingness to embrace that you exist.\nThere’s the question of what you do with that. I also think there’s the question of what people are looking for when they’re looking to connect with new family. Are you trying to figure out where you got your eyes? Where you got your personality?\nAll of it, right? I want to see someone else whose face looks like mine. I want to see someone else whose eyes look like mine. I want to have the experience of looking and seeing myself, the way I see myself in a mirror, in somebody else. If you’re adopted, you may never have had that experience. It’s profound. I interviewed a man who had been a donor in the 1970s. And he had, the last time I spoke with him, 21 children through donor conception, and then he had two biological children that he’d had with his wife.\nThey talked, and some of them are quite close to him. Some of them do have Thanksgiving dinner with him. And they talked about how they would get together and go to a bar, and they would just be completely struck by their mannerisms or their mutual love of music. It blew them away. And they were like, “Okay, yes, DNA is not destiny, but man, is there something to be said for the power of genetics.”\nHow much we should make of the similarities we see in family when it comes to personality traits? Do genetics really tell us who we are and who we’re going to be in this way? \nThe danger of the promise of DNA testing when it’s used like this can be that we interpret it in a simplistic way: “The blueprint for my future means I’m inevitably destined to be XYZ.” And that’s not true. I have seen cases where people were so eager to find family that they read into things and found patterns that weren’t there based on their assumption of genetic identity. \nIn all of this talk of found family, we haven’t really talked about managing the existing family you have. How do people juggle that desire to find out about new family members without unintentionally hurting or alienating the people who have been there for them all along?\nI talked to a lot of people who were seekers, and some managed to do this really well. It’s incredibly reductive to think about this as a nature versus nurture thing — you can have room in your heart for both. You can have your dad who tucked you in at night; he fathered you and he still fathers you. There’s another man out there, though. And to him, you owe half your genetic data. He’s your biological father and we don’t have the language for that. \n[Just] because we lack the words for that, it doesn’t mean that you don’t have room in your heart for that person. It means we don’t have a word for it. And so people who’ve successfully navigated it have managed to maintain those relationships and say, “You still matter to me so much. You’ll always be my dad. I also want to know about where half my DNA came from.”"
    },
    {
        "link": "https://gnnhd.tv//news/46749/trump-is-hoping-to-quietly-gut-the-social-safety-net",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137343/gettyimages-2213600883.jpg&w=1200&q=75",
        "title": "Trump is hoping to quietly gut the social safety net",
        "author": "Web Desk",
        "time": "2025-05-13 07:00:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137343%2Fgettyimages-2213600883.jpg&w=3840&q=75",
        "content": "There are two things you should know about President Donald Trump’s recently released budget proposal: First, it would significantly boost funding for Homeland Security and the Department of Defense while cutting social services that could hurt millions of people living in poverty. Second, his budget is just a proposal for Congress, and it almost certainly won’t become law.\nBut just because Congress is unlikely to pass Trump’s budget as is doesn’t mean that the proposal is entirely meaningless. It will likely influence what Republican lawmakers choose to focus on during negotiations in Congress, and, more importantly, it offers a window into his priorities.\nTrump’s budget proposal looks to cut a total of $163 billion, slashing funds for education, housing, and health programs. Many of those cuts would come from programs that help lower-income Americans, from youth job training to Federal Work-Study. The cuts don’t include Social Security, Medicare, and Medicaid — some of the country’s biggest programs and the cause of the most heated debate over welfare reform. That’s because the proposal is limited to discretionary spending, and programs like Social Security and Medicare are mandatory spending.\nTrump knows that gutting programs like Social Security and Medicare would likely have major political consequences. He has promised not to touch those programs other than by tackling waste, fraud, and abuse, though these are often a pretense to deliver benefits cuts anyway. The new budget proposal emphasizes that he hopes to overhaul the social safety net without igniting a fierce backlash. He’s betting, in other words, that people just don’t care enough about these less flashy parts of the social safety net or about how aid is delivered to people in need. \nTrump wants to change how aid is distributed\nOne of the departments that would see the deepest cuts under Trump’s budget is Housing and Urban Development, which would lose $33.5 billion. Most of that, about $26 billion, would come from significantly reducing funding for rental assistance programs — including public housing, vouchers, and housing for the elderly — and combining them under a single program. The budget also proposes introducing a two-year limit on rental assistance for able-bodied adults.\nThe proposal would not only put millions of people’s benefits at risk, it would also upend how federal rental assistance works entirely. \nRight now, money for housing vouchers, for example, goes toward directly subsidizing people’s rents. The White House wants that money to go to block grants instead. That means the funding would go into a pool of money that can be used to fund various state or local housing programs, giving states more flexibility in how they choose to spend it, even if that means they won’t go toward directly helping with rents. So hypothetically, money that is today intended for housing vouchers could be used to fund a program to give developers incentives to build more housing. (And while it’s good to build more to lower the cost of housing in the long term, that shouldn’t come at the cost of taking away direct rental assistance that helps keep people housed.) \nThere is precedent for this kind of switch. In 1996, Congress passed a law to create Temporary Assistance for Needy Families (TANF), which replaced the old, New Deal-era welfare system known as Aid to Families with Dependent Children (AFDC). While the latter provided direct federal payments to people who qualified, TANF created a system of block grants, where states could allocate welfare funds as they wished. \nAt the time, the argument for this funding structure was that states needed more freedom to spend welfare funds. But the block grants resulted in states diverting funds away from basic cash assistance. According to the Center on Budget and Policy Priorities, states spend just over one-fifth of their TANF funds on basic assistance, instead directing resources toward, in some cases, unrelated programs like funding tax cuts. \nAs Peter Germanis, who worked on welfare reform in the Reagan administration, put it: “When it comes to the TANF legislation, Congress got virtually every technical detail wrong,” Germanis wrote. “Congress gave states too much flexibility and they have used it to create a giant slush fund.”\nBy turning the federal government’s various forms of rental assistance into a single block grant program, the Trump administration might make it less likely for renters to receive the direct benefits they are entitled to, just as was the case with welfare reform in the 1990s. \nThat’s not to mention that the proposed budget cuts would be devastating to begin with. What renters need is actually the opposite of what Trump is proposing: more funding for rental assistance, not less. Federal rental assistance already helps lift millions of people out of poverty each year, but it doesn’t reach everyone who needs it, especially given the rise in housing costs. \nTrump is targeting lesser-known programs\nAnother major cut that Trump is proposing is a program that helps families cover their home heating and cooling bills. His budget also includes a $4 billion cut to the Low-Income Home Energy Assistance Program (LIHEAP). Given that the LIHEAP budget is also around $4 billion, this essentially means that it’s seeking to eliminate the program altogether. The budget states that LIHEAP “is unnecessary” and alleges that the program is riddled with fraud. \nLIHEAP, established in 1981, is one of those government programs that might not generate as much controversy as Social Security or Medicare, largely because it’s much smaller in reach and scale. But it’s a critical program that currently helps about 6 million families across the country. LIHEAP, along with the Weatherization Assistance Program, also helps cover the costs for home improvement projects, like wall insulation or furnace replacements, to make homes more energy efficient, especially in extreme weather conditions.\nEliminating this program could have catastrophic consequences for some families. “The stakes of this assistance can be life-and-death,” journalist Martine Powers wrote in the Washington Post last month. “Seniors are especially vulnerable to extreme temperatures. Getting electricity cut off for failure to pay bills can also be catastrophic for people with disabilities who depend on medication that needs to be refrigerated.”\nWhy this matters, even if it doesn’t become law\nWhile LIHEAP has helped millions of families, it has also been underfunded, threatened by presidents of both parties, and doesn’t reach nearly as many people as it should. In fact, according to the National Low Income Housing Coalition, the program is only able to serve 20 percent of eligible households. Many eligible people also don’t know they qualify for the program and don’t apply for it. \nSimilarly, rental assistance programs help a lot of people stay housed, but they clearly aren’t reaching everyone they ought to, in large part because they’re underfunded. About half of renter households in the US are cost-burdened, which means they spend more than 30 percent of their income on housing.\nThose are the kinds of issues that require real solutions, which would likely entail more funding, not less. But Trump’s budget underscores the problem that America’s social safety net constantly faces: Instead of looking for tangible fixes to improve programs like LIHEAP or housing vouchers, lawmakers often find ways to make them even harder to access, setting them up for failure. As I wrote in a previous issue of this newsletter, that was the case with public housing, which presidents and Congress routinely sabotaged before labeling it a failed experiment, even though they at times specifically designed it to fail.\nAnd though Trump’s budget is not likely to become law — Republican Sen. Susan Collins, for example, said she has “serious objections” to Trump’s budget, including his targeting of LIHEAP — it shouldn’t be dismissed as a symbolic wish list. Even if Congress doesn’t deliver what Trump wants, these programs still won’t be safe. Just last month, for example, Trump abruptly fired the entire staff running LIHEAP, jeopardizing the delivery of heating and cooling assistance to families across the country. \nSo even if Trump’s budget never sees the light of day, here’s what you should keep in mind: It’s a blueprint for how his administration will hurt low-income families.\nThis story was featured in the Within Our Means newsletter. Sign up here."
    },
    {
        "link": "https://gnnhd.tv//news/46748/live-updates-analysis-barcelona-inter-compete-for-ucl-final-place",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137342/r1489034_1296x729_16-9.jpg&w=1200&q=75",
        "title": "Live updates, analysis: Barcelona, Inter compete for UCL final place",
        "author": "Web Desk",
        "time": "2025-05-13 06:01:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137342%2Fr1489034_1296x729_16-9.jpg&w=3840&q=75",
        "content": "We are down to the final four! It's the first day of the second legs in the semifinals of the 2024-25 UEFA Champions League season.<br/><br/>Enjoy the play-by-play from Tuesday's game: Internazionale against Barcelona, live from the Stadio Giuseppe Meazza in Milan, Italy.<br/><br/><strong>Jump to:</strong> UCL home page | Liveblog<br/><br/>"
    },
    {
        "link": "https://gnnhd.tv//news/46747/yankees-designate-vet-carrasco-for-assignment",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137341/r1467714_1296x729_16-9.jpg&w=1200&q=75",
        "title": "Yankees designate vet Carrasco for assignment",
        "author": "Web Desk",
        "time": "2025-05-13 06:01:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137341%2Fr1467714_1296x729_16-9.jpg&w=3840&q=75",
        "content": "NEW YORK -- Veteran right-hander Carlos Carrasco was designated for assignment by the New York Yankees, the club announced Tuesday. Yerry de los Santos was recalled from Triple-A Scranton/Wilkes-Barres to take Carrasco's place on the roster.<br/><br/>Carrasco was signed to a minor league contract during the offseason to serve as rotation depth and not projected to be one of the team's five starting pitchers. But he broke camp in the rotation after injuries to Gerrit Cole, Luis Gil and Clarke Schmidt during spring training.<br/><br/>He appeared in eight games, starting six, and compiled a 5.91 ERA. He last pitched Sunday, giving up two runs on five hits over three innings out of the bullpen. The Yankees made the move before Schmidt started Tuesday against the San Diego Padres after being scratched from his previously scheduled start Saturday.<br/><br/>\"Felt like we needed some extra coverage into today and tomorrow and, yeah, I mean, tough call,\" Yankees manager Aaron Boone said. \"We've toyed with it for a couple of days now and just felt like it was the right time.\"<br/><br/>Four off days this month, including two over the next nine days, give the Yankees flexibility to move forward with a four-man starting rotation. The Yankees could also have veteran left-hander Ryan Yarbrough or right-hander Allan Winans, currently with Triple-A Scranton/Wilkes-Barre, start games or take down multiple innings out of the bullpen.<br/><br/>Yarbrough allowed one run over four innings starting in Schmidt's place Saturday, his first start of the season. He's posted a 3.72 ERA in 19⅓ innings across nine games this season.<br/><br/>Winans has tossed 14 scoreless innings over four games (three starts) in the minors this season. He most recently struck out 10 of the first 11 batters he faced in a start on April 23 and followed that by tossing a season-high 4⅔ innings Wednesday. Winans recorded a 7.20 ERA in eight starts for the Atlanta Braves over the past two seasons.<br/><br/>\"He's been throwing the ball really well and he's very much in play for us,\" Boone said. \"Potentially in some kind of role here moving forward. But reports have been good.\"<br/><br/>Boone left the door open for Carrasco to return if he is not claimed on waivers or trade during the DFA process.<br/><br/>A highly respected veteran, the 38-year-old Carrasco owns a 4.18 career ERA across 16 major-league seasons, a career that began when he debuted for Cleveland in 2009 at 22 years old. He spent his first 12 seasons with Cleveland, finishing fourth in AL Cy Young voting in 2017. He was diagnosed with leukemia in May 2019 and returned to pitch after three months.<br/><br/>\"I've always admired him from across the diamond and we got to see it up close,\" Boone said. \"Just what a phenomenal human being that Carlos is and the way he carries himself and the class with which he carries himself. It really was a pleasure to be around him for these last couple of months. And who knows. Maybe he'll be back here.\"<br/><br/>De los Santos, 27, logged two scoreless innings for the Yankees in the first game of a doubleheader on April 21. He has recorded a 1.74 ERA in 10 relief appearances for Scranton/Wilkes-Barre this season.<br/><br/>The Yankees also announced that infielder DJ LeMahieu's rehab assignment moved from Double-A Somerset to Triple-A. LeMahieu began the season on the injured list with a calf injury. He could be activated for his season debut this weekend when the Yankees face the Athletics in West Sacramento.<br/><br/>Additionally, right-hander Scott Effross (hamstring) began a rehab assignment with the Yankees' rookie-level team."
    },
    {
        "link": "https://gnnhd.tv//news/46746/enter-sandman-metallica-brings-seismic-shift-to-virginia-tech-stadium",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137340/r1489866_1079x607_16-9.jpg&w=1200&q=75",
        "title": "Enter Sandman: Metallica brings seismic shift to Virginia Tech stadium",
        "author": "Web Desk",
        "time": "2025-05-13 06:01:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137340%2Fr1489866_1079x607_16-9.jpg&w=3840&q=75",
        "content": "Over 60,000 fans gathered at Virginia Tech's Lane Stadium for a night that created ground tremors.<br/><br/>Metallica visited Blacksburg on Wednesday night for a stop on the M72 World Tour, taking the stage after openers Pantera and Suicidal Tendencies. And the iconic metal band finally brought their song \"Enter Sandman\" -- the Hokies' football team entrance song since 2000 -- in front of this dedicated fan base.<br/><br/>The performance 25 years in the making was so well-received that it brought a seismic shift to the stadium.<br/><br/>Metallica teased fans with an intro that simulated \"Enter Sandman\" over the football team's walkout. But it wasn't until the end of the concert that the group played it live.<br/><br/>\"I think we're missing something,\" vocalist James Hetfield said. And just before commencing the song, he led a \"Let's go, Hokies\" chant.<br/><br/>Once the group began playing, the crowd went wild -- so wild that they triggered a small earthquake.<br/><br/>Metallica has long been aware of the song's significance to the Hokies and saluted former head coach Frank Beamer in 2015 before his final game. Before the concert, current Virginia Tech head coach Brent Pry presented the members of Metallica with No. 25 and No. 72 jerseys."
    },
    {
        "link": "https://gnnhd.tv//news/46745/okc-puts-on-record-setting-clinic-in-43-point-rout",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137339/r1489671_2_1296x729_16-9.jpg&w=1200&q=75",
        "title": "OKC puts on record-setting clinic in 43-point rout",
        "author": "Web Desk",
        "time": "2025-05-13 06:00:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137339%2Fr1489671_2_1296x729_16-9.jpg&w=3840&q=75",
        "content": "OKLAHOMA CITY -- A home team in this season's NBA conference semifinals finally built a big enough lead.<br/><br/>The Oklahoma City Thunder, two nights after blowing a double-digit lead in the series-opening loss to the Denver Nuggets, cruised to a 149-106 rout in Wednesday's Game 2 to become the first home team to record a win in this round of the playoffs.<br/><br/>\"We knew what was at stake tonight,\" Oklahoma City superstar Shai Gilgeous-Alexander said, well aware that the Eastern Conference's top two seeds -- the Cleveland Cavaliers and Boston Celtics -- had fallen into 2-0 holes in their series. \"We came out desperate.\"<br/><br/>Gilgeous-Alexander dominated from the opening tip until the end of the third quarter, when he checked out of the game for good with the Thunder up 48 points. He finished with 34 points and eight assists, shooting 11-of-13 from the floor and 11-of-11 from the line.<br/><br/>The Thunder outscored the Nuggets by 51 points in Gilgeous-Alexander's 30 minutes, giving him the best plus-minus in a playoff game since that statistic started being tracked in 1997-98.<br/><br/>Nuggets big man Nikola Jokic, the three-time MVP who is expected to finish second to Gilgeous-Alexander in this season's voting for the award, didn't make it to the end of the third quarter. He fouled out with 1:17 remaining in the frame, exiting after being called for an illegal screen with the Thunder leading by 51 points.<br/><br/>\"It wasn't a one-man show, and he was superefficient,\" Thunder coach Mark Daigneault said of Gilgeous-Alexander.<br/><br/>Gilgeous-Alexander set the tone with a spectacular start, accounting for more points in the first quarter (27) than the entire Denver team. Gilgeous-Alexander scored 13 points on 4-of-4 shooting from the floor and dished out five assists in the opening frame.<br/><br/>\"I definitely wanted to put an imprint on the game from the get [go] without trying to force anything, and ultimately still just let the game tell me what to do,\" Gilgeous-Alexander said. \"The game's going to test me. Every possession down, they're going to throw a coverage at me, and I have to make the right decision, make the right answer. I think I did a pretty good job in the first quarter.\"<br/><br/>The Thunder seized control within the first few minutes of the game and never allowed the Nuggets to mount a comeback threat.<br/><br/>Oklahoma City tied the franchise playoff record for the most points scored in a quarter by jumping out to a 45-21 lead after the first quarter. It was also the best scoring margin in any playoff quarter in franchise history.<br/><br/>\"Basically, it was one team playing tonight,\" said Jokic, who finished with 17 points on 6-of-16 shooting, six assists, six turnovers and the worst plus-minus [minus-36] of his career. \"They were aggressive; they were going by us. They were much, much better than us today and that's why the score is so bad.\"<br/><br/>Said Nuggets interim coach David Adelman: \"We got punked.\"<br/><br/>The Thunder had an 87-56 halftime lead, breaking the NBA record for the most points scored in a half. All five Thunder starters and reserve forward Aaron Wiggins had scored in double figures by halftime.<br/><br/>Reserve guards Isaiah Joe and Ajay Mitchell also finished in double figures as Oklahoma City set a franchise playoff record for points in a game.<br/><br/>\"I didn't really look at tonight as a response as much as I looked at tonight as just us being who we are,\" Daigneault said. \"And that's how we've been all season. We don't really respond to the last game when we win, we don't have more confidence. When we lose, we don't have more urgency. I think this team has a really good baseline that we just try to return to every day when the sun comes up.\"<br/><br/>According to ESPN Research, the Thunder's 48-point lead equaled the fourth-largest margin after three quarters in NBA playoff history -- one point fewer than the Thunder's 49-point advantage over the Memphis Grizzlies entering the final quarter of this season's playoff opener.<br/><br/>Daigneault noted that the Nuggets didn't play well and predicted that Denver would be much better in Friday's Game 3. Gilgeous-Alexander downplayed any significance the lopsided margin of victory in Game 2 might have.<br/><br/>\"I think it's important to take the emotion out,\" Gilgeous-Alexander said. \"Winning by a hundred or winning by two, it's still 1-1, and I think that's very important. Like I said, especially in the series, every game's going to look different. People are going to make adjustments. It's going to be a different crowd, a different feel. You're going to start hot; you're going to start cold, everything's going to look different. It's important to turn the page.\"<br/><br/><em>ESPN's Ramona Shelburne contributed to this report.</em>"
    },
    {
        "link": "https://gnnhd.tv//news/46744/trump-plans-to-accept-luxury-747-from-qatar-to-use-as-air-force-one",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137327/Qatari-plane.JPG&w=1200&q=75",
        "title": "Trump plans to accept luxury 747 from Qatar to use as Air Force One",
        "author": "Web Desk",
        "time": "2025-05-12 17:59:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137327%2FQatari-plane.JPG&w=3840&q=75",
        "content": "<div>(Reuters): U.S. President Donald Trump's administration intends to accept a Boeing (BA.N), opens new tab 747-8 airplane as a gift from the Qatari royal family that would be outfitted to serve as Air Force One, according to a source briefed on the matter.</div>\n\n<div>The luxury plane, which would be one of the most valuable gifts ever received by the U.S. government, would eventually be donated to Trump's presidential library after he leaves office, the source said. A new commercial 747-8 costs approximately $400 million.</div>\n<div>\n\n<div>In a post on his social media site Truth Social late on Sunday, Trump appeared to confirm the proposal.</div>\n\n<div>\"So the fact that the Defense Department is getting a GIFT, FREE OF CHARGE, of a 747 aircraft to replace the 40 year old Air Force One, temporarily, in a very public and transparent transaction, so bothers the Crooked Democrats that they insist we pay, TOP DOLLAR, for the plane,\" he wrote.</div>\n\n<div>Democrats and good government advocates said it was unethical and likely unconstitutional for Qatar to make such a gift.</div>\n<div>\"Nothing says 'America First' like Air Force One, brought to you by Qatar,\" Senate Democratic Leader Chuck Schumer wrote on X. \"It's not just bribery, it's premium foreign influence with extra legroom.\"</div>\n\n<div>White House press secretary Karoline Leavitt said in a statement: \"Any gift given by a foreign government is always accepted in full compliance with all applicable laws. President Trump's administration is committed to full transparency.\"</div>\n<div>\n\n<div>A Qatari spokesperson, Ali Al-Ansari, said in a statement that the possible transfer of an aircraft for temporary use as Air Force One was still under consideration between Qatar's Ministry of Defense and the U.S. Department of Defense and \"no decision has been made\".</div>\n<div>ABC News was first to report the planned gift on Sunday.</div>\n\n<div>Trump has expressed frustration at the delays in delivering two new 747-8 aircraft to serve as an updated Air Force One. During his first term, Trump had reached a deal with Boeing to deliver the jets in 2024. A U.S. Air Force official told Congress last week that Boeing had proposed finishing the planes by 2027.</div>\n</div>\n</div>"
    },
    {
        "link": "https://gnnhd.tv//news/46743/gold-price-nosedives-rs10-400-per-tola-in-pakistan",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137326/Gold-2.jpg&w=1200&q=75",
        "title": "Gold price nosedives Rs10,400 per tola in Pakistan",
        "author": "Web Desk",
        "time": "2025-05-12 17:34:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137326%2FGold-2.jpg&w=3840&q=75",
        "content": "<p>Karachi: Gold prices in Pakistan plunged on Monday in line with their fall in the international market. The price of yellow metal per tola reached Rs340,500 after it lost Rs10,400 during the day.</p>\n<p>As per the All-Pakistan Gems and Jewellers Sarafa Association (APGJSA),10-gram gold was sold at Rs291,923, after it registered a decline of Rs8,917.</p>\n<p>On Friday, gold price per tola reached Rs350,900 after it lost Rs1,800.</p>\n<p>Furthermore, the international rate of gold also decreased by $104 to settle at $3,221 per ounce.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46741/sanam-saeed-mohib-mirza-expecting-first-child",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137316/oip';.jpg&w=1200&q=75",
        "title": "Sanam Saeed, Mohib Mirza expecting first child",
        "author": "Web Desk",
        "time": "2025-05-12 16:04:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137316%2Foip'%3B.jpg&w=3840&q=75",
        "content": "<p>Karachi: Pakistani actress Sanam Saeed has confirmed that she will soon become a mother.</p>\n<p>On the occasion of International Mother's Day, the actress shared a picture with her mother on Instagram and congratulated her fans and expressed her desire to become like her mother in the future.</p>\n<p>Sanam Saeed shared the joy of becoming a mother with everyone by writing a heart-touching message for her mother.</p>\n<p><img src=\"../../assets/images/inline/6821d57dd3653-2832d4cb-3ddb-4d50-a98d-2252b8b32a49.webp\"/></p>\n<p>She said that on the occasion of Mother's Day, she wanted to thank her mother for always giving her immense love and protection. She prayed to become a kind, strong, and fearless mother like her.</p>\n<p>The actress's announcement was met with a flood of congratulations and well-wishes on social media.</p>\n<p>One user wrote May Allah grant you healthy, beautiful children. The experience of becoming a mother is the most beautiful moment in life.</p>\n<p>Another fan said that we have always seen you in a strong role, now we are waiting to see you in the form of a mother.</p>\n<p>It is pertinent to note that Sanam and Mohib Mirza's marriage was initially kept secret, but later both of them announced that they had tied the knot with each other.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46740/americans-have-tuned-out-gaza-at-the-worst-possible-moment",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137315/gettyimages-2213134485.jpg&w=1200&q=75",
        "title": "Americans have tuned out Gaza at the worst possible moment",
        "author": "Web Desk",
        "time": "2025-05-12 16:00:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137315%2Fgettyimages-2213134485.jpg&w=3840&q=75",
        "content": "Israel’s war in Gaza, which has long been a moral atrocity, is on the brink of becoming unimaginably worse.\nEarlier this month, Israel’s security cabinet approved a plan that Prime Minister Benjamin Netanyahu described as “the concluding moves” of the war in Gaza. Called “Gideon’s Chariots,” the operation’s plan calls for the mass destruction of remaining buildings in Gaza and the “conquest” of much of the Strip by Israel.\nThe more than 2 million Palestinian civilians would be given a choice: Live indefinitely in a tiny “humanitarian area,” or else leave the Strip for some third country. At least one high-level Israeli official, Finance Minister Bezalel Smotrich, has openly proclaimed that the purpose of this policy is to inflict so much suffering that Palestinians are effectively forced to make the latter choice — a textbook example of ethnic cleansing.\n“Within a few months…Gaza will be totally destroyed,” Smotrich said on May 6. Civilians “will be totally despairing, understanding that there is no hope and nothing to look for in Gaza, and will be looking for relocation to begin a new life in other places.” \nThe situation in Gaza is already beyond dire: An Israeli blockade on foreign aid has left children starving. Were Israel to do what Smotrich is describing, the consequences would be untold death and suffering. \n“[My organization] has not used the term genocide before. We do now,” says Matt Duss, the executive vice president at the Center for International Policy think tank.\nSince the start of the war, the US has done too little to change the dynamic on the ground. The Trump administration has demonstrated no interest in helping Palestinians and has (per Axios’ Barak Ravid) “effectively given Prime Minister Benjamin Netanyahu a green light to do as he sees fit.” Trump himself has suggested removing the Palestinian population from Gaza and sending them to nearby Arab states.\nThere is still time to change the war’s course. Israel has its own reasons for not going through with this kind of maximalist assault, and Trump has previously demonstrated a willingness to push Israel toward a ceasefire if the politics favor it.\nBut Israel’s plans are unfolding during a moment when many in the United States have stopped paying attention to the carnage in Gaza — perhaps fatigued by the war’s endless horrors, perhaps distracted by the dire political situation at home.\nThis, however, is the worst possible time to look away. What Israel is promising is not yet another round of fighting, but a criminal escalation of a morally abhorrent war.\nA defining moment in the Gaza war\nIt’s important to be clear on the stakes here: We are at a narrow moment in time in which the fate of the Palestinian people in Gaza could be decided. \nThe Israeli military has postponed any implementation of Gideon’s Chariots until after Trump’s Middle East trip this week; there is a window (if perhaps a shrinking one) to convince the Israeli government not to follow through. In fact, a senior Israeli security official told CNN explicitly that this postponement is designed to “provide a window of opportunity” for a hostages-for-negotiated-ceasefire deal.\nExperts like Ilan Goldenberg, a high-level Middle East official in the Biden administration, think there’s a real chance Israel doesn’t truly want to go through with this plan. “The hope is that it is a threat to apply pressure on Hamas to let out hostages,” he tells me.\n\"“[My organization] has not used the term genocide before. We do now.”\" - Matt Duss, executive vice president at the Center for International Policy\nThis hope is not rooted in a sense of Israeli nobility, but rather a calculation of its self-interest. \n“On top of the horrific consequences for civilians in Gaza, it’s unlikely to actually eliminate Hamas and will come at a great cost to Israel,” Goldenberg, who is currently the chief policy officer at the center-left J Street lobby, says. “If they don’t have a ‘hold force’ with some legitimacy amongst Palestinians, it will all be for naught and Hamas will just go underground and fight an insurgency.” \nYehuda Shaul, the co-director of Israel’s Ofek think tank, also believes the Israeli government has not yet itself decided on how far it is willing to go. However, he warns, the “trajectory” is grim — due in part to the political balance of Netanyahu’s coalition.\nNetanyahu’s hold on power depends on parliamentary support from extreme right lawmakers, Smotrich chief among them. This faction wants Gaza flattened and annexed, and its leaders are more than willing to threaten Netanyahu to get what they want.\n“Launch a campaign to defeat Hamas, occupy Gaza and implement a temporary military government until another solution is found, return the hostages and launch the Trump plan [of depopulating Gaza] — or this government has no right to exist,” Smotrich said in late April.\nThe influence of this faction means that something like Gideon’s Chariots becomes more likely as time goes on. “If this war doesn’t end soon,” Shaul says, “we are definitely going to make it” to such a policy.\nThe Israeli government is indeed openly promising to commit horrific crimes against Palestinian civilians — brutality even above what the world has seen for the past year and a half. We have every reason to believe this threat should be taken seriously, given the violence Israel has already inflicted on Gazans. But we also know it is not quite an inevitability yet — that the very worst-case scenarios can still be avoided.\nWhy America — and the American public — matters\nIsrael’s dependence on the US, which supplies the weapons and political cover necessary for its extreme violence, creates a significant point of leverage for American presidents. Trump, for his part, has shown no interest in Palestinian civilian life for its own sake (and has demonstrated utter disdain for domestic pro-Palestinian activists).\nYet he is not an ideological pro-Israel hardliner, one who will bear any cost to see Palestinians expelled from Gaza. His role in securing the temporary ceasefire earlier this year suggests that he is sensitive to public perception. If escalating violence would make him look bad, or if he thinks he could look impressive by heading it off, there’s at least a chance of some kind of pushback against Israeli maximalism.\nThis is why the American mass public’s disapproval might actually matter. Unfortunately, they’re not paying much attention.\nA Pew poll released in April found a 10-point decline in Americans who say the Israel-Hamas war “is important to them personally.” Data from Google Trends shows search volume for the word “Gaza” is about as low as it’s been since the October 7 attacks.\nThis is following a familiar pattern in public attention to foreign wars. When surprising conflicts break out — like Russia’s 2022 invasion of Ukraine, or ISIS’s sweep across northern Iraq in 2014 — there’s a burst in public interest. But that fades, inevitably, as the news starts to feel less shocking to the majority of Americans who aren’t directly affected. \nThe Israel-Hamas war has been a little bit different, managing to capture enough attention to inspire sustained mass protest on college campuses and elsewhere. This is partly because of the unique role the Israel-Palestine conflict plays in the global political imagination. It’s also partly because many Americans have religious commitments or personal connections that make them personally invested in the outcome.\nBut even such a high-profile foreign conflict will have trouble sustaining public attention. And Americans have quite a lot going on domestically at the moment.\nYet if there’s a moment for renewed public attention, it’s now. This time really is different: The coming days and weeks could very well decide whether there will be Palestinian life in Gaza after the war in any meaningful sense. Ordinary Americans don’t control Israel’s government or the Trump administration, but they do retain the capacity to express moral outrage. The moment demands it."
    },
    {
        "link": "https://gnnhd.tv//news/46739/firing-kills-two-brothers-in-sargodha",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137312/xcvb.jpg&w=1200&q=75",
        "title": "Firing kills two brothers in Sargodha",
        "author": "Web Desk",
        "time": "2025-05-12 15:20:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137312%2Fxcvb.jpg&w=3840&q=75",
        "content": "<p>Sargodha: Two brothers were killed and one was injured in Sargodha by firing of unidentified persons.</p>\n<p>According to the police, the firing incident took place in the Ajnala area, where the accused fled after the murder.</p>\n<p>The police said that the two brothers, Ehsan and Faisal, who were killed in the firing, and an injured person were shifted to DHQ Teaching Hospital.</p>\n<p>According to the police, the reason for the murder could not be known while an investigation is being carried out from all aspects of the incident.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46738/chess-completely-banned-in-afghanistan",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137311/jkl;.jpg&w=1200&q=75",
        "title": "Chess completely banned in Afghanistan",
        "author": "Web Desk",
        "time": "2025-05-12 15:15:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137311%2Fjkl%3B.jpg&w=3840&q=75",
        "content": "<p>Kabul: The Taliban government has imposed a complete ban on the game of chess across Afghanistan, which it has described as gambling under Islamic law.</p>\n<p>An Afghan government spokesman says chess has objectionable aspects from Islamic law, which will be suspended until they are removed.</p>\n<p>Atal Mashwani, a spokesman for the Afghan Sports Directorate, told AFP that according to Islamic law, chess is considered a form of gambling, which is prohibited under our moral code.</p>\n<p>He added that Afghanistan’s national chess federation has been inactive for the past two years and is suffering from leadership problems.</p>\n<p>Azizullah Gulzada, the owner of a local cafe in Kabul who used to organize chess competitions, expressed disappointment at the decision, saying that young people today have few opportunities to engage in activities. Chess was a source of mental entertainment for them, but now it has also been closed.</p>\n<p>Since the Taliban’s return, women have been banned from all sports in Afghanistan, and now men’s sports have also come under attack.</p>\n<p>The Taliban government had previously banned mixed martial arts (MMA), declaring it unscriptural and violent.</p>\n<p>In 2021, the Taliban banned face-punching sports, which made MMA and other sports automatically illegal.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46737/amber-heard-gives-birth-to-twins",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137310/xvbn.jpg&w=1200&q=75",
        "title": "Amber Heard gives birth to twins",
        "author": "Web Desk",
        "time": "2025-05-12 15:09:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137310%2Fxvbn.jpg&w=3840&q=75",
        "content": "<p>Hollywood actress Amber Heard, 39, confirmed the birth of twins, after which there are rumors in Western media and social media that the father of her children is Elon Musk.</p>\n<p>Amber Heard confirmed the birth of twins on Mother's Day on May 11 and said that she had a daughter (Agnes) and a son (Ocean) and that her first four-year-old daughter (Oonagh) was very happy with the birth of her sister and brother.</p>\n<p>She expressed her happiness over the birth of the children and also declared her family complete.</p>\n<p>Although she confirmed the birth of the twins, she did not provide any further information regarding their birth, including their father.</p>\n<blockquote>\n<div>\n\n\n\n<div>\n<div>View this post on Instagram</div>\n</div>\n\n\n\n<p><a href=\"https://www.instagram.com/p/DJhHzGcvELj/?utm_source=ig_embed&amp;utm_campaign=loading\">A post shared by Amber Heard (@amberheard)</a></p>\n</div>\n</blockquote>\n<p>According to the American magazine 'People', Amber Heard had said in December 2024 that she was expecting a child and that she had moved to the European country of Spain in 2023.</p>\n<p>According to the magazine, the actress did not provide any information about the father of her children, her first daughter was born in 2021.</p>\n<p>Amber Heard has been away from the screen and showbiz since the end of her battle with ex-husband Johnny Depp over violence and other legal cases.</p>\n<p>Amber and Johnny Depp had a legal battle for a few years, in which the courts ruled in Johnny Depp's favor, and later both settled.</p>\n<p>The two got married in 2015, and in 2016, the actress filed charges of violence against her husband and separated from him. The age difference between the two was more than 20 years.</p>\n<p>Before Johnny Depp, Amber Heard also had a relationship with billionaire Elon Musk, and the two were allegedly in a relationship even when the actress was married to Johnny Depp.</p>\n<p>Amber Heard and Elon Musk also ended their relationship in 2017, but it is possible that both of them had their sperm and eggs preserved through in vitro fertilization (IVF) while in a relationship, but the embryo was preserved.</p>\n<p>According to the British newspaper IB Times, the legal battle between the two regarding the preserved embryo also continued. Elon Musk wanted the embryo to be deleted, while Amber Heard wanted children from the embryo in the future.</p>\n<p>And now the actress has confirmed the birth of twins, after which there are rumors in the Western media and social media that Elon Musk is the father of the actress's children.</p>\n<p>Amber Heard may have given birth to children through surrogacy after IVF, but nothing can be said for sure in this regard.</p>\n<p>Through surrogacy, women transfer their embryos into the wombs of other women and give birth to children from them, and they are paid for this process.</p>\n<p>If the father of the two children born to Amber Heard is also Elon Musk, then the number of their children will become 16.</p>\n<p>In March 2025, Shivon Zilis, a high-ranking official at Elon Musk's telepathy medical device company, Neuralink, confirmed the birth of Elon Musk's child.</p>\n<p>Elon Musk had three children with the above-mentioned woman before, and after giving birth to the fourth child in March, the total number of Elon Musk's children became 14. And now, if he is also the father of Amber Heard's children, the number of their children will become 16.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46761/love-marriage-couple-murdered-with-two-kids-in-kotri",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137368/ry.jpg&w=1200&q=75",
        "title": "Love-marriage couple murdered with two kids in Kotri",
        "author": "Web Desk",
        "time": "2025-05-13 12:58:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137368%2Fry.jpg&w=3840&q=75",
        "content": "<p>Kotri: A couple who had a love marriage in Sindh's Kotri city were murdered along with their two children. The four-day-old bodies of the husband, wife, and two children were found in the house.</p>\n<p>According to the details, police officials said that the bodies of a husband, wife, and two children were found in a house in the Kotri site, which are four days old. There are multiple stab wounds on the bodies of all the deceased.</p>\n<p>The deceased include 40-year-old Imran Aari, 35-year-old Alia, 10-year-old Zeeshan, and 5-year-old Salman. The couple had an arranged marriage in 2016. Alia's brothers had attacked them before, after which they changed their place of residence.</p>\n<p>Police and rescue shifted the bodies to the Edhi morgue, where they will be handed over to the heirs after legal proceedings.</p>\n<p>The deceased family belongs to Balochistan, and according to initial investigations, the incident is the result of enmity that arose after the love marriage.</p>\n<p>Police say the killers also kidnapped a girl from the house, and a search is ongoing for her.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46760/us-president-trump-arrives-in-saudi-arabia-for-4-day-middle-east-tour",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137367/wr.jpg&w=1200&q=75",
        "title": "US President Trump arrives in Saudi Arabia for 4-day Middle East tour",
        "author": "Web Desk",
        "time": "2025-05-13 12:52:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137367%2Fwr.jpg&w=3840&q=75",
        "content": "<p>Riyadh: US President Donald Trump arrived in the Saudi capital Riyadh at the start of a four-day trip to the Middle East, where he will meet with Saudi Crown Prince and de facto ruler Mohammed bin Salman.</p>\n<p>Saudi Crown Prince Mohammed bin Salman welcomed US President Donald Trump at the airport and offered him a traditional coffee on the occasion.</p>\n<p>According to a report by the American newspaper Washington Post, President Trump arrived in the Saudi capital Riyadh on Tuesday morning, which is the first stop on his four-day trip. He will also visit Qatar and the United Arab Emirates during this trip.</p>\n<p>This is Trump's first major foreign trip since returning to the White House, most of which will focus on trade deals and new investment efforts with the oil-rich region.</p>\n<p>The visit comes at a time when the president is facing security concerns, which have been expressed by current and former US military, defense, and intelligence officials. These concerns are being raised over Qatar's offer to give the US a luxury plane as a gift, which will reportedly be for President Trump's use.</p>\n<p>According to US media, talks between US President Trump and Saudi Crown Prince Mohammed bin Salman are expected during the visit, in which US efforts to end Iran's nuclear program, ending the Gaza war, controlling oil prices, and other important issues will be discussed.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46759/k-electric-customers-relieved-for-may-bills",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137365/o;yr.jpg&w=1200&q=75",
        "title": "K-Electric customers, relieved for May bills",
        "author": "Web Desk",
        "time": "2025-05-13 12:39:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137365%2Fo%3Byr.jpg&w=3840&q=75",
        "content": "<p>Karachi: The National Electric Power Regulatory Authority (NEPRA) has issued a decision on K-Electric’s request for a temporary monthly fuel charge adjustment for February 2025.</p>\n<p>Under the decision, consumers have been given a relief of Rs3.64 per unit in electricity bills, which will be passed on to consumers through the bills of May 2025.</p>\n<p>NEPRA, in its decision regarding generation tariff, which is for the control period from July 2023, has retained a temporary amount of Rs3 billion from the FCA of February 2025 for part load, open cycle, and degradation cruise, as well as start-up costs.</p>\n<p>These costs have been allowed to be adjusted with negative fuel cost variations so that additional burden is not placed on consumers in the future.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46758/singer-abrar-ul-haq-releases-new-anthem-to-celebrate-maarka-haq-against-india",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137363/o;yt.jpg&w=1200&q=75",
        "title": "Singer Abrar ul Haq releases new anthem to celebrate ‘Maarka Haq’ against India",
        "author": "Web Desk",
        "time": "2025-05-13 12:29:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137363%2Fo%3Byt.jpg&w=3840&q=75",
        "content": "<p>Pakistani singer Abrar ul Haq has released a new anthem on the success of the ‘Maarka Haq’ against India.</p>\n<p>After the attack on the tourist destination of Pahalgam in occupied Kashmir, India launched a cowardly attack in the dark of night between May 6 and 7, targeting the civilian population in Kotli, Muzaffarabad and Bagh areas of Azad Kashmir as well as Muridke and Ahmedpur Sharqia in Punjab, in which two mosques were martyred, while 31 Pakistanis, including two children, were martyred and 51 were injured in the attacks.</p>\n<p>After India's cowardly attack on Pakistan in the dark of night, Pakistan responded befittingly to Indian aggression, shooting down 3 Rafales, a MiG-29, an SU-30 aircraft, and a combat drone that attacked Pakistan.</p>\n<p>After this, Pakistan responded to India’s aggression in the early morning of May 10 and successfully hit more than 10 targets in India during Operation Bunyan Marsus (Iron Wall). Pakistan destroyed India’s S-400 air defense system and several airfields, including Adampur and Udhampur.</p>\n<p>The war with India from April 22 to May 9 has been named as ‘Maarka Haq’.</p>\n<p></p>\n<p>Singer Abrar-ul-Haq has released a new anthem on the victory against India in which he praised the success of the Pakistani Army. In addition to this, the singer also praised the spirit of the nation.</p>\n<p>This anthem by the singer is going viral and is being liked by fans.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46757/positive-trend-in-pakistan-stock-exchange",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137361/dgb.jpg&w=1200&q=75",
        "title": "Positive trend in Pakistan Stock Exchange",
        "author": "Web Desk",
        "time": "2025-05-13 11:33:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137361%2Fdgb.jpg&w=3840&q=75",
        "content": "<p>Karachi: The Pakistan Stock Exchange (PSX) is witnessing a bullish trend for the second day of the trading week today, with trading starting with a 2.3 percent increase.</p>\n<p>The 100 Index of the stock market rose by 1,269 points to 118,567.</p>\n<p>The index also reached a high of 120,067 points during the trading session so far today.</p>\n<p>The 100 Index of the stock market was at its highest level of 120,796 on April 4.</p>\n<p>At the end of trading yesterday, the index closed at 117,279 points.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46756/40-civilians-11-soldiers-also-martyred-in-india-s-brutal-attacks-ispr",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137359/rg.jpg&w=1200&q=75",
        "title": "40 civilians, 11 soldiers also martyred in India's brutal attacks: ISPR",
        "author": "Web Desk",
        "time": "2025-05-13 10:49:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137359%2Frg.jpg&w=3840&q=75",
        "content": "<p>Islamabad: Inter-Service Public Relations (ISPR) says that 40 civilians and 11 soldiers were martyred in India’s brutal attacks.</p>\n<p>According to the Pakistan Army’s Public Relations Department, on the intervening night of May 6 and 7, Indian forces launched unprovoked and condemnable brutal attacks, targeting innocent civilians, including women, children, and the elderly.</p>\n<p>ISPR stated that 40 civilians were martyred in the Indian attacks, including 7 women and 15 children, while 121 people, including 10 women and 27 children, were injured in the attacks.</p>\n<p>According to the ISPR, in response to Indian aggression, Pakistani armed forces retaliated vigorously and 11 soldiers were martyred while defending the motherland, while 78 soldiers of the armed forces were injured.</p>\n<p>According to the ISPR, the martyred soldiers include Naik Abdul Rehman, Lance Naik Dilawar Khan, Lance Naik Ikramullah, Naik Waqar Khalid, Sepoy Muhammad Adeel Akbar, and Sepoy Nisar.</p>\n<p>In addition, Squadron Leader Usman Yousuf, Chief Technician Aurangzeb, Senior Technician Najeeb, Corporal Technician Farooq, and Senior Technician Mubashir of the Pakistan Air Force (PAF) are also among the martyrs.</p>\n<p>The ISPR said that the great sacrifice of the martyrs is an eternal symbol of courage, dedication, and unwavering patriotism. The great sacrifice of the martyrs will always be remembered. The nation is resolute in the face of aggression. There should be no ambiguity in this. Any attempt to challenge Pakistan's sovereignty or territorial integrity will be met with a strong and decisive response.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46755/britain-to-tougher-immigration-rules",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137354/utk.jpg&w=1200&q=75",
        "title": "Britain to tougher immigration rules",
        "author": "Web Desk",
        "time": "2025-05-13 10:14:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137354%2Futk.jpg&w=3840&q=75",
        "content": "<p>London: British Prime Minister Keir Starmer has announced that his government has decided to tighten immigration rules in order to regain control of Britain's borders.</p>\n<p>According to the foreign news agency AFP, Labour leader Keir Starmer announced that he is ending the 'open borders experiment' in which almost one million people emigrated under the previous Conservative government, which was defeated in last year's general election.</p>\n<p>The government's immigration white paper policy document includes plans to reduce the number of overseas carers and increase the period for which they can apply for citizenship from 5-10 years.</p>\n<p>Similarly, tightening English language rules, under which all dependents must demonstrate basic understanding, while also reducing the period of stay in the UK for students after completing their studies.</p>\n<p>Keir Starmer said the policies were about regaining control of Britain’s borders, echoing slogans used during the 2016 Brexit campaign.</p>\n<p>Labour pledged in its general election manifesto last year to significantly reduce net migration, which was recorded at 728,000 in the 12 months to June.</p>\n<p>That number is set to rise to 906,000 in 2023, up from an average of 200,000 for most of 2010.</p>\n<p>Keir Starmer, a former human rights lawyer who voted for Britain to remain in the EU, is under pressure to tackle immigration after the anti-immigration Reform Party’s successes in recent local elections.</p>\n<p>Arch-Eurosceptic Nigel Farage’s party won more than 670 local council seats, as well as its first two mayoralties, and is also on the rise in national elections.</p>\n<p>The British Prime Minister said that immigrants play a vital role in Britain, but accused the country of becoming an “island of foreigners” without more controls.</p>\n<p>He added that he wanted migration to be “significantly” reduced by the next election, possibly in 2029, but refused to say how much.</p>\n<p>He told reporters at a Downing Street press conference that every area of ​​the immigration system (work, family, and education) would be tightened so that we have more control.</p>\n<p>The white paper also includes new powers to deport foreigners who commit crimes in the country.</p>\n<p>Keir Starmer said the UK had a system that encouraged businesses to bring in low-paid workers rather than invest in our young people.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46754/indian-army-exposes-lies-of-its-media-accusing-pakistan-of-violating-ceasefire",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137353/gh.jpg&w=1200&q=75",
        "title": "Indian Army exposes lies of its media accusing Pakistan of violating ceasefire",
        "author": "Web Desk",
        "time": "2025-05-13 10:04:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137353%2Fgh.jpg&w=3840&q=75",
        "content": "<p>The Indian Army has exposed the lies of its media.</p>\n<p>Journalists and media in India, like Barkha Dutt, had been spreading the lie for hours that Pakistani drones were roaming in India, and they were constantly accusing Pakistan of violating the ceasefire.</p>\n<p>Barkha Dutt was saying on social media that Pakistani drones had been seen and captured in Jammu. She believes that this has happened in response to Modi’s speech, while the Indian Army has made it clear that no such drone has been reported anywhere.</p>\n<p>However, the Indian Army says that there is no information about any drone from Pakistan, the situation is peaceful, and it is under complete control.</p>\n<p>Earlier, Pakistani security officials had also said that Indian media is spreading fabricated and false news about ceasefire violations by Pakistan.</p>\n<p>According to security sources, no Pakistani drone has crossed the border or the Line of Control.</p>\n<p>It is also reported that Indian media news is a lie, as always, Pakistan is fully respecting the ceasefire. Indian drones are violating the ceasefire on the Line of Control and Working Boundary.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46753/ipl-to-resume-after-india-pakistan-ceasefire",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137347/hjrj.jpg&w=1200&q=75",
        "title": "IPL to resume after India-Pakistan ceasefire",
        "author": "Web Desk",
        "time": "2025-05-13 08:36:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137347%2Fhjrj.jpg&w=3840&q=75",
        "content": "<p>New Delhi: The Board of Control for Cricket in India (BCCI) has announced that the Indian Premier League (IPL) will resume after the ceasefire between Pakistan and India.</p>\n<p>The IPL was suspended last week due to tensions between Pakistan and India.</p>\n<p>On May 9, India cancelled the IPL indefinitely due to the retaliatory actions of the Pakistan Army after the attacks on Pakistan.</p>\n<p>A day earlier, the IPL match played in Dharamsala was also stopped, and the lights of the stadium were turned off, while foreign players started checking the availability of flights to leave the IPL and return to their homeland.</p>\n<p>However, on Saturday, after Pakistan gave a befitting reply to the Indian aggression and the ceasefire between the two countries, it has now been announced to resume the IPL.</p>\n<p>According to the Indian Cricket Board, the remaining matches of the IPL will be played in 6 cities from May 17 to June 3.</p>\n<p>The BCCI says that a match will be played on May 17 between Royal Challengers Bangalore and defending champions Kolkata Knight Riders.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46752/pakistan-s-flight-operations-return-to-normal-after-pak-india-tensions",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137346/po.jpg&w=1200&q=75",
        "title": "Pakistan's flight operations return to normal after Pak-India tensions",
        "author": "Web Desk",
        "time": "2025-05-13 08:31:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137346%2Fpo.jpg&w=3840&q=75",
        "content": "<p>Lahore: Pakistan's flight operations have returned to normal after the Indo-Pak tensions.</p>\n<p>According to media reports, 15 countries, including Saudi Arabia, have started flights to various airports in Pakistan, while the Hajj flight operation across the country is also rapidly approaching completion.</p>\n<p>Saudi Airlines has also started flights to Lahore and Islamabad today.</p>\n<p>It is also reported that Saudi Air flights are being operated from Jeddah to Lahore and Islamabad.</p>\n<p>Media reports suggest that efforts are underway to normalize Hajj flights from Pakistan.</p>\n<p>According to the flight schedule, no flights have been canceled from Sialkot, Peshawar, Quetta, Faisalabad, and Multan today, while the national air flights from Bahrain, Doha, Sialkot, and Medina to Islamabad have been shifted to Lahore.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46751/your-weather-forecast-is-about-to-get-a-lot-worse",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137345/GettyImages-2208466891.jpg&w=1200&q=75",
        "title": "Your weather forecast is about to get a lot worse",
        "author": "Web Desk",
        "time": "2025-05-13 07:00:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137345%2FGettyImages-2208466891.jpg&w=3840&q=75",
        "content": "Did you check the weather forecast today? \nWhether it was on your phone, the five-day outlook in your newspaper, or your friendly TV meteorologist, that forecast was built on a massive government-run network of sensors and computers that get the weather right more often than not while rarely getting the attention they deserve. And now that system is being taken apart, piece by piece. \nThe National Oceanic and Atmospheric Administration (NOAA), the main US science agency that studies weather and climate, has already lost at least 2,000 workers since January thanks to a combination of layoffs, buyouts, and retirements. More job cuts may be looming. The White House says it wants to cut NOAA’s $6 billion budget by almost 30 percent. The upshot is that with these cuts, efforts to make forecasts even more accurate will stall, while existing forecasts may get worse. \nWeather forecasts are not just about whether or not you need an umbrella; they provide critical planning information for air travel, farming, shipping, and energy production. And they also save lives.\nIn April, massive spring floods hit the central and southern US. Ahead of the storm, the National Weather Service (NWS) at NOAA warned of upward of 15 inches of rainfall. “This is not your average flood risk,” according to a NWS bulletin from April 2. “Generational flooding with devastating impacts is possible.”\nThe ensuing storms and floods killed at least 24 people, but given their extensive area, the death toll could have been much higher. In a report this week, scientists at the World Weather Attribution research group said that good storm predictions and effective emergency management were key to saving lives. Those forecasts and storm alerts were the product of decades of investment and infrastructure built up across the country. \n“The US National Weather Service forecast the floods a week in advance and issued warnings throughout the event,” Friederike Otto, a climatologist who leads World Weather Attribution, said during a recent call with reporters. “And as a result, people in the region knew when they needed to evacuate, and so the death toll was relatively small compared to similar events.”\nBut with the recent government cuts, the US is losing the data that informs these predictions and the scientists who produce them. The NWS has been contending with understaffing for decades, and now the recent firings have made things worse as the US heads into another summer likely filled with more extreme weather. \nOf the 122 NWS forecast offices across the US, 30 do not have a chief meteorologist at the moment. \nMore people are living in vulnerable areas, and as global temperatures continue to rise, the destruction from extreme weather is getting worse. But even places that historically have avoided severe heat and torrential downpours are seeing dangerous weather become more common. That’s why predicting the weather is more valuable than ever and why it’s so alarming that the US is losing its capabilities.\nHow weather forecasts work\nTo build a weather prediction, you start with measurements of the earth, the sky, and the sea, sometimes from very far away. A thunderstorm in the southeastern US may have its seeds in the Pacific Ocean weeks in advance, for example. “It all starts with data,” said Alan Sealls, president-elect of the American Meteorological Society.\nBut how do we actually get all of that data? It can come from something as sophisticated as a geostationary satellite or as simple as a weather balloon. Twice a day, the National Weather Service launches these helium-filled orbs from 92 sites across the US. They take snapshots of temperature, humidity, and windspeed as they rise into the atmosphere. This data doesn’t just inform weather models for the US but feeds into global models that help predict sunshine, rain, clouds, and snow all over the world.\n[Media: https://youtu.be/u4R0l_HuS5s?si=Dg7RVI89yn7iXwWf]\n“The weather balloons give us such detailed, precise data no other instrument can get,” Sealls said. “If we don’t have those in the area where that weather is likely to be hazardous or threatening, we potentially have a degraded forecast.” \nBetween balloons, radars, satellites, buoys, aircraft measurements, and ground instruments across the country, NOAA has built one of the most robust weather monitoring systems in the world, collecting 6.3 billion observations per day. The NWS then plugs the data from these instruments into computer models to predict the next torrential downpour, cold snap, heat wave, or thunderstorm. \nAnd almost all of this information is available to the public for free. \nHowever, most of us aren’t collating our own, personal weather reports from raw data. We’re getting them from any of the multitude of cell phone apps available — from the Weather Channel to Carrot Weather to Weather Underground — or from local experts who we trust. Meteorologists from news agencies or private companies also use the government’s raw data and models to produce their own weather predictions that are focused on specific areas or draw on outside expertise and experience. That’s why the forecasts on TV, in newspapers, or in weather apps can differ. But they still rely on the same foundational government data — especially when it comes to dangerous extremes. \n“When we’re on TV talking about hazardous weather, most of us around the country are in direct contact with the National Weather Service,” Sealls said. “The National Weather Service, that is definitely the center point of all weather forecasting in the United States.”\nGovernment researchers are also constantly improving weather forecasting. A modern five-day forecast is as accurate as a one-day forecast in 1980. A 72-hour hurricane track prediction these days is better than a 24-hour prediction from decades ago. \nThe National Weather Service’s annual budget is just $1.3 billion — and yet its services add up to billions of dollars in economic benefits and untold numbers of lives saved. The NOAA is now testing even better models for hurricanes and tropical storms that could provide up to five days of lead time. \nBudget and job cuts are already hampering weather predictions\nAlready, some NWS sites in the US have reduced the number of weather balloon launches and some have stopped due to budget and staffing cuts. \n“They’ve been short-staffed for a long time, but the recent spate of people retiring or being let go have led some stations now to the point where they do not have enough folks to go out and launch those balloons,” said Pamela Knox, an agricultural climatologist at the University of Georgia extension and director of the UGA weather network. \nSince weather models rely so much on initial readings from real-world measurements like weather balloons, losing them can lower the quality of predictions. Losing personnel might also mean less maintenance on equipment like radars, leading to more outages. And having fewer staff scientists makes it more difficult to provide timely emergency alerts. \n“We’re becoming more blind because we are not having access to that data anymore,” Knox said. “A bigger issue is when you have extreme events, because extreme events have a tendency to happen very quickly. You have to have real-time data.”\n“If you have fewer people on staff,” she added, “more things are going to fall through the cracks.”\nAt the same time, the climate is changing. That means that the historical patterns of weather no longer apply in much of the country, and continued warming will alter these trends further. The World Weather Attribution team estimated that the April extreme rainfall in the US was two to five times more likely due to warming, and that its intensity increased by 13 to 26 percent. \nYet at a time when the impacts of these changes have become impossible to ignore, the Trump administration is cutting climate research as well. The White House’s budget proposal specifically “terminates a variety of climate-dominated research, data, and grant programs, which are not aligned with Administration policy-ending ‘Green New Deal’ initiatives.” \nThe US did have a system for staying ahead of these long-term threats, but the Trump administration dismissed all the scientists working on the National Climate Assessment, a report required by law that assesses the current and future impacts of climate change to the country.\nThe result is a country facing a growing threat from natural forces but actively sabotaging its ability to stay ahead of them."
    },
    {
        "link": "https://gnnhd.tv//news/46750/you-ve-found-a-lost-relative-now-what",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137344/gettyimages-2206338240.jpg&w=1200&q=75",
        "title": "You’ve found a lost relative. Now what?",
        "author": "Web Desk",
        "time": "2025-05-13 07:00:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137344%2Fgettyimages-2206338240.jpg&w=3840&q=75",
        "content": "Every week on Explain It to Me, Vox’s call-in podcast, we answer the questions that matter to you most. When we got a question from a listener named Hannah, it piqued our interest. She wanted to know: How do you find a long-lost relative? \n“I was raised by my mom,” she says. “I knew my dad was out there somewhere, but I never really gave too much thought about it because I did have a pretty full life.” By the time we spoke with her, she had found her father online and reached out to him. But it raised an entirely new set of questions. “I never gave much thought to, ‘Okay, so now what?’”\nJournalist Libby Copeland has spent a lot of time thinking about those next steps. She’s the author of The Lost Family: How DNA Testing Is Upending Who We Are, a book that looks at the ways at-home DNA testing has shaped families. “This whole question around the distinction between biological and non-biological family and roots and identity, it’s everything to me,” Copeland told Vox. “I think it’s so intrinsically connected to existential questions around who we are and how we get to decide what to be.”\nOn this week’s episode, we discuss with Copeland how to find family, the way at-home DNA tests have changed things, and what to do if you come across an unexpected relative. Below is an excerpt of the conversation with Copeland, edited for length and clarity.\nYou can listen to Explain It to Me on Apple Podcasts, Spotify, or wherever you get podcasts. If you’d like to submit a question, send an email to askvox@vox.com or call 1-800-618-8545.\nHas this reporting changed the way you think about family?\nDefinitely. I grew up in my biological family, so I’m not someone who was donor-conceived or adopted. But spending so much time talking to people who don’t have a genetic connection to the families that they were raised in, it’s really interesting to hear just how much pull that genetic family has over you. \nIn my family, we were able to connect with ancestors in Sweden, and then we traveled there and we’re able to connect with a second cousin of my dad going back a hundred-and-something years from when our relative had emigrated. That made the world seem so much smaller and so much more intimate. It made history feel present to me. It made me feel like the past wasn’t over.\nIf someone’s taken one of these at-home DNA tests and they realize they have a family member, how should they go about trying to connect with them?\nIt very much matters who it is and how much knowledge you have going into it. It’s often easy to start with the person you’re finding [through the test] just because they’re the immediate connection. But if you’re finding a half-sibling and you know that’s because you share a father in common, a lot of [experts] will recommend that you start with the father first. \nVery often, there’s a secret at the heart of your own origin story if you’re one of these folks who’s gone to DNA testing either looking for family or making a discovery. People are advised to start with the person at the center of it because they often want to have agency over their own narrative, and connecting with that person first allows the best possible chance of them then introducing you to other people.\nWhat’s the proper way to go about this? Do you show up on their doorstep? DM them on Instagram? Write a letter? \nWhen I was writing The Lost Family, I talked to people who did show up on someone’s doorstep or make a phone call and it can be quite challenging and disruptive. You want to do it on terms that allow the other person as much control as possible, because in this situation, very often, there’s a disconnect of knowledge. For instance, the seeker knows they exist, but their genetic father may not know. \nVery often, the best possible way is to write a letter. The tone of that letter is something that you want to think really carefully about, because there’s different ways you could go. You’re not necessarily trying to make a really intimate connection right away, but you could share a little about yourself, share a little bit about what you’re looking for. You could start small and build a relationship from there.\nLet’s say you’re in a situation where you find out who your parent is, but you know, it’s hard to find them. You can’t find a number, they’re not on Facebook, but their kids are. Should you contact them? Like what do you do in that situation?\nYou might say something like, “Hey, I see we’re genetically related based on our DNA test. I’d love to connect and learn a little more about how we’re related. Are you interested?”\nThere’s also this question of, “How do I ask my dad, ‘Why didn’t you ever come see me?’” without coming off too intense?\nThis is the mystery of a lifetime. People talk around that question for decades without ever fully asking it. I interviewed a woman who wasn’t told she was adopted. She didn’t find out until she’d had some life-altering surgery that it turned out she might not have needed if she’d known her full medical history. When she finally did find out the identity of her biological father, she reached out to him in a number of ways. He was not terribly responsive, and then she finally called and got him on the phone, and he was so dismissive. He could not at all give her what she wanted. He would not even confirm that he knew for sure that she was his daughter or that he’d even dated her mother. \nShe cried a lot when we spoke, and it was because she had these questions that could not be answered. Her biological mother had passed away a few months before she discovered her identity. And the real question she wanted to ask her biological mom was, “Did you ever look for me? Did you ever think about me?” And in the absence of being able to ask her, the daughters of her mother did not want to believe that she existed. They didn’t want to believe that her mother had placed a child for adoption. \nIn a perfect world, you would form a relationship and get to know them, right? But it very much matters what the secret is at the heart of your own identity story. Because the nature of that can alter people’s willingness to embrace that you exist.\nThere’s the question of what you do with that. I also think there’s the question of what people are looking for when they’re looking to connect with new family. Are you trying to figure out where you got your eyes? Where you got your personality?\nAll of it, right? I want to see someone else whose face looks like mine. I want to see someone else whose eyes look like mine. I want to have the experience of looking and seeing myself, the way I see myself in a mirror, in somebody else. If you’re adopted, you may never have had that experience. It’s profound. I interviewed a man who had been a donor in the 1970s. And he had, the last time I spoke with him, 21 children through donor conception, and then he had two biological children that he’d had with his wife.\nThey talked, and some of them are quite close to him. Some of them do have Thanksgiving dinner with him. And they talked about how they would get together and go to a bar, and they would just be completely struck by their mannerisms or their mutual love of music. It blew them away. And they were like, “Okay, yes, DNA is not destiny, but man, is there something to be said for the power of genetics.”\nHow much we should make of the similarities we see in family when it comes to personality traits? Do genetics really tell us who we are and who we’re going to be in this way? \nThe danger of the promise of DNA testing when it’s used like this can be that we interpret it in a simplistic way: “The blueprint for my future means I’m inevitably destined to be XYZ.” And that’s not true. I have seen cases where people were so eager to find family that they read into things and found patterns that weren’t there based on their assumption of genetic identity. \nIn all of this talk of found family, we haven’t really talked about managing the existing family you have. How do people juggle that desire to find out about new family members without unintentionally hurting or alienating the people who have been there for them all along?\nI talked to a lot of people who were seekers, and some managed to do this really well. It’s incredibly reductive to think about this as a nature versus nurture thing — you can have room in your heart for both. You can have your dad who tucked you in at night; he fathered you and he still fathers you. There’s another man out there, though. And to him, you owe half your genetic data. He’s your biological father and we don’t have the language for that. \n[Just] because we lack the words for that, it doesn’t mean that you don’t have room in your heart for that person. It means we don’t have a word for it. And so people who’ve successfully navigated it have managed to maintain those relationships and say, “You still matter to me so much. You’ll always be my dad. I also want to know about where half my DNA came from.”"
    },
    {
        "link": "https://gnnhd.tv//news/46749/trump-is-hoping-to-quietly-gut-the-social-safety-net",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137343/gettyimages-2213600883.jpg&w=1200&q=75",
        "title": "Trump is hoping to quietly gut the social safety net",
        "author": "Web Desk",
        "time": "2025-05-13 07:00:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137343%2Fgettyimages-2213600883.jpg&w=3840&q=75",
        "content": "There are two things you should know about President Donald Trump’s recently released budget proposal: First, it would significantly boost funding for Homeland Security and the Department of Defense while cutting social services that could hurt millions of people living in poverty. Second, his budget is just a proposal for Congress, and it almost certainly won’t become law.\nBut just because Congress is unlikely to pass Trump’s budget as is doesn’t mean that the proposal is entirely meaningless. It will likely influence what Republican lawmakers choose to focus on during negotiations in Congress, and, more importantly, it offers a window into his priorities.\nTrump’s budget proposal looks to cut a total of $163 billion, slashing funds for education, housing, and health programs. Many of those cuts would come from programs that help lower-income Americans, from youth job training to Federal Work-Study. The cuts don’t include Social Security, Medicare, and Medicaid — some of the country’s biggest programs and the cause of the most heated debate over welfare reform. That’s because the proposal is limited to discretionary spending, and programs like Social Security and Medicare are mandatory spending.\nTrump knows that gutting programs like Social Security and Medicare would likely have major political consequences. He has promised not to touch those programs other than by tackling waste, fraud, and abuse, though these are often a pretense to deliver benefits cuts anyway. The new budget proposal emphasizes that he hopes to overhaul the social safety net without igniting a fierce backlash. He’s betting, in other words, that people just don’t care enough about these less flashy parts of the social safety net or about how aid is delivered to people in need. \nTrump wants to change how aid is distributed\nOne of the departments that would see the deepest cuts under Trump’s budget is Housing and Urban Development, which would lose $33.5 billion. Most of that, about $26 billion, would come from significantly reducing funding for rental assistance programs — including public housing, vouchers, and housing for the elderly — and combining them under a single program. The budget also proposes introducing a two-year limit on rental assistance for able-bodied adults.\nThe proposal would not only put millions of people’s benefits at risk, it would also upend how federal rental assistance works entirely. \nRight now, money for housing vouchers, for example, goes toward directly subsidizing people’s rents. The White House wants that money to go to block grants instead. That means the funding would go into a pool of money that can be used to fund various state or local housing programs, giving states more flexibility in how they choose to spend it, even if that means they won’t go toward directly helping with rents. So hypothetically, money that is today intended for housing vouchers could be used to fund a program to give developers incentives to build more housing. (And while it’s good to build more to lower the cost of housing in the long term, that shouldn’t come at the cost of taking away direct rental assistance that helps keep people housed.) \nThere is precedent for this kind of switch. In 1996, Congress passed a law to create Temporary Assistance for Needy Families (TANF), which replaced the old, New Deal-era welfare system known as Aid to Families with Dependent Children (AFDC). While the latter provided direct federal payments to people who qualified, TANF created a system of block grants, where states could allocate welfare funds as they wished. \nAt the time, the argument for this funding structure was that states needed more freedom to spend welfare funds. But the block grants resulted in states diverting funds away from basic cash assistance. According to the Center on Budget and Policy Priorities, states spend just over one-fifth of their TANF funds on basic assistance, instead directing resources toward, in some cases, unrelated programs like funding tax cuts. \nAs Peter Germanis, who worked on welfare reform in the Reagan administration, put it: “When it comes to the TANF legislation, Congress got virtually every technical detail wrong,” Germanis wrote. “Congress gave states too much flexibility and they have used it to create a giant slush fund.”\nBy turning the federal government’s various forms of rental assistance into a single block grant program, the Trump administration might make it less likely for renters to receive the direct benefits they are entitled to, just as was the case with welfare reform in the 1990s. \nThat’s not to mention that the proposed budget cuts would be devastating to begin with. What renters need is actually the opposite of what Trump is proposing: more funding for rental assistance, not less. Federal rental assistance already helps lift millions of people out of poverty each year, but it doesn’t reach everyone who needs it, especially given the rise in housing costs. \nTrump is targeting lesser-known programs\nAnother major cut that Trump is proposing is a program that helps families cover their home heating and cooling bills. His budget also includes a $4 billion cut to the Low-Income Home Energy Assistance Program (LIHEAP). Given that the LIHEAP budget is also around $4 billion, this essentially means that it’s seeking to eliminate the program altogether. The budget states that LIHEAP “is unnecessary” and alleges that the program is riddled with fraud. \nLIHEAP, established in 1981, is one of those government programs that might not generate as much controversy as Social Security or Medicare, largely because it’s much smaller in reach and scale. But it’s a critical program that currently helps about 6 million families across the country. LIHEAP, along with the Weatherization Assistance Program, also helps cover the costs for home improvement projects, like wall insulation or furnace replacements, to make homes more energy efficient, especially in extreme weather conditions.\nEliminating this program could have catastrophic consequences for some families. “The stakes of this assistance can be life-and-death,” journalist Martine Powers wrote in the Washington Post last month. “Seniors are especially vulnerable to extreme temperatures. Getting electricity cut off for failure to pay bills can also be catastrophic for people with disabilities who depend on medication that needs to be refrigerated.”\nWhy this matters, even if it doesn’t become law\nWhile LIHEAP has helped millions of families, it has also been underfunded, threatened by presidents of both parties, and doesn’t reach nearly as many people as it should. In fact, according to the National Low Income Housing Coalition, the program is only able to serve 20 percent of eligible households. Many eligible people also don’t know they qualify for the program and don’t apply for it. \nSimilarly, rental assistance programs help a lot of people stay housed, but they clearly aren’t reaching everyone they ought to, in large part because they’re underfunded. About half of renter households in the US are cost-burdened, which means they spend more than 30 percent of their income on housing.\nThose are the kinds of issues that require real solutions, which would likely entail more funding, not less. But Trump’s budget underscores the problem that America’s social safety net constantly faces: Instead of looking for tangible fixes to improve programs like LIHEAP or housing vouchers, lawmakers often find ways to make them even harder to access, setting them up for failure. As I wrote in a previous issue of this newsletter, that was the case with public housing, which presidents and Congress routinely sabotaged before labeling it a failed experiment, even though they at times specifically designed it to fail.\nAnd though Trump’s budget is not likely to become law — Republican Sen. Susan Collins, for example, said she has “serious objections” to Trump’s budget, including his targeting of LIHEAP — it shouldn’t be dismissed as a symbolic wish list. Even if Congress doesn’t deliver what Trump wants, these programs still won’t be safe. Just last month, for example, Trump abruptly fired the entire staff running LIHEAP, jeopardizing the delivery of heating and cooling assistance to families across the country. \nSo even if Trump’s budget never sees the light of day, here’s what you should keep in mind: It’s a blueprint for how his administration will hurt low-income families.\nThis story was featured in the Within Our Means newsletter. Sign up here."
    },
    {
        "link": "https://gnnhd.tv//news/46748/live-updates-analysis-barcelona-inter-compete-for-ucl-final-place",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137342/r1489034_1296x729_16-9.jpg&w=1200&q=75",
        "title": "Live updates, analysis: Barcelona, Inter compete for UCL final place",
        "author": "Web Desk",
        "time": "2025-05-13 06:01:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137342%2Fr1489034_1296x729_16-9.jpg&w=3840&q=75",
        "content": "We are down to the final four! It's the first day of the second legs in the semifinals of the 2024-25 UEFA Champions League season.<br/><br/>Enjoy the play-by-play from Tuesday's game: Internazionale against Barcelona, live from the Stadio Giuseppe Meazza in Milan, Italy.<br/><br/><strong>Jump to:</strong> UCL home page | Liveblog<br/><br/>"
    },
    {
        "link": "https://gnnhd.tv//news/46747/yankees-designate-vet-carrasco-for-assignment",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137341/r1467714_1296x729_16-9.jpg&w=1200&q=75",
        "title": "Yankees designate vet Carrasco for assignment",
        "author": "Web Desk",
        "time": "2025-05-13 06:01:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137341%2Fr1467714_1296x729_16-9.jpg&w=3840&q=75",
        "content": "NEW YORK -- Veteran right-hander Carlos Carrasco was designated for assignment by the New York Yankees, the club announced Tuesday. Yerry de los Santos was recalled from Triple-A Scranton/Wilkes-Barres to take Carrasco's place on the roster.<br/><br/>Carrasco was signed to a minor league contract during the offseason to serve as rotation depth and not projected to be one of the team's five starting pitchers. But he broke camp in the rotation after injuries to Gerrit Cole, Luis Gil and Clarke Schmidt during spring training.<br/><br/>He appeared in eight games, starting six, and compiled a 5.91 ERA. He last pitched Sunday, giving up two runs on five hits over three innings out of the bullpen. The Yankees made the move before Schmidt started Tuesday against the San Diego Padres after being scratched from his previously scheduled start Saturday.<br/><br/>\"Felt like we needed some extra coverage into today and tomorrow and, yeah, I mean, tough call,\" Yankees manager Aaron Boone said. \"We've toyed with it for a couple of days now and just felt like it was the right time.\"<br/><br/>Four off days this month, including two over the next nine days, give the Yankees flexibility to move forward with a four-man starting rotation. The Yankees could also have veteran left-hander Ryan Yarbrough or right-hander Allan Winans, currently with Triple-A Scranton/Wilkes-Barre, start games or take down multiple innings out of the bullpen.<br/><br/>Yarbrough allowed one run over four innings starting in Schmidt's place Saturday, his first start of the season. He's posted a 3.72 ERA in 19⅓ innings across nine games this season.<br/><br/>Winans has tossed 14 scoreless innings over four games (three starts) in the minors this season. He most recently struck out 10 of the first 11 batters he faced in a start on April 23 and followed that by tossing a season-high 4⅔ innings Wednesday. Winans recorded a 7.20 ERA in eight starts for the Atlanta Braves over the past two seasons.<br/><br/>\"He's been throwing the ball really well and he's very much in play for us,\" Boone said. \"Potentially in some kind of role here moving forward. But reports have been good.\"<br/><br/>Boone left the door open for Carrasco to return if he is not claimed on waivers or trade during the DFA process.<br/><br/>A highly respected veteran, the 38-year-old Carrasco owns a 4.18 career ERA across 16 major-league seasons, a career that began when he debuted for Cleveland in 2009 at 22 years old. He spent his first 12 seasons with Cleveland, finishing fourth in AL Cy Young voting in 2017. He was diagnosed with leukemia in May 2019 and returned to pitch after three months.<br/><br/>\"I've always admired him from across the diamond and we got to see it up close,\" Boone said. \"Just what a phenomenal human being that Carlos is and the way he carries himself and the class with which he carries himself. It really was a pleasure to be around him for these last couple of months. And who knows. Maybe he'll be back here.\"<br/><br/>De los Santos, 27, logged two scoreless innings for the Yankees in the first game of a doubleheader on April 21. He has recorded a 1.74 ERA in 10 relief appearances for Scranton/Wilkes-Barre this season.<br/><br/>The Yankees also announced that infielder DJ LeMahieu's rehab assignment moved from Double-A Somerset to Triple-A. LeMahieu began the season on the injured list with a calf injury. He could be activated for his season debut this weekend when the Yankees face the Athletics in West Sacramento.<br/><br/>Additionally, right-hander Scott Effross (hamstring) began a rehab assignment with the Yankees' rookie-level team."
    },
    {
        "link": "https://gnnhd.tv//news/46746/enter-sandman-metallica-brings-seismic-shift-to-virginia-tech-stadium",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137340/r1489866_1079x607_16-9.jpg&w=1200&q=75",
        "title": "Enter Sandman: Metallica brings seismic shift to Virginia Tech stadium",
        "author": "Web Desk",
        "time": "2025-05-13 06:01:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137340%2Fr1489866_1079x607_16-9.jpg&w=3840&q=75",
        "content": "Over 60,000 fans gathered at Virginia Tech's Lane Stadium for a night that created ground tremors.<br/><br/>Metallica visited Blacksburg on Wednesday night for a stop on the M72 World Tour, taking the stage after openers Pantera and Suicidal Tendencies. And the iconic metal band finally brought their song \"Enter Sandman\" -- the Hokies' football team entrance song since 2000 -- in front of this dedicated fan base.<br/><br/>The performance 25 years in the making was so well-received that it brought a seismic shift to the stadium.<br/><br/>Metallica teased fans with an intro that simulated \"Enter Sandman\" over the football team's walkout. But it wasn't until the end of the concert that the group played it live.<br/><br/>\"I think we're missing something,\" vocalist James Hetfield said. And just before commencing the song, he led a \"Let's go, Hokies\" chant.<br/><br/>Once the group began playing, the crowd went wild -- so wild that they triggered a small earthquake.<br/><br/>Metallica has long been aware of the song's significance to the Hokies and saluted former head coach Frank Beamer in 2015 before his final game. Before the concert, current Virginia Tech head coach Brent Pry presented the members of Metallica with No. 25 and No. 72 jerseys."
    },
    {
        "link": "https://gnnhd.tv//news/46745/okc-puts-on-record-setting-clinic-in-43-point-rout",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137339/r1489671_2_1296x729_16-9.jpg&w=1200&q=75",
        "title": "OKC puts on record-setting clinic in 43-point rout",
        "author": "Web Desk",
        "time": "2025-05-13 06:00:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137339%2Fr1489671_2_1296x729_16-9.jpg&w=3840&q=75",
        "content": "OKLAHOMA CITY -- A home team in this season's NBA conference semifinals finally built a big enough lead.<br/><br/>The Oklahoma City Thunder, two nights after blowing a double-digit lead in the series-opening loss to the Denver Nuggets, cruised to a 149-106 rout in Wednesday's Game 2 to become the first home team to record a win in this round of the playoffs.<br/><br/>\"We knew what was at stake tonight,\" Oklahoma City superstar Shai Gilgeous-Alexander said, well aware that the Eastern Conference's top two seeds -- the Cleveland Cavaliers and Boston Celtics -- had fallen into 2-0 holes in their series. \"We came out desperate.\"<br/><br/>Gilgeous-Alexander dominated from the opening tip until the end of the third quarter, when he checked out of the game for good with the Thunder up 48 points. He finished with 34 points and eight assists, shooting 11-of-13 from the floor and 11-of-11 from the line.<br/><br/>The Thunder outscored the Nuggets by 51 points in Gilgeous-Alexander's 30 minutes, giving him the best plus-minus in a playoff game since that statistic started being tracked in 1997-98.<br/><br/>Nuggets big man Nikola Jokic, the three-time MVP who is expected to finish second to Gilgeous-Alexander in this season's voting for the award, didn't make it to the end of the third quarter. He fouled out with 1:17 remaining in the frame, exiting after being called for an illegal screen with the Thunder leading by 51 points.<br/><br/>\"It wasn't a one-man show, and he was superefficient,\" Thunder coach Mark Daigneault said of Gilgeous-Alexander.<br/><br/>Gilgeous-Alexander set the tone with a spectacular start, accounting for more points in the first quarter (27) than the entire Denver team. Gilgeous-Alexander scored 13 points on 4-of-4 shooting from the floor and dished out five assists in the opening frame.<br/><br/>\"I definitely wanted to put an imprint on the game from the get [go] without trying to force anything, and ultimately still just let the game tell me what to do,\" Gilgeous-Alexander said. \"The game's going to test me. Every possession down, they're going to throw a coverage at me, and I have to make the right decision, make the right answer. I think I did a pretty good job in the first quarter.\"<br/><br/>The Thunder seized control within the first few minutes of the game and never allowed the Nuggets to mount a comeback threat.<br/><br/>Oklahoma City tied the franchise playoff record for the most points scored in a quarter by jumping out to a 45-21 lead after the first quarter. It was also the best scoring margin in any playoff quarter in franchise history.<br/><br/>\"Basically, it was one team playing tonight,\" said Jokic, who finished with 17 points on 6-of-16 shooting, six assists, six turnovers and the worst plus-minus [minus-36] of his career. \"They were aggressive; they were going by us. They were much, much better than us today and that's why the score is so bad.\"<br/><br/>Said Nuggets interim coach David Adelman: \"We got punked.\"<br/><br/>The Thunder had an 87-56 halftime lead, breaking the NBA record for the most points scored in a half. All five Thunder starters and reserve forward Aaron Wiggins had scored in double figures by halftime.<br/><br/>Reserve guards Isaiah Joe and Ajay Mitchell also finished in double figures as Oklahoma City set a franchise playoff record for points in a game.<br/><br/>\"I didn't really look at tonight as a response as much as I looked at tonight as just us being who we are,\" Daigneault said. \"And that's how we've been all season. We don't really respond to the last game when we win, we don't have more confidence. When we lose, we don't have more urgency. I think this team has a really good baseline that we just try to return to every day when the sun comes up.\"<br/><br/>According to ESPN Research, the Thunder's 48-point lead equaled the fourth-largest margin after three quarters in NBA playoff history -- one point fewer than the Thunder's 49-point advantage over the Memphis Grizzlies entering the final quarter of this season's playoff opener.<br/><br/>Daigneault noted that the Nuggets didn't play well and predicted that Denver would be much better in Friday's Game 3. Gilgeous-Alexander downplayed any significance the lopsided margin of victory in Game 2 might have.<br/><br/>\"I think it's important to take the emotion out,\" Gilgeous-Alexander said. \"Winning by a hundred or winning by two, it's still 1-1, and I think that's very important. Like I said, especially in the series, every game's going to look different. People are going to make adjustments. It's going to be a different crowd, a different feel. You're going to start hot; you're going to start cold, everything's going to look different. It's important to turn the page.\"<br/><br/><em>ESPN's Ramona Shelburne contributed to this report.</em>"
    },
    {
        "link": "https://gnnhd.tv//news/46744/trump-plans-to-accept-luxury-747-from-qatar-to-use-as-air-force-one",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137327/Qatari-plane.JPG&w=1200&q=75",
        "title": "Trump plans to accept luxury 747 from Qatar to use as Air Force One",
        "author": "Web Desk",
        "time": "2025-05-12 17:59:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137327%2FQatari-plane.JPG&w=3840&q=75",
        "content": "<div>(Reuters): U.S. President Donald Trump's administration intends to accept a Boeing (BA.N), opens new tab 747-8 airplane as a gift from the Qatari royal family that would be outfitted to serve as Air Force One, according to a source briefed on the matter.</div>\n\n<div>The luxury plane, which would be one of the most valuable gifts ever received by the U.S. government, would eventually be donated to Trump's presidential library after he leaves office, the source said. A new commercial 747-8 costs approximately $400 million.</div>\n<div>\n\n<div>In a post on his social media site Truth Social late on Sunday, Trump appeared to confirm the proposal.</div>\n\n<div>\"So the fact that the Defense Department is getting a GIFT, FREE OF CHARGE, of a 747 aircraft to replace the 40 year old Air Force One, temporarily, in a very public and transparent transaction, so bothers the Crooked Democrats that they insist we pay, TOP DOLLAR, for the plane,\" he wrote.</div>\n\n<div>Democrats and good government advocates said it was unethical and likely unconstitutional for Qatar to make such a gift.</div>\n<div>\"Nothing says 'America First' like Air Force One, brought to you by Qatar,\" Senate Democratic Leader Chuck Schumer wrote on X. \"It's not just bribery, it's premium foreign influence with extra legroom.\"</div>\n\n<div>White House press secretary Karoline Leavitt said in a statement: \"Any gift given by a foreign government is always accepted in full compliance with all applicable laws. President Trump's administration is committed to full transparency.\"</div>\n<div>\n\n<div>A Qatari spokesperson, Ali Al-Ansari, said in a statement that the possible transfer of an aircraft for temporary use as Air Force One was still under consideration between Qatar's Ministry of Defense and the U.S. Department of Defense and \"no decision has been made\".</div>\n<div>ABC News was first to report the planned gift on Sunday.</div>\n\n<div>Trump has expressed frustration at the delays in delivering two new 747-8 aircraft to serve as an updated Air Force One. During his first term, Trump had reached a deal with Boeing to deliver the jets in 2024. A U.S. Air Force official told Congress last week that Boeing had proposed finishing the planes by 2027.</div>\n</div>\n</div>"
    },
    {
        "link": "https://gnnhd.tv//news/46743/gold-price-nosedives-rs10-400-per-tola-in-pakistan",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137326/Gold-2.jpg&w=1200&q=75",
        "title": "Gold price nosedives Rs10,400 per tola in Pakistan",
        "author": "Web Desk",
        "time": "2025-05-12 17:34:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137326%2FGold-2.jpg&w=3840&q=75",
        "content": "<p>Karachi: Gold prices in Pakistan plunged on Monday in line with their fall in the international market. The price of yellow metal per tola reached Rs340,500 after it lost Rs10,400 during the day.</p>\n<p>As per the All-Pakistan Gems and Jewellers Sarafa Association (APGJSA),10-gram gold was sold at Rs291,923, after it registered a decline of Rs8,917.</p>\n<p>On Friday, gold price per tola reached Rs350,900 after it lost Rs1,800.</p>\n<p>Furthermore, the international rate of gold also decreased by $104 to settle at $3,221 per ounce.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46741/sanam-saeed-mohib-mirza-expecting-first-child",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137316/oip';.jpg&w=1200&q=75",
        "title": "Sanam Saeed, Mohib Mirza expecting first child",
        "author": "Web Desk",
        "time": "2025-05-12 16:04:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137316%2Foip'%3B.jpg&w=3840&q=75",
        "content": "<p>Karachi: Pakistani actress Sanam Saeed has confirmed that she will soon become a mother.</p>\n<p>On the occasion of International Mother's Day, the actress shared a picture with her mother on Instagram and congratulated her fans and expressed her desire to become like her mother in the future.</p>\n<p>Sanam Saeed shared the joy of becoming a mother with everyone by writing a heart-touching message for her mother.</p>\n<p><img src=\"../../assets/images/inline/6821d57dd3653-2832d4cb-3ddb-4d50-a98d-2252b8b32a49.webp\"/></p>\n<p>She said that on the occasion of Mother's Day, she wanted to thank her mother for always giving her immense love and protection. She prayed to become a kind, strong, and fearless mother like her.</p>\n<p>The actress's announcement was met with a flood of congratulations and well-wishes on social media.</p>\n<p>One user wrote May Allah grant you healthy, beautiful children. The experience of becoming a mother is the most beautiful moment in life.</p>\n<p>Another fan said that we have always seen you in a strong role, now we are waiting to see you in the form of a mother.</p>\n<p>It is pertinent to note that Sanam and Mohib Mirza's marriage was initially kept secret, but later both of them announced that they had tied the knot with each other.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46740/americans-have-tuned-out-gaza-at-the-worst-possible-moment",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137315/gettyimages-2213134485.jpg&w=1200&q=75",
        "title": "Americans have tuned out Gaza at the worst possible moment",
        "author": "Web Desk",
        "time": "2025-05-12 16:00:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137315%2Fgettyimages-2213134485.jpg&w=3840&q=75",
        "content": "Israel’s war in Gaza, which has long been a moral atrocity, is on the brink of becoming unimaginably worse.\nEarlier this month, Israel’s security cabinet approved a plan that Prime Minister Benjamin Netanyahu described as “the concluding moves” of the war in Gaza. Called “Gideon’s Chariots,” the operation’s plan calls for the mass destruction of remaining buildings in Gaza and the “conquest” of much of the Strip by Israel.\nThe more than 2 million Palestinian civilians would be given a choice: Live indefinitely in a tiny “humanitarian area,” or else leave the Strip for some third country. At least one high-level Israeli official, Finance Minister Bezalel Smotrich, has openly proclaimed that the purpose of this policy is to inflict so much suffering that Palestinians are effectively forced to make the latter choice — a textbook example of ethnic cleansing.\n“Within a few months…Gaza will be totally destroyed,” Smotrich said on May 6. Civilians “will be totally despairing, understanding that there is no hope and nothing to look for in Gaza, and will be looking for relocation to begin a new life in other places.” \nThe situation in Gaza is already beyond dire: An Israeli blockade on foreign aid has left children starving. Were Israel to do what Smotrich is describing, the consequences would be untold death and suffering. \n“[My organization] has not used the term genocide before. We do now,” says Matt Duss, the executive vice president at the Center for International Policy think tank.\nSince the start of the war, the US has done too little to change the dynamic on the ground. The Trump administration has demonstrated no interest in helping Palestinians and has (per Axios’ Barak Ravid) “effectively given Prime Minister Benjamin Netanyahu a green light to do as he sees fit.” Trump himself has suggested removing the Palestinian population from Gaza and sending them to nearby Arab states.\nThere is still time to change the war’s course. Israel has its own reasons for not going through with this kind of maximalist assault, and Trump has previously demonstrated a willingness to push Israel toward a ceasefire if the politics favor it.\nBut Israel’s plans are unfolding during a moment when many in the United States have stopped paying attention to the carnage in Gaza — perhaps fatigued by the war’s endless horrors, perhaps distracted by the dire political situation at home.\nThis, however, is the worst possible time to look away. What Israel is promising is not yet another round of fighting, but a criminal escalation of a morally abhorrent war.\nA defining moment in the Gaza war\nIt’s important to be clear on the stakes here: We are at a narrow moment in time in which the fate of the Palestinian people in Gaza could be decided. \nThe Israeli military has postponed any implementation of Gideon’s Chariots until after Trump’s Middle East trip this week; there is a window (if perhaps a shrinking one) to convince the Israeli government not to follow through. In fact, a senior Israeli security official told CNN explicitly that this postponement is designed to “provide a window of opportunity” for a hostages-for-negotiated-ceasefire deal.\nExperts like Ilan Goldenberg, a high-level Middle East official in the Biden administration, think there’s a real chance Israel doesn’t truly want to go through with this plan. “The hope is that it is a threat to apply pressure on Hamas to let out hostages,” he tells me.\n\"“[My organization] has not used the term genocide before. We do now.”\" - Matt Duss, executive vice president at the Center for International Policy\nThis hope is not rooted in a sense of Israeli nobility, but rather a calculation of its self-interest. \n“On top of the horrific consequences for civilians in Gaza, it’s unlikely to actually eliminate Hamas and will come at a great cost to Israel,” Goldenberg, who is currently the chief policy officer at the center-left J Street lobby, says. “If they don’t have a ‘hold force’ with some legitimacy amongst Palestinians, it will all be for naught and Hamas will just go underground and fight an insurgency.” \nYehuda Shaul, the co-director of Israel’s Ofek think tank, also believes the Israeli government has not yet itself decided on how far it is willing to go. However, he warns, the “trajectory” is grim — due in part to the political balance of Netanyahu’s coalition.\nNetanyahu’s hold on power depends on parliamentary support from extreme right lawmakers, Smotrich chief among them. This faction wants Gaza flattened and annexed, and its leaders are more than willing to threaten Netanyahu to get what they want.\n“Launch a campaign to defeat Hamas, occupy Gaza and implement a temporary military government until another solution is found, return the hostages and launch the Trump plan [of depopulating Gaza] — or this government has no right to exist,” Smotrich said in late April.\nThe influence of this faction means that something like Gideon’s Chariots becomes more likely as time goes on. “If this war doesn’t end soon,” Shaul says, “we are definitely going to make it” to such a policy.\nThe Israeli government is indeed openly promising to commit horrific crimes against Palestinian civilians — brutality even above what the world has seen for the past year and a half. We have every reason to believe this threat should be taken seriously, given the violence Israel has already inflicted on Gazans. But we also know it is not quite an inevitability yet — that the very worst-case scenarios can still be avoided.\nWhy America — and the American public — matters\nIsrael’s dependence on the US, which supplies the weapons and political cover necessary for its extreme violence, creates a significant point of leverage for American presidents. Trump, for his part, has shown no interest in Palestinian civilian life for its own sake (and has demonstrated utter disdain for domestic pro-Palestinian activists).\nYet he is not an ideological pro-Israel hardliner, one who will bear any cost to see Palestinians expelled from Gaza. His role in securing the temporary ceasefire earlier this year suggests that he is sensitive to public perception. If escalating violence would make him look bad, or if he thinks he could look impressive by heading it off, there’s at least a chance of some kind of pushback against Israeli maximalism.\nThis is why the American mass public’s disapproval might actually matter. Unfortunately, they’re not paying much attention.\nA Pew poll released in April found a 10-point decline in Americans who say the Israel-Hamas war “is important to them personally.” Data from Google Trends shows search volume for the word “Gaza” is about as low as it’s been since the October 7 attacks.\nThis is following a familiar pattern in public attention to foreign wars. When surprising conflicts break out — like Russia’s 2022 invasion of Ukraine, or ISIS’s sweep across northern Iraq in 2014 — there’s a burst in public interest. But that fades, inevitably, as the news starts to feel less shocking to the majority of Americans who aren’t directly affected. \nThe Israel-Hamas war has been a little bit different, managing to capture enough attention to inspire sustained mass protest on college campuses and elsewhere. This is partly because of the unique role the Israel-Palestine conflict plays in the global political imagination. It’s also partly because many Americans have religious commitments or personal connections that make them personally invested in the outcome.\nBut even such a high-profile foreign conflict will have trouble sustaining public attention. And Americans have quite a lot going on domestically at the moment.\nYet if there’s a moment for renewed public attention, it’s now. This time really is different: The coming days and weeks could very well decide whether there will be Palestinian life in Gaza after the war in any meaningful sense. Ordinary Americans don’t control Israel’s government or the Trump administration, but they do retain the capacity to express moral outrage. The moment demands it."
    },
    {
        "link": "https://gnnhd.tv//news/46739/firing-kills-two-brothers-in-sargodha",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137312/xcvb.jpg&w=1200&q=75",
        "title": "Firing kills two brothers in Sargodha",
        "author": "Web Desk",
        "time": "2025-05-12 15:20:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137312%2Fxcvb.jpg&w=3840&q=75",
        "content": "<p>Sargodha: Two brothers were killed and one was injured in Sargodha by firing of unidentified persons.</p>\n<p>According to the police, the firing incident took place in the Ajnala area, where the accused fled after the murder.</p>\n<p>The police said that the two brothers, Ehsan and Faisal, who were killed in the firing, and an injured person were shifted to DHQ Teaching Hospital.</p>\n<p>According to the police, the reason for the murder could not be known while an investigation is being carried out from all aspects of the incident.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46738/chess-completely-banned-in-afghanistan",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137311/jkl;.jpg&w=1200&q=75",
        "title": "Chess completely banned in Afghanistan",
        "author": "Web Desk",
        "time": "2025-05-12 15:15:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137311%2Fjkl%3B.jpg&w=3840&q=75",
        "content": "<p>Kabul: The Taliban government has imposed a complete ban on the game of chess across Afghanistan, which it has described as gambling under Islamic law.</p>\n<p>An Afghan government spokesman says chess has objectionable aspects from Islamic law, which will be suspended until they are removed.</p>\n<p>Atal Mashwani, a spokesman for the Afghan Sports Directorate, told AFP that according to Islamic law, chess is considered a form of gambling, which is prohibited under our moral code.</p>\n<p>He added that Afghanistan’s national chess federation has been inactive for the past two years and is suffering from leadership problems.</p>\n<p>Azizullah Gulzada, the owner of a local cafe in Kabul who used to organize chess competitions, expressed disappointment at the decision, saying that young people today have few opportunities to engage in activities. Chess was a source of mental entertainment for them, but now it has also been closed.</p>\n<p>Since the Taliban’s return, women have been banned from all sports in Afghanistan, and now men’s sports have also come under attack.</p>\n<p>The Taliban government had previously banned mixed martial arts (MMA), declaring it unscriptural and violent.</p>\n<p>In 2021, the Taliban banned face-punching sports, which made MMA and other sports automatically illegal.</p>"
    },
    {
        "link": "https://gnnhd.tv//news/46737/amber-heard-gives-birth-to-twins",
        "thumbnail_image": "https://gnnhd.tv/_next/image?url=https://gnnhd.tv:8000/media/137310/xvbn.jpg&w=1200&q=75",
        "title": "Amber Heard gives birth to twins",
        "author": "Web Desk",
        "time": "2025-05-12 15:09:00",
        "main_image": "https://gnnhd.tv//_next/image?url=https%3A%2F%2Fgnnhd.tv%3A8000%2Fmedia%2F137310%2Fxvbn.jpg&w=3840&q=75",
        "content": "<p>Hollywood actress Amber Heard, 39, confirmed the birth of twins, after which there are rumors in Western media and social media that the father of her children is Elon Musk.</p>\n<p>Amber Heard confirmed the birth of twins on Mother's Day on May 11 and said that she had a daughter (Agnes) and a son (Ocean) and that her first four-year-old daughter (Oonagh) was very happy with the birth of her sister and brother.</p>\n<p>She expressed her happiness over the birth of the children and also declared her family complete.</p>\n<p>Although she confirmed the birth of the twins, she did not provide any further information regarding their birth, including their father.</p>\n<blockquote>\n<div>\n\n\n\n<div>\n<div>View this post on Instagram</div>\n</div>\n\n\n\n<p><a href=\"https://www.instagram.com/p/DJhHzGcvELj/?utm_source=ig_embed&amp;utm_campaign=loading\">A post shared by Amber Heard (@amberheard)</a></p>\n</div>\n</blockquote>\n<p>According to the American magazine 'People', Amber Heard had said in December 2024 that she was expecting a child and that she had moved to the European country of Spain in 2023.</p>\n<p>According to the magazine, the actress did not provide any information about the father of her children, her first daughter was born in 2021.</p>\n<p>Amber Heard has been away from the screen and showbiz since the end of her battle with ex-husband Johnny Depp over violence and other legal cases.</p>\n<p>Amber and Johnny Depp had a legal battle for a few years, in which the courts ruled in Johnny Depp's favor, and later both settled.</p>\n<p>The two got married in 2015, and in 2016, the actress filed charges of violence against her husband and separated from him. The age difference between the two was more than 20 years.</p>\n<p>Before Johnny Depp, Amber Heard also had a relationship with billionaire Elon Musk, and the two were allegedly in a relationship even when the actress was married to Johnny Depp.</p>\n<p>Amber Heard and Elon Musk also ended their relationship in 2017, but it is possible that both of them had their sperm and eggs preserved through in vitro fertilization (IVF) while in a relationship, but the embryo was preserved.</p>\n<p>According to the British newspaper IB Times, the legal battle between the two regarding the preserved embryo also continued. Elon Musk wanted the embryo to be deleted, while Amber Heard wanted children from the embryo in the future.</p>\n<p>And now the actress has confirmed the birth of twins, after which there are rumors in the Western media and social media that Elon Musk is the father of the actress's children.</p>\n<p>Amber Heard may have given birth to children through surrogacy after IVF, but nothing can be said for sure in this regard.</p>\n<p>Through surrogacy, women transfer their embryos into the wombs of other women and give birth to children from them, and they are paid for this process.</p>\n<p>If the father of the two children born to Amber Heard is also Elon Musk, then the number of their children will become 16.</p>\n<p>In March 2025, Shivon Zilis, a high-ranking official at Elon Musk's telepathy medical device company, Neuralink, confirmed the birth of Elon Musk's child.</p>\n<p>Elon Musk had three children with the above-mentioned woman before, and after giving birth to the fourth child in March, the total number of Elon Musk's children became 14. And now, if he is also the father of Amber Heard's children, the number of their children will become 16.</p>"
    }
]