[
    {
        "link": "https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-13/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir-1747124726-1828.jpg",
        "title": "PPP hails Pakistan’s response to India, vows unity on Kashmir",
        "author": "Web Desk",
        "time": "2025-05-13 13:25:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-13/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir-1747124726-1828.jpg",
        "content": " <p>Leaders of the Pakistan Peoples Party (PPP) on Tuesday declared India’s recent aggression a “historic defeat” for New Delhi, asserting that Pakistan had emerged stronger on the global stage.</p> <p>In a joint press conference, senior PPP figures Nayyar Bukhari, Sherry Rehman, and Nadeem Afzal Chan lauded Pakistan’s swift and decisive response, including the downing of Indian aircraft and drones over the course of the three-day standoff. The leaders reaffirmed that Kashmir remains Pakistan’s core issue and emphasized that the Indus Waters Treaty is a central component of any future dialogue with India.</p> <p>Sherry Rehman acknowledged the role of international diplomacy in de-escalating tensions, noting that U.S. President Donald Trump and other friendly nations had helped facilitate a ceasefire. “Pakistan believes in peace and dialogue, but stands ready to defend its sovereignty,” she said.</p> <p>Nayyar Bukhari stressed that India cannot unilaterally suspend the Indus Waters Treaty and called for attention to domestic challenges. He praised the current government’s handling of the crisis and highlighted PPP Chairman Bilawal Bhutto Zardari’s active diplomatic engagement at the international level.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/man-killed-during-robbery-two-suspects-held\">Man killed during robbery, two suspects held</a> </div> </div>  <p>Nadeem Afzal Chan described Indian Prime Minister Narendra Modi’s recent speech as “defeated” and claimed it reflected India’s failure to achieve its objectives. “Despite efforts to divide our people and political leadership, the entire Pakistani nation stood united behind its armed forces,” he said.</p> <p>The PPP leadership reiterated their support for the military and reaffirmed the importance of national unity in the face of external threats.</p> <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/ppp\">ppp</a><a href=\"https://www.nation.com.pk/tag/pakistan\">pakistan</a><a href=\"https://www.nation.com.pk/tag/response\">response</a><a href=\"https://www.nation.com.pk/tag/india\">india</a><a href=\"https://www.nation.com.pk/tag/vows\">vows</a><a href=\"https://www.nation.com.pk/tag/unity\">unity</a><a href=\"https://www.nation.com.pk/tag/kashmir\">kashmir</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/13-May-2025/pm-shehbaz-pays-tribute-to-martyrs-of-operation-buny-n-al-mars-s",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-13/pm-shehbaz-pays-tribute-to-martyrs-of-operation-buny-n-al-mars-s-1747122976-7613.png",
        "title": "PM Shehbaz pays tribute to martyrs of Operation Bunyān al-Marsūs",
        "author": "Web Desk",
        "time": "2025-05-13 12:56:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-13/pm-shehbaz-pays-tribute-to-martyrs-of-operation-buny-n-al-mars-s-1747122976-7613.png",
        "content": " <p>Prime Minister Muhammad Shehbaz Sharif has paid glowing tribute to the brave martyrs of Operation Bunyān al-Marsūs, lauding the ultimate sacrifices made by Pakistan’s armed forces in defence of the nation. He extended heartfelt appreciation to the families of the fallen, praising their strength and resilience.</p> <p>The Prime Minister offered a solemn salute to the six officers and soldiers of the Pakistan Army and five personnel of the Pakistan Air Force who embraced martyrdom while safeguarding the country’s sovereignty. “We not only defended the homeland with full force, but ensured that Pakistan’s integrity and sovereignty remained untouched,” he said.</p> <p>He commended the armed forces for fulfilling their solemn pledge to protect the nation, stating that the courage and dedication of Pakistan’s officers and troops exemplify the spirit of sacrifice. “The entire nation, including myself, is proud of our martyrs and their families,” the Prime Minister added, emphasizing that their sacrifices will never be forgotten.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>Prime Minister Shehbaz also expressed deep sorrow over the loss of 40 innocent civilians including 15 children and 7 women as a result of Indian aggression. “We will neither forget our martyrs nor abandon their families,” he affirmed, announcing that the government has already declared a martyr’s compensation package and will ensure complete care and support for the bereaved families.</p> <p>Prayers were also offered by the Prime Minister for the elevation of the martyrs’ ranks and patience for their loved ones, along with speedy recovery for the injured.</p> <p>Referring to Operation Bunyān al-Marsūs, he said it had served as a decisive and powerful response to Indian aggression, sending a clear message to New Delhi: “India must respect the sovereignty and integrity of other regional nations.”</p> <p>He further stated that the Pakistan Armed Forces shattered India’s illusion of numerical superiority during this historic battle. “We are a peace-loving nation, but we know how to respond to aggression,” said the Prime Minister. “Operation Bunyān al-Marsūs stands as a clear testament to that resolve.”</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/man-killed-during-robbery-two-suspects-held\">Man killed during robbery, two suspects held</a> </div> </div>  <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/shehbaz\">shehbaz</a><a href=\"https://www.nation.com.pk/tag/pays\">pays</a><a href=\"https://www.nation.com.pk/tag/tribute\">tribute</a><a href=\"https://www.nation.com.pk/tag/martyrs\">martyrs</a><a href=\"https://www.nation.com.pk/tag/operation\">operation</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/13-May-2025/51-martyred-nearly-200-injured-in-indian-aggression-against-pakistan-ispr",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-13/11-soldiers-among-51-martyred-199-injured-in-indian-aggression-against-pakistan-ispr-1747119490-1126.jpg",
        "title": "51 martyred, nearly 200 injured in Indian aggression against Pakistan: ISPR",
        "author": "Web Desk",
        "time": "2025-05-13 11:58:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-13/11-soldiers-among-51-martyred-199-injured-in-indian-aggression-against-pakistan-ispr-1747119490-1126.jpg",
        "content": " <p>Eleven soldiers and 40 civilians were martyred while 78 soldiers and 121 civilians sustained injuries during Indian aggression against Pakistan, the Inter-Services Public Relations (ISPR) said on Tuesday.</p> <p>According to the ISPR, “On the night of 6-7 May 2025, the Indian Armed Forces launched unprovoked and reprehensible dastardly attacks targeting innocent civilians, including women, children, and the elderly”.</p> <p>These barbaric strikes resulted in the martyrdom of 40 civilians, among them 7 women and 15 children. Additionally, 121 civilians sustained injuries, including 10 women and 27 children.</p> <p>In response to this grave aggression, the Pakistan Armed Forces mounted a resolute response under the banner of Marka-e-Haq, delivering precise and notch-up retributive strikes through Operation Bunyanum Marsoos. </p> <p>“While defending the motherland with exemplary valour, 11 personnel of the Pakistan Armed Forces embraced martyrdom and 78 were wounded”, the ISPR stated.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>The martyrs from the Pakistan Army include: Naik Abdul Rehman, Lance Naik Dilawar Khan, Lance Naik Ikramullah, Naik Waqar Khalid, Sepoy Muhammad Adeel Akbar and Sepoy Nisar.</p> <p>The martyrs from the Pakistan Air Force include Squadron Leader Usman Yousuf, Chief Technician Aurangzeb, Senior Technician Najeeb, Corporal Technician Farooq and Senior Technician Mubashir.</p> <p>“Their noble sacrifice of martyrs is an enduring symbol of courage, devotion, and unwavering patriotism—etched forever in the nation’s memory”, the ISPR said.</p> <p>The Pakistan Armed Forces, together with the people of Pakistan, pay solemn tribute to the martyred civilians and military personnel, and offer heartfelt prayers for the swift recovery of the injured.</p> <p>“The nation remains resolute in the face of aggression. Let there be no ambiguity: any attempt to challenge Pakistan’s sovereignty or territorial integrity, ever again, shall be met with a swift, full-spectrum, and decisive response Insha Allah, the statement concluded.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/man-killed-during-robbery-two-suspects-held\">Man killed during robbery, two suspects held</a> </div> </div>  <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/ispr\">ispr</a><a href=\"https://www.nation.com.pk/tag/pakistan\">pakistan</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/13-May-2025/israel-signals-resumption-of-gaza-genocide-after-israeli-american-captive-s-release",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-13/israel-signals-resumption-of-gaza-genocide-after-israeli-american-captive-s-release-1747119242-7266.jpg",
        "title": "Israel signals resumption of Gaza genocide after Israeli American captive's release",
        "author": "Anadolu",
        "time": "2025-05-13 11:54:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-13/israel-signals-resumption-of-gaza-genocide-after-israeli-american-captive-s-release-1747119242-7266.jpg",
        "content": " <p>The Israeli military will resume its genocide in the Gaza Strip as soon as Edan Alexander, an Israeli American hostage released through US mediation, arrives in Israel, local media reported Monday.</p> <p>“The moment Edan is on Israeli soil, we will resume attacks and continue the operational plan unless the political leadership decides otherwise,” Channel 14 quoted an unnamed senior Israeli military official as saying.</p> <p>Earlier in the day, the Israeli army announced on X that the Red Cross had informed it of Alexander’s handover, and he was en route to Israeli forces in Gaza.</p> <p>Alexander, a soldier who was serving in an elite infantry unit on the Gaza border who holds dual Israeli US citizenship, was released following negotiations led by US President Donald Trump’s administration with the Palestinian group Hamas through mediators excluding Israel.</p> <p>Hamas confirmed that it “released the soldier with US citizenship, Edan Alexander, following contacts with Washington as part of ceasefire efforts in Gaza.”</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>The release stemmed from talks between Hamas and the US facilitated by Egypt and Qatar without Israeli participation.</p> <p>Separately, Israeli Prime Minister Benjamin Netanyahu’s office announced Monday that an Israeli delegation would travel to Doha on Tuesday. However, it emphasized that “negotiations will only take place under fire,” signaling an intent to resume the genocide after Alexander’s return.</p> <p>The decision followed a meeting with Trump’s special envoy for the Middle East, Steve Witkoff, and US Ambassador to Israel Mike Huckabee, including a phone call with Trump.</p> <p>According to the Yedioth Ahronoth daily, Netanyahu and Witkoff agreed that the Israeli team would remain in Doha until at least Thursday, coinciding with Trump’s planned visit to the Qatari capital.</p> <p>Trump is scheduled to visit Saudi Arabia, Qatar and the United Arab Emirates between May 13 and 16 -- his first trip to the region since beginning his second term in January.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/man-killed-during-robbery-two-suspects-held\">Man killed during robbery, two suspects held</a> </div> </div>  <p>Israel estimates that 58 Israeli captives remain in Gaza, including 21 who are still alive.</p> <p>Meanwhile, more than 9,900 Palestinians are being held in Israeli prisons, where they face torture, starvation and medical neglect—conditions that have led to multiple deaths, according to reports by Palestinian and Israeli media and human rights organizations.</p> <p>Nearly 52,900 Palestinians have been killed in Gaza in a brutal Israeli onslaught since October 2023, most of them women and children.</p> <p>The International Criminal Court issued arrest warrants last November for Netanyahu and his former Defense Minister Yoav Gallant for war crimes and crimes against humanity in Gaza.</p> <p>Israel also faces a genocide case at the International Court of Justice for its war on the enclave.</p> "
    },
    {
        "link": "https://www.nation.com.pk/13-May-2025/punjab-schools-celebrate-operation-buny-n-e-mars-s-success-on-cm-s-directive",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-13/punjab-schools-celebrate-operation-buny-n-e-mars-s-success-on-cm-s-directive-1747118556-7242.png",
        "title": "Punjab schools celebrate Operation Bunyān-e-Marsūs success on CM’s directive",
        "author": "Web Desk",
        "time": "2025-05-13 11:43:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-13/punjab-schools-celebrate-operation-buny-n-e-mars-s-success-on-cm-s-directive-1747118556-7242.png",
        "content": " <p>On the special directive of Punjab Chief Minister Maryam Nawaz Sharif, schools across the province observed ‘Youm-e-Tashakur’ (Thanksgiving Day) in solidarity with the Pakistan Army, celebrating the success of Operation Bunyān-e-Marsūs with patriotic fervor.</p> <p>Festivities erupted in educational institutions throughout Punjab as students paid glowing tributes to the bravery and sacrifices of the armed forces. Carrying portraits of the Chief of Army Staff and chanting slogans such as “Pakistan Zindabad” and “Pak Fauj Zindabad”, students expressed profound admiration and support for the military.</p> <p>In a vibrant display of patriotism, young children donned military uniforms and participated in symbolic marches. Schoolgirls offered heartfelt tributes to the heroes of the Pakistan Air Force, while others waved national flags and carried banners in support of the armed forces.</p> <p>In Kasur, Punjab’s Education Minister Rana Sikandar Hayat personally led a student rally, further energizing the youth's spirit. Students staged mock drills simulating a battlefield scenario, complete with mock firing and symbolic victory over the enemy, culminating in a peace parade and celebration of triumph.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>Creative expressions filled the campuses, with students crafting models of rural border villages, drawing posters, and presenting paintings that reflected love for the homeland. Children also wrote heartfelt letters to the Army Chief and soldiers, thanking them for their service.</p> <p>Girls at a government school in Pattoki held a march and chanted slogans, while symbolic sirens echoed in schools, enhancing the atmosphere of national pride. Patriotic songs, poems, and emotional performances by children drew enthusiastic applause.</p> <p>Poster and drawing competitions themed around Operation Bunyān-e-Marsūs were also held, with students enthusiastically participating to show their solidarity. During morning assemblies, loud chants of “Long live Pakistan Army” echoed across schoolyards, with students pledging to safeguard their beloved homeland.</p> <p>In a symbolic gesture of commitment to the nation’s defense, young girls even constructed tank models, reaffirming their devotion to the country and its protectors.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/man-killed-during-robbery-two-suspects-held\">Man killed during robbery, two suspects held</a> </div> </div>  <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/punjab\">punjab</a><a href=\"https://www.nation.com.pk/tag/schools\">schools</a><a href=\"https://www.nation.com.pk/tag/celebrate\">celebrate</a><a href=\"https://www.nation.com.pk/tag/operation\">operation</a><a href=\"https://www.nation.com.pk/tag/success\">success</a><a href=\"https://www.nation.com.pk/tag/directive\">directive</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/13-May-2025/pakistan-army-kp-police-ready-to-counter-all-threats-says-barrister-saif",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-13/pakistan-army-kp-police-ready-to-counter-all-threats-says-barrister-saif-1747115381-8504.png",
        "title": "Pakistan Army, KP police ready to counter all threats, says Barrister Saif",
        "author": "Web Desk",
        "time": "2025-05-13 10:49:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-13/pakistan-army-kp-police-ready-to-counter-all-threats-says-barrister-saif-1747115381-8504.png",
        "content": " <p>Khyber Pakhtunkhwa Information Adviser Barrister Dr. Muhammad Ali Saif on Tuesday said the Pakistan Army has given a strong and fitting response to India on the eastern border, firmly crushing its arrogance.</p> <p>In a statement, Barrister Saif also warned that on the western front, India’s so-called “B Team” — referring to terrorist groups — would meet the same fate. He emphasized that all security institutions, including the KP police, are united in their resolve to counter India’s “A” and “B” teams.</p> <p>He accused India of backing terrorist activities in Khyber Pakhtunkhwa and vowed that enemies of peace would be dealt with “an iron hand.” Saif commended the bravery of the KP police in their ongoing fight against terrorism, asserting that the sacrifices of martyred personnel would not go in vain.</p> <p>Referring to the recent terrorist attack on police personnel in Peshawar, he stated that the provincial government stands in full solidarity with the families of the fallen officers. “The perpetrators of this attack will be brought to justice,” he affirmed, reiterating that the resurgence of terrorist elements would not be tolerated.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/pakistan\">pakistan</a><a href=\"https://www.nation.com.pk/tag/army\">army</a><a href=\"https://www.nation.com.pk/tag/police\">police</a><a href=\"https://www.nation.com.pk/tag/ready\">ready</a><a href=\"https://www.nation.com.pk/tag/counter\">counter</a><a href=\"https://www.nation.com.pk/tag/threats\">threats</a><a href=\"https://www.nation.com.pk/tag/barrister\">barrister</a><a href=\"https://www.nation.com.pk/tag/saif\">saif</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/13-May-2025/punjab-cm-approves-wheat-support-program-for-600-000-farmers",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-13/punjab-cm-approves-wheat-support-program-for-600-000-farmers-1747114548-6562.jpg",
        "title": "Punjab CM approves wheat support program for 600,000 farmers",
        "author": "Web Desk",
        "time": "2025-05-13 10:35:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-13/punjab-cm-approves-wheat-support-program-for-600-000-farmers-1747114548-6562.jpg",
        "content": " <p>Punjab Chief Minister Maryam Nawaz Sharif has approved a wheat support subsidy of Rs. 5,000 per acre for 600,000 farmers as part of the province’s flagship ‘Kissan Card’ initiative.</p> <p>In a special meeting chaired by the Chief Minister, it was also announced that farmers not yet registered under the Kissan Card program will be equally eligible to receive the per-acre subsidy. The move aims to ensure widespread support for wheat cultivation in the upcoming crop season.</p> <p>The Chief Minister revealed that additional subsidies worth billions of rupees will be allocated in the coming months, reaffirming her government’s strong commitment to bolstering Punjab’s agricultural sector.</p> <p>During the briefing, it was disclosed that farmers have already availed Rs. 36 billion through the Kissan Card facility for the purchase of agricultural inputs, highlighting the growing impact of the program on rural livelihoods.</p> <p>Maryam Nawaz Sharif also reviewed the ongoing solarization of agricultural tube wells, describing it as a vital step in her administration’s strategy to modernize farming practices. She reiterated her vision of promoting sustainable and farmer-friendly initiatives to transform Punjab’s agriculture and empower its farming community.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/punjab\">punjab</a><a href=\"https://www.nation.com.pk/tag/wheat\">wheat</a><a href=\"https://www.nation.com.pk/tag/program\">program</a><a href=\"https://www.nation.com.pk/tag/farmers\">farmers</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/13-May-2025/pm-shehbaz-convenes-apc-to-discuss-operation-bunyanum-marsoos",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-13/pm-shehbaz-summons-apc-on-tuesday-1747111728-5781.jpg",
        "title": "PM Shehbaz convenes APC to discuss Operation Bunyanum Marsoos",
        "author": "Web Desk",
        "time": "2025-05-13 09:53:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-13/pm-shehbaz-summons-apc-on-tuesday-1747111728-5781.jpg",
        "content": " <p>Prime Minister Shehbaz Sharif has summoned an All-Party Conference (APC) to be held on Tuesday at 12:00 PM at the Prime Minister House.</p> <p>According to official sources, the meeting will focus on key national matters, including the recent success of Operation Bunyanum Marsoos.</p> <p>Leaders and representatives from various political parties across Pakistan are expected to attend the APC, which aims to foster national unity and dialogue on pressing issues.</p> <p>Earlier, Prime Minister Shehbaz Sharif declared May 10 to be observed annually as Youm-e-Marka-e-Haq in recognition of the remarkable achievements of Operation Bunyanum Marsoos. He said the day will be marked with national pride and solidarity across the country.</p> <p>Commending the armed forces, the prime minister stated, “The professional excellence of our brave forces has made the nation proud.” He also declared May 16 as a day of national gratitude—Youm-e-Tashakur—to honor the armed forces’ triumphs and offer special prayers for the country's progress.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>Additionally, the prime minister announced a comprehensive Shuhada Package for the families of those martyred during Marka-e-Haq. Families of civilian martyrs will receive Rs 10 million each, while injured civilians will be compensated between Rs 1 million and Rs 2 million.</p> <p>For the families of martyred military personnel, compensation will range from Rs 10 million to Rs 18 million based on rank, with an additional Rs 19 million to Rs 42 million allocated for housing support.</p> <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/bunyanum\">bunyanum</a><a href=\"https://www.nation.com.pk/tag/marsoos\">marsoos</a><a href=\"https://www.nation.com.pk/tag/apc\">apc</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/13-May-2025/trump-says-he-is-mulling-lifting-us-sanctions-on-syria-hopes-for-fresh-start-with-damascus",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-13/trump-says-he-is-mulling-lifting-us-sanctions-on-syria-hopes-for-fresh-start-with-damascus-1747111272-8071.jpg",
        "title": "Trump says he is mulling lifting US sanctions on Syria, hopes for 'fresh start' with Damascus",
        "author": "Anadolu",
        "time": "2025-05-13 09:41:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-13/trump-says-he-is-mulling-lifting-us-sanctions-on-syria-hopes-for-fresh-start-with-damascus-1747111272-8071.jpg",
        "content": " <p>President Donald Trump said Monday that he is considering the removal of US sanctions on Syria, as he wants to create a \"fresh start\" for Damascus.</p> <p>Trump said Turkish President Recep Tayyip Erdogan requested that he lift US economic penalties on Syria, and acknowledged ongoing discussions with Ankara over the situation in the country after December’s ouster of the Assad regime.</p> <p>\"We're going to have to make a decision on the sanctions, which we may very well relieve. We may take them off of Syria because we want to give them a fresh start. But President Erdogan has asked me about that, many people have asked me about that,\" Trump told reporters at the White House.</p> <p>\"The way we have them sanctioned, it doesn't really give them much of a start. So we want to see if we can help them out. So we'll make that determination,\" he added.</p> <p>The statements are the latest signaling that the West may soon lift its sanctions on Syria as it seeks to rebuild following nearly 15 years of a devastating civil war.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>French President Emmanuel Macron said Wednesday that the EU would gradually lift its sanctions on Syria.</p> <p>“I told the president that if he continues on his path, we will continue on ours: first, by gradually lifting European economic sanctions,” Macron said as he hosted Syrian President Ahmed al-Sharaa in Paris.</p> <p>He said the bloc would further initiate a “process of persuasion” with the US so that they engage along the same path with Washington, and would also work with the UN refugee agency (UNHCR) to establish a regional framework allowing Syria “to see its talents and vital forces return to it.”</p> <p>“To do this, it will be necessary to provide guarantees on the proper use of international funds. France will ensure that the priorities it considers essential are taken into account in this framework, because, as I have said, the stability and unity of Syria are also essential for the stability of the Middle East,” Macron said.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/man-killed-during-robbery-two-suspects-held\">Man killed during robbery, two suspects held</a> </div> </div>  <p>He reaffirmed that he would advocate for the sanctions, imposed during the former Assad regime, “not to be renewed” and actively work with some member states who still have “hesitations.”</p> <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/trump\">trump</a><a href=\"https://www.nation.com.pk/tag/damascus\">damascus</a><a href=\"https://www.nation.com.pk/tag/syria\">syria</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/13-May-2025/hamas-says-ready-to-immediately-engage-in-talks-for-lasting-gaza-ceasefire",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-13/hamas-says-ready-to-immediately-engage-in-talks-for-lasting-gaza-ceasefire-1747110369-2640.jpg",
        "title": "Hamas says ready to immediately engage in talks for lasting Gaza ceasefire",
        "author": "Anadolu",
        "time": "2025-05-13 09:26:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-13/hamas-says-ready-to-immediately-engage-in-talks-for-lasting-gaza-ceasefire-1747110369-2640.jpg",
        "content": " <p>The Palestinian resistance group Hamas said Monday that it is ready to immediately engage in negotiations to reach a lasting ceasefire in the Gaza Strip.</p> <p>The group’s armed wing, the Qassam Brigades, released Israeli-American hostage Edan Alexander on Monday evening after talks with the Trump administration.</p> <p>“Hamas is ready to immediately begin negotiations to reach a comprehensive agreement for a sustainable ceasefire, the withdrawal of the occupation army, the end of the siege, the exchange of prisoners, and the reconstruction of the Gaza Strip,” it said in a statement.</p> <p>Alexander was the last known living US hostage held in Gaza.</p> <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/hamas\">hamas</a><a href=\"https://www.nation.com.pk/tag/gaza\">gaza</a><a href=\"https://www.nation.com.pk/tag/ceasefire\">ceasefire</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/karachi-commissioner-office-hosts-victory-celebration-honoring-pakistan-s-success-in-conflict-with-india",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/karachi-commissioner-office-hosts-victory-celebration-honoring-pakistan-s-success-in-conflict-with-i-1747072936-4091.jpeg",
        "title": "Karachi Commissioner office hosts victory celebration honoring Pakistan's success in conflict with India",
        "author": "Web Desk",
        "time": "2025-05-12 23:03:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/karachi-commissioner-office-hosts-victory-celebration-honoring-pakistan-s-success-in-conflict-with-i-1747072936-4091.jpeg",
        "content": " <p>The Commissioner Cricket Team organized a spirited celebration at the Commissioner's Office’s committee room to mark Pakistan’s recent triumph in the conflict with India. Additional Commissioner Karachi, Ghulam Mehdi Shah, was the chief guest and cut a ceremonial cake to commemorate the occasion.</p> <p>Amid chants of “Pakistan Zindabad” and “Long Live Pakistan Armed Forces”, attendees expressed unity and pride in the nation's resilience while affirming that Pakistani athletes, like professionals in other sectors, are always ready to sacrifice for the country’s peace and sovereignty.</p> <p>The event was attended by Deputy Commissioner Korangi Saleemullah Odho, AC Revenue Sajjad Abro, Team Manager Ghulam Muhammad Khan, Captain Ahmer Pasha, Coach Shakeel Ahmed, Ali Gohar, Chief Selector Yousuf Khan, and other team members.</p> <p>During his address, Ghulam Mehdi Shah urged the players to stay committed to training and revealed that a new tournament would be organized soon. He also extended warm congratulations to the team for their recent victory at the Hanif Mohammad Cup Festival, particularly appreciating Captain Ahmer Pasha and Man of the Match Waqas Ali for their performances.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>The ceremony concluded with words of thanks by the team’s patron, Abdul Nabi Bhutto, while PD Naseem Bhutto offered a special prayer for peace, success, and the continued glory of Pakistan.</p> <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/karachi\">karachi</a><a href=\"https://www.nation.com.pk/tag/pakistan\">pakistan</a><a href=\"https://www.nation.com.pk/tag/india\">india</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/hamas-says-ready-to-immediately-engage-in-talks-for-lasting-gaza-ceasefire",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/hamas-says-ready-to-immediately-engage-in-talks-for-lasting-gaza-ceasefire-1747071661-2541.jpg",
        "title": "Hamas says ready to immediately engage in talks for lasting Gaza ceasefire",
        "author": "Anadolu",
        "time": "2025-05-12 22:41:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/hamas-says-ready-to-immediately-engage-in-talks-for-lasting-gaza-ceasefire-1747071661-2541.jpg",
        "content": " <p>The Palestinian resistance group Hamas said Monday that it is ready to immediately engage in negotiations to reach a lasting ceasefire in the Gaza Strip.</p> <p>The group’s armed wing, the Qassam Brigades, released Israeli-American hostage Edan Alexander on Monday evening after talks with the Trump administration.</p> <p>“Hamas is ready to immediately begin negotiations to reach a comprehensive agreement for a sustainable ceasefire, the withdrawal of the occupation army, the end of the siege, the exchange of prisoners, and the reconstruction of the Gaza Strip,” it said in a statement.</p> <p>Alexander was the last known living US hostage held in Gaza.</p> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/kamal-inquires-after-injured-civilians-in-kotli-hospital",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/kamal-inquires-after-injured-civilians-in-kotli-hospital-1747071464-7988.jpeg",
        "title": "Kamal inquires after injured civilians in Kotli hospital",
        "author": "APP",
        "time": "2025-05-12 22:38:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/kamal-inquires-after-injured-civilians-in-kotli-hospital-1747071464-7988.jpeg",
        "content": " <p>Federal Minister for Health, Mustafa Kamal, has paid a special visit to the District Hospital Kotli.</p> <p>During the visit, he met with civilians injured in recent unprovoked firing and aggression by Indian forces amid escalating Pakistan-India tensions.</p> <p>The minister expressed concern over the injuries sustained by innocent civilians, including several children, due to shelling by the defeated Indian forces.</p> <p>He expressed with sorrow that one of the injured children had lost his brother in the attack.</p> <p>The visit was carried out under the special directives of the Prime Minister and the Chief of Army Staff.</p> <p>Minister Kamal inquired after the well-being of the injured and praised the resilience of the victims and their families.</p> <p>“The government stands shoulder to shoulder with the injured citizens. All those wounded will receive the best medical facilities and their treatment will be fully covered by the government,” he stated.</p> <p>“Once again, our nation has demonstrated unparalleled courage, compassion, and sacrifice. Rising above political differences, the entire country is united in the defense of the homeland,” he added</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>Minister Kamal also emphasized Pakistan’s renewed global recognition in the face of adversity. “In this time of grief, we stand firmly with the affected families and pray to the Almighty to grant patience and strength to the families of the martyrs.”</p> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/shehbaz-sharif-reaffirms-commitment-to-peace-thanks-turkey-for-support-amid-regional-tensions",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/shehbaz-sharif-reaffirms-commitment-to-peace-thanks-turkey-for-support-amid-regional-tensions-1747070948-4232.jpg",
        "title": "Shehbaz Sharif reaffirms commitment to peace, thanks Turkey for support amid regional tensions",
        "author": "Web Desk",
        "time": "2025-05-12 22:29:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/shehbaz-sharif-reaffirms-commitment-to-peace-thanks-turkey-for-support-amid-regional-tensions-1747070948-4232.jpg",
        "content": " <p>Prime Minister Shehbaz Sharif has reiterated Pakistan’s unwavering commitment to peace in South Asia, while firmly asserting that any breach of the country’s sovereignty and territorial integrity will not be tolerated.</p> <p>In a meeting with Turkish Ambassador Irfan Neziroglu in Islamabad on Monday, the prime minister highlighted Pakistan’s decision to uphold the ceasefire understanding with India as a reflection of its dedication to regional peace.</p> <p>During the cordial exchange, Prime Minister Sharif extended heartfelt gratitude to President Recep Tayyip Erdogan for his steadfast support of Pakistan during recent regional tensions. “President Erdogan has once again shown his deep affection and solidarity with the people of Pakistan,” he remarked.</p> <p>He also thanked Allah Almighty for what he described as a “historic victory” over India, acknowledging the unity and resilience of the Pakistani nation.</p> <p>Turning to bilateral relations, the prime minister expressed satisfaction over the growing strength of Pakistan-Turkey ties and emphasized the need to promptly implement key decisions made during his recent visit to Ankara.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>Ambassador Neziroglu conveyed his congratulations to the prime minister and the Pakistani nation on their diplomatic and military accomplishments, praising Pakistan’s dedication to fostering peace in the region.</p> <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/shehbaz\">shehbaz</a><a href=\"https://www.nation.com.pk/tag/turkey\">turkey</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/lahore-press-club-hosts-one-day-baking-workshop-for-women-members-at-cothm",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/lahore-press-club-hosts-one-day-baking-workshop-for-women-members-at-cothm-1747070345-2976.jpeg",
        "title": "Lahore Press Club hosts one-day Baking Workshop for women members at COTHM",
        "author": "Web Desk",
        "time": "2025-05-12 22:20:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/lahore-press-club-hosts-one-day-baking-workshop-for-women-members-at-cothm-1747070345-2976.jpeg",
        "content": " <p>Lahore Press Club’s (LPC) Hospitality Committee conducted a one-day baking training workshop exclusively for its female members at the internationally renowned Pakistani culinary institution, the College of Tourism and Hotel Management (COTHM). </p> <p>Led by internationally acclaimed chef Muhammad Razzaq, the session offered participants a hands-on experience in professional cake baking. Chef Razzaq not only demonstrated various cake-making techniques but also guided participants through a practical session, explaining each step in detail. </p> <p>The workshop saw enthusiastic participation from a large number of female members of the <a href=\"https://www.nation.com.pk/tag/lahore press club\">Lahore Press Club</a>, including senior journalists Tamseela Chishti, Durkhshanda Ilmdar, Farzana Chaudhry, Ghulam Zehra, Farzana Iqbal, Aisha Rasheed, Misbah Chaudhry, Saba Mumtaz, Fauzia Tanveer, Shazia Kanwal, and Rabia Azmat, among others. </p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>Distinguished guests in attendance included LPC President Arshad Ansari, Joint Secretary Imran Sheikh, and Governing Body Member Shahida Butt. Senior journalists Rafiq Khan, Khawaja Aftab, Mohsin Ali, Faraz Kasuri, and Muhammad Babar were also present to support the event. </p> <p>Participants displayed keen interest throughout the workshop and actively engaged with the trainer through questions and discussions. At the conclusion of the session, LPC President Arshad Ansari distributed certificates to all participants, praising the initiative. “Workshops like this are valuable for our women members to learn practical skills they can apply in their professional and personal lives — especially for those interested in starting their own online businesses,” he said. </p> <p>COTHM Founder and CEO Ahmad Shafiq addressed the gathering, highlighting the institution's contributions to skill-based education in Pakistan. “With over 25 campuses across the country, COTHM graduates are making a name for Pakistan across the globe in the culinary, hospitality, and tourism sectors,” he noted. “Our mission is to equip our youth with both education and employable skills — and by the grace of God, we’ve succeeded immensely.” </p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/man-killed-during-robbery-two-suspects-held\">Man killed during robbery, two suspects held</a> </div> </div>  <p>Shafiq also announced that COTHM will soon sign a Memorandum of Understanding (MoU) with the <a href=\"https://www.nation.com.pk/tag/lahore press club\">Lahore Press Club</a> to offer exclusive discounts on admissions to the children of LPC members. </p> <p>LPC Joint Secretary and Hospitality Committee Chairman Imran Sheikh expressed his gratitude to CEO Ahmad Shafiq, Chef Muhammad Razzaq, and the participating women members. He acknowledged the event as a collective team effort and shared plans for more such skill-enhancing sessions in the future, aimed at delivering meaningful benefits to club members.</p> <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/lahore press club\">lahore press club</a><a href=\"https://www.nation.com.pk/tag/cothm\">cothm</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/coas-meets-injured-soldiers-civilians-at-cmh-rawalpindi",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/coas-meets-injured-soldiers-civilians-at-cmh-rawalpindi-1747068807-8359.jpg",
        "title": "COAS meets injured soldiers, civilians at CMH Rawalpindi",
        "author": "Web Desk",
        "time": "2025-05-12 21:53:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/coas-meets-injured-soldiers-civilians-at-cmh-rawalpindi-1747068807-8359.jpg",
        "content": " <p>Chief of Army Staff (COAS) General Asim Munir visited Combined Military Hospital (CMH) Rawalpindi on Monday to check on the condition of soldiers and civilians injured during Marka-e-Haq / Operation Bunyan-un-Marsoos, according to ISPR.</p> <p>During the visit, Gen Munir personally met with each of the wounded, commended their exceptional courage and dedication, and reaffirmed the Pakistan Armed Forces’ steadfast commitment to their medical care,rehabilitation, and long-term welfare. <img src=\"/digital_images/large/2025-05-12/1747068540-9432.jpg\"/></p> <p>\"The courage and sacrifices of our civilians and soldiers are the foundation of Pakistan’s security. The entire nation stands firmly united with every member of the armed forces,\" the COAS said.<br/><br/></p> <p> <br/> <img src=\"/digital_images/large/2025-05-12/1747068609-2040.jpg\"/></p> <p>The COAS emphasized that no hostile intent can weaken the resolve of Pakistan’s armed forces. He highlighted that the united and determined response during Marka-e-Haq / Operation Bunyan-un-Marsoos, bolstered by the unwavering support of the Pakistani nation, stands as a landmark moment in the country’s military history.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/operation-bunyan-un-marsoos-marks-decisive-response-to-indian-aggression-ispr",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/operation-bunyan-un-marsoos-marks-decisive-response-to-indian-aggression-ispr-1747068215-6687.jpg",
        "title": "Operation Bunyan-un-Marsoos marks decisive response to Indian aggression: ISPR",
        "author": "Web Desk",
        "time": "2025-05-12 21:43:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/operation-bunyan-un-marsoos-marks-decisive-response-to-indian-aggression-ispr-1747068215-6687.jpg",
        "content": " <p>In retaliation to India’s unprovoked military strikes on the night of May 6 and 7, Pakistan Armed Forces launched a comprehensive counteroffensive, Operation Bunyan-un-Marsoos, on May 10, formally concluding hostilities in the aftermath of the Pahalgam incident.</p> <p>According to the Inter-Services Public Relations (ISPR), the operation was part of the broader strategic campaign Marka-e-Haq and demonstrated seamless coordination among the Army, Navy, and Air Force.</p> <p>It targeted 26 key Indian military installations in a calibrated, proportionate response to what Pakistan described as India’s \"reprehensible\" escalation.</p> <p>Employing advanced network-centric warfare, real-time situational intelligence, and precision-guided munitions, the operation showcased Pakistan’s integrated tri-service capabilities. Strikes involved Fatah series F1 and F2 missiles, loitering munitions, and precision artillery, hitting high-value targets across multiple domains.</p> <p>Significant Indian airbases, including those in Suratgarh, Sirsa, Bhuj, Naliya, Adampur, Halwara, Pathankot, and Srinagar, sustained extensive damage. BrahMos missile storage sites at Beas and Nagrota—linked to prior civilian casualties—were destroyed, while Pakistan Air Force successfully neutralised S-400 air defense systems at Adampur and Bhuj.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>Logistical and command hubs, such as the Field Supply Depot in Uri, radar stations in Poonch, and key command centers in KG Top and Naushera, were also taken out. Facilities in Rajauri and Naushera—allegedly used to train proxies involved in attacks on Pakistan—were targeted with precision.</p> <p>Across the Line of Control, several Indian military posts responsible for civilian casualties in Azad Jammu and Kashmir were decimated, with ISPR reporting some positions raised white flags in surrender.</p> <p>In a display of unmanned aerial dominance, Pakistani armed drones patrolled deep into Indian airspace, hovering over key locations, including New Delhi, to underscore Pakistan’s strategic reach. Simultaneously, cyber operations were launched to temporarily disable Indian infrastructure supporting military logistics and communication.</p> <p>The operation, according to ISPR, not only highlighted Pakistan’s operational readiness and technological edge but also the unity and resilience of the Pakistani nation in the face of aggression.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/man-killed-during-robbery-two-suspects-held\">Man killed during robbery, two suspects held</a> </div> </div>  "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/pm-shehbaz-announces-to-observe-may-10-as-marka-e-haq-day",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/pm-shehbaz-announces-to-observe-may-10-as-marka-e-haq-day-1747067800-7278.jpg",
        "title": "PM Shehbaz announces to observe May 10 as Marka-e-Haq Day",
        "author": "Web Desk",
        "time": "2025-05-12 21:36:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/pm-shehbaz-announces-to-observe-may-10-as-marka-e-haq-day-1747067800-7278.jpg",
        "content": " <p>Prime Minister Muhammad Shehbaz Sharif has announced to celebrate May 10 as Marka-e- Haq Day every year to mark the success of operation Bunyanum Marsoos.    </p> <p>In a statement today, he said the Day will be celebrated every year with enthusiasm and spirit of national unity as the professional capabilities of our brave forces have made us proud.</p> <p>The Prime Minister also announced to celebrate the upcoming Friday, May 16, as a day to pay tribute to the Armed Forces for leading Pakistan to a grand victory on the defence front and to offer gratitude to the Allah Almighty.            </p> <p>He said special thanksgiving prayers will be offered, for the development of the country and the nation.</p> <p>The Prime Minister also announced package for the innocent Pakistanis affected due to unprovoked Indian aggression.</p> <p>He announced ten million rupees each for the heirs of Pakistani citizens, martyred during the Indian aggression while the injured will be given one to two million rupees each.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>The Prime Minister said heirs of the martyrs of the Armed Forces of Pakistan will be given 10 to 18 million rupees, depending on rank, while their injured will be given two to five million rupees each.</p> <p>He also announced 19 million to 42 million rupees for provision of home facility to the heirs of martyrs of the Armed Forces of Pakistan depending on their ranks.        </p> <p>The full salary of martyrs of the armed forces will continue with allowances until the date of their retirement while the children of martyrs will be given free education till graduation.</p> <p>A marriage grant of one million rupees will also be given for the marriage of one daughter of every martyr of the armed forces.</p> <p>The Prime Minister said the Federal Government will rebuild houses and mosques affected by the Indian attack.          </p> <p>He said it is the responsibility of the government to support the children of martyrs and it will fulfill this duty.      </p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/man-killed-during-robbery-two-suspects-held\">Man killed during robbery, two suspects held</a> </div> </div>  <p>He said the Federal Government will also bear all the expenses for the treatment of the injured.                    </p> <p>Shehbaz Sharif said services rendered by those who have protected and defended the honor and glory of Pakistan on any front will be acknowledged at the national level and they will be awarded with honors. </p> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/international-media-applauds-pakistan-s-military-response-against-india",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/international-media-applauds-pakistan-s-military-response-against-india-1747057986-2537.jpg",
        "title": "International media applauds Pakistan’s military response against India",
        "author": "Web Desk",
        "time": "2025-05-12 18:53:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/international-media-applauds-pakistan-s-military-response-against-india-1747057986-2537.jpg",
        "content": " <p>Journalists and media outlets from the United States, United Kingdom, and France have acknowledged Pakistan’s military capabilities during its recent confrontation with India, highlighting its effective strategy and technological edge.</p> <p>The UK’s Telegraph lauded Pakistan’s defensive approach, noting that the downing of Indian Rafale jets demonstrated clear aerial superiority. It reported that Pakistan employed advanced air-to-air missiles to shoot down five Indian warplanes, leaving international military experts impressed.</p> <p>The BBC echoed similar sentiments, stating that India’s strategy had failed to achieve its objectives while Pakistan successfully asserted military dominance. According to the outlet, India was unable to deliver decisive strikes, allowing Pakistan to gain the upper hand.</p> <p>UK military historian Michael Clarke commented that a battle for military edge had emerged between the two nations. He emphasized that Pakistan’s use of modern and technologically advanced weaponry left India visibly shaken.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>Indian opposition leader Shashi Tharoor also weighed in, acknowledging the size and strength of Pakistan’s military. He cautioned the Indian government against escalating tensions further, noting Pakistan’s substantial arsenal and military capacity.</p> <p>France’s Le Monde praised the skill and experience of Pakistani Air Force pilots, citing their combat exposure along the Afghan border as a contributing factor to their operational superiority over Indian forces.</p> <p>Meanwhile, CNN reported that following the Pahalgam attack, Pakistan launched a well-coordinated missile response against India, effectively countering Indian aggression and demonstrating strategic capability.</p> <p>The international commentary collectively underscores the recognition of Pakistan’s preparedness, advanced weaponry, and skilled military personnel in the face of regional conflict.</p> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/pm-shehbaz-welcomes-pkk-dissolution-as-key-step-toward-peace-in-turkiye",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/1747057426-5505.jpg",
        "title": "PM Shehbaz welcomes PKK dissolution as key step toward peace in Turkiye",
        "author": "Web Desk",
        "time": "2025-05-12 18:45:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/1747057426-5505.jpg",
        "content": " <p>Pakistan has welcomed the announcement of PKK’s dissolution, a significant step toward lasting peace and a terror-free Turkiye.</p> <p>Prime Minister Shehbaz Sharif, in a post on social media platform X, said this historic development reflects the unflinching resolve of the Turkish leadership, under dear brother President Recep Tayyip Erdogan and the Turkish nation, to continue their march forward towards reconciliation, unity and stability.</p> <blockquote> <p>Pakistan welcomes the announcement of PKK’s dissolution, a significant step toward lasting peace and a terror-free Turkiye. This historic development reflects the unflinching resolve of the Turkish leadership, under my dear brother President Recep Tayyip Erdogan <a href=\"https://twitter.com/RTErdogan?ref_src=twsrc%5Etfw\">@RTErdogan</a> and… <a href=\"https://t.co/lYszUmrUkA\">https://t.co/lYszUmrUkA</a></p> — Shehbaz Sharif (@CMShehbaz) <a href=\"https://twitter.com/CMShehbaz/status/1921868394195718628?ref_src=twsrc%5Etfw\">May 12, 2025</a></blockquote> <p>  </p> <p>He said together, Pakistan and Turkiye remain committed to root out terrorism in all its forms and manifestations.</p> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/cm-maryam-approves-rs5-000-per-acre-wheat-support-for-600-000-farmers",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/cm-maryam-approves-rs5-000-per-acre-wheat-support-for-600-000-farmers-1747057254-2452.jpg",
        "title": "CM Maryam approves Rs5,000 per acre wheat support for 600,000 farmers",
        "author": "Web Desk",
        "time": "2025-05-12 18:41:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/cm-maryam-approves-rs5-000-per-acre-wheat-support-for-600-000-farmers-1747057254-2452.jpg",
        "content": " <p>Punjab Chief Minister Maryam Nawaz Sharif has approved the disbursement of wheat support payments through the Kisan Card, offering Rs5,000 per acre to 600,000 farmers across the province.</p> <p>Chairing a special meeting in Lahore on Monday, she confirmed that the subsidy would also be extended to farmers without a Kisan Card, ensuring broad coverage.</p> <p>She added that billions more would be allocated in subsidies for the upcoming crop season.</p> <p>The chief minister highlighted that farmers have already used Rs36 billion in loans for agricultural inputs through the Kisan Card programme, with 60% approximately Rs22 billion already repaid.</p> <p>Maryam Nawaz also announced the release of the second installment under the Kisan Card initiative for the new crop.</p> <p>During the meeting, officials reviewed the proposed solarization of agricultural tube wells and discussed strategies to implement the wheat support programme.</p> <p>Among the proposals was the inclusion of land contractors alongside landowners and the verification of 50% of submitted subsidy applications.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/25-year-plantation-plan-along-motorways-discussed-in-joint-meeting",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/25-year-plantation-plan-along-motorways-discussed-in-joint-meeting-1747055180-8341.jpeg",
        "title": "25-year plantation plan along motorways discussed in joint meeting",
        "author": "APP",
        "time": "2025-05-12 18:06:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/25-year-plantation-plan-along-motorways-discussed-in-joint-meeting-1747055180-8341.jpeg",
        "content": " <p>A major national initiative is being launched to plant fruit-bearing trees and undertake large-scale afforestation along with Motorways across the country.<br/><br/> A comprehensive 25-year plan is being developed with the involvement of government departments proposing to lease land to the private sector for this purpose.<br/> <br/>Immediate steps will be taken to make this proposal feasible and actionable, which will be a milestone for the green future of Pakistan.<br/> <br/>Federal Minister for Communications Abdul Aleem Khan, while chairing a special meeting alongside Federal Minister for Climate Change Dr. Musadik Malik, emphasized that making the environment greener and more pleasant is not only a social responsibility but also a moral and religious obligation, said a press release issued here on Monday.<br/><br/>He stressed the need for integrated planning to plant trees not only along Motorways from Karachi to Quetta but also on National Highways in Punjab, Khyber Pakhtunkhwa, Gilgit-Baltistan, and Azad Kashmir. He called upon agricultural experts and farmers to actively participate in this noble cause and national drive.<br/> <br/>Federal Minister for Climate Change Dr. Musadik Malik directed the preparation of concrete proposals within the next three days and agreed to the implementation of the plan in collaboration with the Ministry of Communications. Federal Minister Abdul Aleem Khan assured full support from his Ministry in terms of data sharing, land identification, and other necessary aspects. He emphasized that improving the environment and enhancing the travel experience on Motorways is a top priority, and fruit trees should be planted according to the agricultural suitability of each region. He further stated that expanding green areas along the Motorways would have a positive impact, and this project would play a significant role in ensuring an eco-friendly future.<br/> <br/>The meeting was attended by the Chairman of the National Highway Authority, the Inspector General of Motorway Police, and senior officials from the Ministry of Climate Change, who contributed various suggestions for the project.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/motorways\">motorways</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/international-media-lauds-pakistan-s-military-edge-following-clash-with-india",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/international-media-lauds-pakistan-s-military-edge-following-clash-with-india-1747052405-3095.jpg",
        "title": "International media lauds Pakistan's Military edge following clash with India",
        "author": "Web Desk",
        "time": "2025-05-12 17:20:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/international-media-lauds-pakistan-s-military-edge-following-clash-with-india-1747052405-3095.jpg",
        "content": " <p>In the aftermath of a recent military confrontation between Pakistan and India, several prominent international outlets and experts from the United States, United Kingdom, and France have acknowledged Pakistan’s robust defensive and offensive capabilities.</p> <p>The UK’s Telegraph praised Pakistan’s strategic prowess, highlighting the reported downing of Indian Rafale jets as a testament to Pakistan’s superior air combat readiness. The outlet noted Pakistan’s deployment of advanced air-to-air missile systems, resulting in the destruction of five Indian warplanes — an outcome that reportedly impressed global military analysts.</p> <p>The BBC echoed this sentiment, stating that India’s military strategy failed to achieve its goals while Pakistan emerged with the upper hand in both planning and execution. The report suggested that Pakistan demonstrated clear military superiority during the engagement.</p> <p>British historian Michael Clarke commented on the military imbalance, asserting that Pakistan’s use of modern, high-tech weaponry left India unprepared and overwhelmed.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>Indian opposition leader Shashi Tharoor acknowledged Pakistan’s substantial military strength, cautioning that further escalation would not be in India’s interest.</p> <p>France’s Le Monde also commended Pakistan’s air force, attributing its performance to the battle-hardened experience of its pilots, especially along the Afghan frontier — a factor that gives them a critical advantage over their Indian counterparts.</p> <p>According to CNN, Pakistan launched a coordinated missile strike on Indian positions following the Pahalgam incident, further emphasizing its responsive military capabilities.</p> <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/international\">international</a><a href=\"https://www.nation.com.pk/tag/media\">media</a><a href=\"https://www.nation.com.pk/tag/pakistan\">pakistan</a><a href=\"https://www.nation.com.pk/tag/india\">india</a><a href=\"https://www.nation.com.pk/tag/military\">military</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/pakistan-shows-restraint-exercises-self-defense-right-dpm-dar-tells-fm-wong",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/pakistan-shows-restraint-exercises-self-defense-right-dpm-dar-tells-fm-wong-1747051205-6683.jpg",
        "title": "Pakistan shows restraint, exercises self-defense right: DPM Dar tells FM Wong",
        "author": "APP",
        "time": "2025-05-12 17:00:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/pakistan-shows-restraint-exercises-self-defense-right-dpm-dar-tells-fm-wong-1747051205-6683.jpg",
        "content": " <p>Deputy Prime Minister/Foreign Minister Senator Mohammad Ishaq Dar Monday informed Foreign Minister of Australia Senator Penny Wong that Pakistan had shown restraint throughout the recent crisis and only exercised its right to self-defense in line with the UN Charter and international law.</p> <p>The deputy prime minister/foreign minister received a telephone call from the foreign minister of Australia, the Foreign Office Spokesperson said in a press release.</p> <p>The DPM/FM said Pakistan would continue to work in a responsible manner for maintaining regional peace and security.</p> <p>Australian FM Senator Wong expressed concern over the situation and conveyed condolences over the loss of innocent lives, including those in the Jaffar Express attack.</p> <p>She welcomed the announcement of a ceasefire between Pakistan and India and expressed hope it would lead to lasting peace.</p> <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/pakistan\">pakistan</a><a href=\"https://www.nation.com.pk/tag/dar\">dar</a><a href=\"https://www.nation.com.pk/tag/wong\">wong</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/sheikh-rashid-praises-armed-forces-as-pakistan-responds-strongly-to-indian-aggression",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/sheikh-rashid-praises-armed-forces-as-pakistan-responds-strongly-to-indian-aggression-1747050877-1883.jpg",
        "title": "Sheikh Rashid praises armed forces as Pakistan responds strongly to Indian aggression",
        "author": "Web Desk",
        "time": "2025-05-12 16:55:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/sheikh-rashid-praises-armed-forces-as-pakistan-responds-strongly-to-indian-aggression-1747050877-1883.jpg",
        "content": " <p>Awami Muslim League (AML) chief <a href=\"https://www.nation.com.pk/tag/sheikh rashid\">Sheikh Rashid</a> Ahmed has expressed strong support for Pakistan’s armed forces, declaring that the entire nation stands united in defending the homeland.</p> <p>Speaking to the media outside the Supreme Court on Monday, Rashid remarked that Indian Prime Minister Narendra Modi is under intense domestic criticism. He extended congratulations to the Pakistani nation and hailed the armed forces for their bold and effective response to Indian hostilities.</p> <p>Rashid warned that any further aggression from India would be met with an even more powerful counterattack. “India has no idea about the kind of advanced technology we possess. It is capable of inflicting devastating consequences on the enemy,” he asserted.</p> <p>The former federal minister added that Pakistan’s armed forces have delivered a message that India will not forget for years.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>Defense analysts echoed similar sentiments, noting that Pakistan’s retaliatory strikes have put India on the back foot and sent a strong signal globally that Pakistan's sovereignty is non-negotiable. They commended the military for its unshakable resolve and readiness to make the ultimate sacrifice.</p> <p>Pakistan launched strikes on multiple Indian targets in the early hours of Saturday under Operation Bunyan-un-Marsoos (Iron Wall), in response to Indian attacks on three Pakistani airbases—Nur Khan, Shorkot, and Murid. The operation reportedly destroyed several key Indian military installations.</p> <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/sheikh rashid\">sheikh rashid</a><a href=\"https://www.nation.com.pk/tag/pakistan\">pakistan</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/mohsin-naqvi-visits-family-of-martyred-ali-haider",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/mohsin-naqvi-visits-family-of-martyred-ali-haider-1747049645-8219.jpeg",
        "title": "Mohsin Naqvi visits family of martyred Ali Haider",
        "author": "APP",
        "time": "2025-05-12 16:34:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/mohsin-naqvi-visits-family-of-martyred-ali-haider-1747049645-8219.jpeg",
        "content": " <p>Federal Interior Minister <a href=\"https://www.nation.com.pk/tag/mohsin naqvi\">Mohsin Naqvi</a> visited the residence of Shaheed <a href=\"https://www.nation.com.pk/tag/ali haider\">Ali Haider</a> at Kacha Jail Road area here on Monday and expressed condolence to the grieving family.<br/><br/> <a href=\"https://www.nation.com.pk/tag/ali haider\">Ali Haider</a>, the only brother of eight sisters, was martyred in a recent Indian drone attack near Rawalpindi Cricket Stadium.<br/><br/>During his visit, the Interior Minister met the martyr’s father, Muhammad Asla,m and his mother, and offered heartfelt condolences and assured them of the government’s complete<br/>support.<br/><br/> <a href=\"https://www.nation.com.pk/tag/ali haider\">Ali Haider</a> was a hardworking young boy who supported his family by selling cheeseburgers outside the stadium, he said, and added that his death had left the family devastated.<br/>The interior minister also met the injured cousin of a martyr, Manzoor Faisal, and inquired after him.<br/> <br/> <a href=\"https://www.nation.com.pk/tag/mohsin naqvi\">Mohsin Naqvi</a> acknowledged that <a href=\"https://www.nation.com.pk/tag/ali haider\">Ali Haider</a> had been the only breadwinner of his family, who supported his parents and eight sisters. The Interior Minister assured that the state would take on that responsibility. He further said the family of <a href=\"https://www.nation.com.pk/tag/ali haider\">Ali Haider</a> would receive complete care and support from the government.<br/><br/>The minister also offered Fateha for the soul of Shaheed <a href=\"https://www.nation.com.pk/tag/ali haider\">Ali Haider</a> and prayed for the family’s strength and patience.<br/><br/>Earlier, the minister also visited the Holy Family Hospital in Rawalpindi, where another injured cousin, Tauqeer Abbas, is under treatment.<br/><br/>He directed the hospital authorities to provide the best possible care to the wounded.  CCPO Lahore Bilal Siddique Kamyana also accompanied the minister during the visit.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/mohsin naqvi\">mohsin naqvi</a><a href=\"https://www.nation.com.pk/tag/ali haider\">ali haider</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/flight-operations-resume-as-pakistan-india-ceasefire-eases-airspace-restrictions",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/flight-operations-resume-as-pakistan-india-ceasefire-eases-airspace-restrictions-1747048478-9876.jpg",
        "title": "Flight operations resume as Pakistan-India ceasefire eases airspace restrictions",
        "author": "Web Desk",
        "time": "2025-05-12 16:14:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/flight-operations-resume-as-pakistan-india-ceasefire-eases-airspace-restrictions-1747048478-9876.jpg",
        "content": " <p>Flight operations across Pakistan and India began returning to normal on Monday following the recent ceasefire between the two countries.</p> <p>In Pakistan, all airports have resumed routine activity, with normal flight schedules restored at major hubs including Lahore, Sialkot, Karachi, Peshawar, and Islamabad. Airport authorities, however, advised travelers to confirm their flight times due to minor delays caused by earlier airspace restrictions.</p> <p>Flights from the UAE have already resumed, while Saudi Airlines is expected to restart services to Pakistan beginning tomorrow.</p> <p>On the Indian side, the government has reopened 32 airports previously shut down due to heightened tensions. These include strategic locations such as Ladakh, Dharamshala, Jammu, Srinagar, Amritsar, and Chandigarh.</p> <p>Despite the reopenings, over 444 flights were canceled on Monday due to lingering disruptions from the extended closures.</p> <p>Meanwhile, Pakistan's airspace remains closed to Indian aircraft for the 19th consecutive day. This ongoing restriction has caused severe disruptions for Indian airlines, with over 2,000 flights affected over the past 18 days and estimated financial losses exceeding INR 400 crore.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>As a result of the closure, Indian carriers have been forced to take longer routes over the Arabian Sea, significantly increasing fuel consumption and operational costs.</p> <p>The situation has placed mounting pressure on India’s aviation sector, with industry leaders urging a swift resolution to avoid further losses.</p> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/dpm-dar-uk-fs-lammy-discuss-regional-development",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/dpm-dar-uk-fs-lammy-discuss-regional-development-1747047610-3845.jpg",
        "title": "DPM Dar, UK FS Lammy discuss regional development",
        "author": "APP",
        "time": "2025-05-12 16:00:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/dpm-dar-uk-fs-lammy-discuss-regional-development-1747047610-3845.jpg",
        "content": " <p>Deputy Prime Minister/Foreign Minister, Senator Mohammad Ishaq Dar, and United Kingdom Foreign Secretary David Lammy discussed the latest developments in the region.</p> <p>The DPM/FM received a call from the UK foreign secretary, the Foreign Office Spokesperson said in a press release.</p> <p>Foreign Secretary David Lammy appreciated Pakistan’s efforts towards maintaining regional peace.</p> <p>Both sides agreed to maintain close coordination on areas of mutual interest.</p> <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/dar\">dar</a><a href=\"https://www.nation.com.pk/tag/lammy\">lammy</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/khawaja-asif-talks-with-india-must-focus-on-kashmir-water-and-terrorism",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/khawaja-asif-talks-with-india-must-focus-on-kashmir-water-and-terrorism-1747047097-6193.jpg",
        "title": "Future talks with India must address Kashmir, water and terrorism: Khawaja Asif",
        "author": "Web Desk",
        "time": "2025-05-12 15:51:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/khawaja-asif-talks-with-india-must-focus-on-kashmir-water-and-terrorism-1747047097-6193.jpg",
        "content": " <p>Federal Defence Minister Khawaja Asif said on Monday that any future dialogue with India must revolve around three core issues: Kashmir, water disputes, and terrorism.</p> <p>In an interview with a private TV channel, Asif described this moment as a “golden opportunity” for both nations to resolve the decades-old Kashmir conflict. He stressed that these three issues have shaped Pakistan-India relations for the past 76 years and must be addressed in any meaningful dialogue.</p> <p>Highlighting the impact of terrorism in the region, Asif noted that Pakistan has suffered the most and that it is time both countries work to eliminate this longstanding threat. He emphasized that terrorism has destabilized the region for over two decades and that the Indus Waters Treaty must not be suspended under any circumstances.</p> <p>Asif also acknowledged U.S. President Donald Trump’s remarks supporting the inclusion of Kashmir in peace talks, saying this has brought global attention to the dispute.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>Referring to past conflicts, the minister said nearly all wars between Pakistan and India have been triggered by Kashmir, including a recent confrontation. He accused Indian Prime Minister Narendra Modi of pushing the region toward instability, while praising the Pakistan Armed Forces for delivering a strong and measured response.</p> <p>\"India is licking its wounds,\" Asif said, adding that Modi is facing backlash even in the Indian Parliament. He called this a diplomatic victory for Pakistan, claiming that apart from Israel, no major country is standing with India.</p> <p>According to Asif, Pakistan has never experienced such a significant diplomatic and military success in its 77-year history. He concluded by calling for a peaceful resolution to regional issues, saying the people of South Asia deserve to live in peace and dignity.</p> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/pm-shehbaz-visits-residence-of-late-prof-sajid-mir-for-condolence",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/pm-shehbaz-visits-residence-of-late-prof-sajid-mir-for-condolence-1747046883-9430.jpg",
        "title": "PM Shehbaz visits residence of late Prof Sajid Mir for condolence",
        "author": "Web Desk",
        "time": "2025-05-12 15:48:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/pm-shehbaz-visits-residence-of-late-prof-sajid-mir-for-condolence-1747046883-9430.jpg",
        "content": " <p>Prime Minister Muhammad Shehbaz Sharif visited the residence of Amir-e-Jamiat Ahl-e-Hadith Professor Sajid Mir in Sialkot to offer condolences upon his demise.</p> <p>Commiserating with the bereaved family, the Prime Minister prayed for the departed soul.</p> <p>Shehbaz Sharif said Sajid Mir was a visionary political figure and religious scholar, whose demise has created a vacuum in Pakistan’s political landscape that may never be filled.</p> <p>The Prime Minister said Sajid Mir consistently raised his voice against extremism and sectarianism, which is a golden chapter in his political and religious services.</p> <p>The Prime Minister also visited the residence of Former Provincial Assembly Member and PML-N Leader Late Chaudhry Arshad Warraich in Sialkot. Extending his condolences, he prayed for the departed soul.</p> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/russia-delivers-new-batch-of-su-35s-fighter-jets-to-defense-ministry",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/russia-delivers-new-batch-of-su-35s-fighter-jets-to-defense-ministry-1747045004-5027.jpg",
        "title": "Russia delivers new batch of Su-35S fighter jets to Defense Ministry",
        "author": "Anadolu",
        "time": "2025-05-12 15:38:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/russia-delivers-new-batch-of-su-35s-fighter-jets-to-defense-ministry-1747045004-5027.jpg",
        "content": " <p>Russia’s United Aircraft Corporation (UAC) has delivered a new batch of Su-35S multi-role fighter jets to the country’s Defense Ministry, the company announced Monday.</p> <p>The aircraft, part of the 4++ generation, completed all factory testing and operational evaluations before being transferred to the Russian Aerospace Forces, according to UAC, which operates under the Rostec State Cooperation.</p> <p>The Su-35S is designed to achieve air superiority and engage ground and maritime targets at long distances, in various weather conditions, and during both day and night operations.</p> <p>UAC CEO Vadim Badekha said the company is delivering combat aircraft under the 2025 production schedule.</p> <p>“Our plants are meeting the targets set by the state defense order. We are also expanding production infrastructure to support future deliveries,” he noted.</p> <p>The company also said additional batches of Su-35S, Su-34, and Su-57 aircraft are currently in production.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/russia\">russia</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/historic-unity-across-fronts-military-public-media-institutions-stand-as-one",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/historic-unity-across-fronts-military-public-media-institutions-stand-as-one-1747045783-1491.jpeg",
        "title": "Historic unity across fronts: military, public, media, institutions stand as one",
        "author": "APP",
        "time": "2025-05-12 15:30:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/historic-unity-across-fronts-military-public-media-institutions-stand-as-one-1747045783-1491.jpeg",
        "content": " <p>In a powerful display of national solidarity, Parliamentary Secretary for Information and Broadcasting Barrister Danyal Chaudhry participated in the “Pakistan Zindabad Rally” yesterday, underscoring the nation’s unwavering support for the Pakistan Armed Forces. Marking the “Day of Gratitude,” the rally drew massive crowds, including Federal Railways Minister Hanif Abbasi, senior PML-N leaders, and citizens from all walks of life, who united to honor the armed forces’ sacrifices and reaffirm Pakistan’s indomitable spirit.<br/><br/>Speaking at the rally, Barrister Danyal said, “By the grace of Allah, the unbreakable bond between our armed forces and the people has thwarted every hostile scheme against Pakistan. The world now recognizes Pakistan as a sovereign, resilient, and unconquerable nation, steadfast in defending its sovereignty. Our military leadership, citizens, media, and state institutions have scripted history through unparalleled unity and resolve. This victory—on strategic, diplomatic, and moral fronts—is a testament to our collective will!”<br/> <br/>He praised the leadership of the prime minister, stating, “Under the prime minister’s steadfast guidance, the nation stood as one. He is the beacon of unity who led Pakistan to triumph with moral clarity and an unshakable spirit.”<br/><br/>He issued a firm reminder to adversaries, stating, “Let there be no doubt: Pakistan’s people and armed forces are an unyielding fortress, impervious to aggression. Should any hostile force dare test our resolve, it will confront a nation united in purpose, ready to defend its sovereignty with unwavering strength.”</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/man-killed-during-robbery-two-suspects-held\">Man killed during robbery, two suspects held</a> </div> </div>  <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/military\">military</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/ishaq-dar-saudi-envoy-reaffirm-commitment-to-further-strengthen-bilateral-ties",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/ishaq-dar-saudi-envoy-reaffirm-commitment-to-further-strengthen-bilateral-ties-1747044848-7014.jpeg",
        "title": "Ishaq Dar, Saudi envoy reaffirm commitment to further strengthen bilateral ties",
        "author": "Web Desk",
        "time": "2025-05-12 15:16:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/ishaq-dar-saudi-envoy-reaffirm-commitment-to-further-strengthen-bilateral-ties-1747044848-7014.jpeg",
        "content": " <p>Saudi Ambassador to Pakistan, Nawaf bin Saeed Al-Malkiy, met with Deputy Prime Minister and Foreign Minister Senator Mohammad <a href=\"https://www.nation.com.pk/tag/ishaq dar\">Ishaq Dar</a> on Monday to discuss matters of mutual interest and reaffirm the commitment to deepening bilateral cooperation across all sectors, according to a statement from the Foreign Office.</p> <p>The meeting came amid easing regional tensions following a ceasefire agreement between Pakistan and India after days of intense military escalation.</p> <p>Following the truce, Saudi Arabian Airlines resumed its operations to Pakistan. Flight SV-704 departed from Jeddah to Karachi, with the return leg operating as Hajj flight SV-3705, a spokesperson confirmed.</p> <p>In a related development, several UAE-based carriers — including Emirates, Etihad Airways, and Air Arabia — also announced partial resumption of services to both Pakistan and India. The decision came after the situation showed signs of stability.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/man-killed-during-robbery-two-suspects-held\">Man killed during robbery, two suspects held</a> </div> </div>  <p>The Pakistan Airport Authority (PAA) confirmed the reopening of the country's airspace, adding that all airports have resumed normal operations. A revised Notice to Airmen (NOTAM) has been issued, and passengers are advised to consult their respective airlines for updated schedules.</p> <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/ishaq dar\">ishaq dar</a><a href=\"https://www.nation.com.pk/tag/saudi\">saudi</a><a href=\"https://www.nation.com.pk/tag/uae\">uae</a><a href=\"https://www.nation.com.pk/tag/pakistan\">pakistan</a><a href=\"https://www.nation.com.pk/tag/india\">india</a><a href=\"https://www.nation.com.pk/tag/ceasefire\">ceasefire</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/world-s-top-economies-us-china-agree-initial-90-day-tariff-relief-after-geneva-talks",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/world-s-top-economies-us-china-agree-initial-90-day-tariff-relief-after-geneva-talks-1747039595-9451.jpg",
        "title": "World's top economies US, China agree initial 90-day tariff relief after Geneva talks",
        "author": "Anadolu",
        "time": "2025-05-12 13:46:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/world-s-top-economies-us-china-agree-initial-90-day-tariff-relief-after-geneva-talks-1747039595-9451.jpg",
        "content": " <p>The US and China have agreed to a sweeping rollback of punitive tariffs for an initial 90-day period, signaling a rare moment of relief in their protracted trade conflict and raising hopes for longer-term economic stability, according to a joint statement released by the US on Monday.</p> <p>The deal, reached following intense weekend negotiations in Geneva, will see both countries significantly reduce duties on each other's goods, with the US lowering its tariffs on Chinese products from 145% to 30% and China decreasing its own from 125% to 10% by May 14.</p> <p>US Treasury Secretary Scott Bessent and US Trade Representative Jamieson Greer made the joint statement public during a press briefing in Geneva.</p> <p>Though only temporary, the agreement is the most significant step toward easing trade tensions in years, providing a lifeline to global markets rattled by months of uncertainty.</p> <p>In the joint statement, both governments acknowledged the importance of \"a sustainable, long-term, and mutually beneficial\" trade relationship.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>To that end, the two sides will launch a new dialogue mechanism to maintain momentum, led by Chinese Vice Premier He Lifeng, Bessent, and Greer.</p> <p>Future talks may alternate between \"China, the United States, or a third country upon agreement of the parties\" venues, with lower-level technical discussions convened as needed.</p> <p>The surprise rollback follows years of tit-for-tat tariffs that disrupted global supply chains and fueled economic anxiety.</p> <p>The talks, which began Saturday in the Swiss city, came after US President Donald Trump raised tariffs on Chinese imports to 145%, prompting Beijing to retaliate with 125% duties on American goods.</p> <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/us\">us</a><a href=\"https://www.nation.com.pk/tag/china\">china</a><a href=\"https://www.nation.com.pk/tag/tariff\">tariff</a><a href=\"https://www.nation.com.pk/tag/geneva\">geneva</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/imran-khan-asks-junaid-akbar-to-step-down-as-pac-chairman",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/imran-khan-asks-junaid-akbar-to-step-down-as-pac-chairman-1747039238-9484.jpg",
        "title": "Imran Khan asks Junaid Akbar to step down as PAC chairman",
        "author": "Web Desk",
        "time": "2025-05-12 13:40:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/imran-khan-asks-junaid-akbar-to-step-down-as-pac-chairman-1747039238-9484.jpg",
        "content": " <p>Pakistan Tehreek-e-Insaf (PTI) founder and former prime minister <a href=\"https://www.nation.com.pk/tag/imran khan\">Imran Khan</a> has directed Junaid Akbar to resign from his position as Chairman of the Public Accounts Committee (PAC), sources revealed.</p> <p>According to insider accounts, Aleema Khan, Imran Khan’s sister, conveyed the written instructions to senior party leaders Barrister Gohar Ali Khan and Salman Akram Raja. The PTI founder’s directive emphasized that Junaid Akbar should focus fully on party affairs, particularly the organization of weekly rallies and conventions in Khyber Pakhtunkhwa.</p> <p>In line with this development, Omar Ayub has reportedly been nominated to take over as the new PAC chairman.</p> <p>Responding to the reports, Junaid Akbar stated that he would relinquish the position whenever <a href=\"https://www.nation.com.pk/tag/imran khan\">Imran Khan</a> officially asked him to do so. Meanwhile, PTI Secretary General Salman Akram Raja declined to comment on the matter.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/man-killed-during-robbery-two-suspects-held\">Man killed during robbery, two suspects held</a> </div> </div>  <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/imran khan\">imran khan</a><a href=\"https://www.nation.com.pk/tag/junaid\">junaid</a><a href=\"https://www.nation.com.pk/tag/akbar\">akbar</a> </div> </div> "
    },
    {
        "link": "https://www.nation.com.pk/12-May-2025/psx-soars-nearly-10-000-points-in-historic-rally-after-imf-tranche-ceasefire-boost",
        "thumbnail_image": "https://www.nation.com.pk/digital_images/medium/2025-05-12/psx-soars-nearly-10-000-points-in-historic-rally-after-imf-tranche-ceasefire-boost-1747036309-6338.jpeg",
        "title": "PSX soars nearly 10,000 points in historic rally after IMF tranche, ceasefire boost",
        "author": "Web Desk",
        "time": "2025-05-12 12:52:00",
        "main_image": "https://www.nation.com.pk/digital_images/large/2025-05-12/psx-soars-nearly-10-000-points-in-historic-rally-after-imf-tranche-ceasefire-boost-1747036309-6338.jpeg",
        "content": " <p>The Pakistan Stock Exchange (PSX) witnessed an unprecedented rally on Monday, with the benchmark KSE-100 Index skyrocketing by 9,926 points in a single trading session. This remarkable surge pushed the index to an all-time high of 117,104 points, marking one of the biggest single-day gains in PSX history.</p> <p>In response to the extraordinary spike, market authorities temporarily halted trading for one hour in accordance with standard volatility control measures.</p> <p>Market analysts attributed the rally to renewed investor confidence following the approval of a fresh loan tranche by the International Monetary Fund (IMF) and a ceasefire agreement between Pakistan and India after a brief episode of military escalation.</p> <p>This record-breaking performance came after a turbulent week for the market. The KSE-100 Index had plunged by 6,939 points—or 6.1%—on a week-on-week basis, closing near the 107,000 level amid heightened geopolitical tensions.</p> <p>Despite a modest recovery on Friday, the overall market sentiment remained bearish heading into the new week. On Monday, the session began with a steep drop of over 1,000 points due to continuing tensions with India and uncertainty surrounding the State Bank of Pakistan’s monetary policy. However, the index later stabilized, ending the day almost flat with a minor decline of 11.70 points, closing at 114,102.</p> <p></p><div>  <div> <a href=\"https://www.nation.com.pk/13-May-2025/ppp-hails-pakistan-s-response-to-india-vows-unity-on-kashmir\">PPP hails Pakistan’s response to India, vows unity on Kashmir</a> </div> </div>  <p>On Tuesday, the index resumed its downward trend, shedding 534 points. Initial investor optimism following a 100 basis point rate cut by the central bank faded quickly as concerns mounted over geopolitical risks and a warning from Moody’s regarding Pakistan’s economic outlook.</p> <div> <span>Tags:</span> <div> <a href=\"https://www.nation.com.pk/tag/psx\">psx</a><a href=\"https://www.nation.com.pk/tag/imf\">imf</a><a href=\"https://www.nation.com.pk/tag/ceasefire\">ceasefire</a> </div> </div> "
    }
]