[
    {
        "title": "صدر مملکت اور وزیراعظم شہباز شریف کا ’’معرکہ حق‘‘ کے شہداء کو خراجِ عقیدت پیش",
        "link": "https://www.neonews.pk/13-May-2025/170859",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747125529-5066.jpg",
        "author": "",
        "time": "2025-05-13 13:41:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747125529-5066.jpg",
        "content": " <p>اسلام آباد  : صدرِ مملکت آصف علی زرداری اور وزیراعظم شہباز شریف نے آپریشن \"معرکہ حق\" کے دوران وطن پر جانیں نچھاور کرنے والے افواج پاکستان کے شہداء کو خراجِ عقیدت پیش کیا ہے۔</p> <p>صدر زرداری نے کہا کہ پاک فوج اور فضائیہ کے جوانوں نے مادر وطن کے دفاع میں جو قربانیاں دیں، قوم ان پر فخر کرتی ہے۔ انہوں نے مزید کہا کہ بھارتی جارحیت نے قوم کو مزید متحد کر دیا ہے، اور ہماری مسلح افواج نے دشمن کے غرور کو خاک میں ملا دیا۔ انہوں نے معصوم شہریوں، خاص طور پر بچوں اور خواتین کی شہادت پر افسوس کا اظہار کرتے ہوئے متاثرہ خاندانوں سے ہمدردی اور زخمیوں کے لیے دعا کی۔</p> <p>وزیراعظم شہباز شریف نے کہا کہ ہم نے ملکی سالمیت کا دفاع کیا اور شہداء کے اہل خانہ کو خراجِ تحسین پیش کرتے ہیں۔ ان کا کہنا تھا کہ پاک فوج کے جوانوں نے اپنے وعدے نبھائے اور قوم کو سرخرو کیا۔ انہوں نے واضح کیا کہ ہم پرامن قوم ہیں مگر دشمن کی کسی بھی جارحیت کا جواب دینا جانتے ہیں۔</p> <p>وزیراعظم نے بھی بھارتی حملوں میں 40 معصوم شہریوں، جن میں 15 بچے اور 7 خواتین شامل تھیں، کی شہادت پر افسوس کا اظہار کیا اور کہا کہ قوم اپنے شہداء کو کبھی فراموش نہیں کرے گی۔ دونوں رہنماؤں نے اس عزم کا اعادہ کیا کہ پاکستان کسی بھی جارحیت کے مقابلے میں ہمیشہ متحد اور تیار رہے گا۔</p> "
    },
    {
        "title": "سیز فائر پاکستان کی کمزوری نہیں بلکہ حکمت عملی کی کامیابی ہے: عطاء اللہ تارڑ",
        "link": "https://www.neonews.pk/13-May-2025/170858",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747124043-7216.jpg",
        "author": "",
        "time": "2025-05-13 13:28:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747124043-7216.jpg",
        "content": " <p>اسلام آباد : وفاقی وزیر اطلاعات و نشریات عطاء اللہ تارڑ نے کہا ہے کہ پاکستان اور بھارت کے درمیان حالیہ سیز فائر مختلف ممالک کی سفارتی کوششوں کا نتیجہ ہے۔ انہوں نے اس حوالے سے امریکی صدر ڈونلڈ ٹرمپ کا خصوصی شکریہ ادا کیا اور چین، سعودی عرب، یو اے ای، ترکیہ اور قطر کی حمایت کو بھی سراہا۔</p> <p>غیر ملکی میڈیا کو انٹرویو دیتے ہو ئے انہوں نے واضح کیا کہ سیز فائر پاکستان کی کمزوری نہیں بلکہ حکمت عملی کی کامیابی ہے، اور اس کے بعد ڈی جی ایم اوز کے درمیان پہلا رابطہ بھی ہو چکا ہے۔ عطاء تارڑ کا کہنا تھا کہ پاکستان نے بھارتی فوجی تنصیبات کو نشانہ بنایا اور بھارت اب مزید کشیدگی کا متحمل نہیں ہو سکتا۔</p> <p>انہوں نے مزید بتایا کہ ٹرمپ کی ٹویٹ میں مسئلہ کشمیر کے حل کی خواہش کا اظہار کیا گیا ہے، جو ایک مثبت اشارہ ہے۔ پانی کے حوالے سے بات کرتے ہوئے وزیر اطلاعات نے کہا کہ بھارت نے تاحال پاکستان کا پانی بند نہیں کیا اور نہ ہی اس کے پاس پانی روکنے کی صلاحیت ہے، پانی کی فراہمی معمول کے مطابق جاری ہے۔</p> <p>پہلگام حملے پر تبصرہ کرتے ہوئے انہوں نے کہا کہ پاکستان نے افسوس اور تعاون کی پیشکش کی تھی لیکن بھارت نے بغیر ثبوت الزام تراشی کی۔ انہوں نے کہا کہ 7 لاکھ فوج کی موجودگی کے باوجود ایسا واقعہ ہونا بھارت کی سکیورٹی ناکامی ہے۔</p> <p>عطاء تارڑ نے واضح کیا کہ پاکستان دہشت گردی کے خلاف جنگ میں صف اول پر ہے، اور ملک میں دہشت گردوں کی کوئی محفوظ پناہ گاہ موجود نہیں۔ پاکستان نے اس جنگ میں بے شمار قربانیاں دی ہیں۔ آخر میں انہوں نے کہا کہ قوم اپنی مسلح افواج کے ساتھ کھڑی ہے اور پاکستان کی کامیابی واضح ہے۔</p> "
    },
    {
        "title": "مائیک ہیسن پاکستان کرکٹ ٹیم کے نئے وائٹ بال ہیڈ کوچ مقرر",
        "link": "https://www.neonews.pk/13-May-2025/170860",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747126259-1743.jpg",
        "author": "نیوویب ڈیسک",
        "time": "2025-05-13 13:10:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747126259-1743.jpg",
        "content": " <p>لاہور: پاکستان کرکٹ بورڈ (پی سی بی) نے نیوزی لینڈ کے سابق کرکٹر اور معروف کوچ مائیک ہیسن کو قومی کرکٹ ٹیم کا وائٹ بال ہیڈ کوچ مقرر کر دیا ہے۔ یہ اعلان پی سی بی کے چیئرمین محسن نقوی نے سماجی رابطے کی ویب سائٹ ایکس (سابقہ ٹوئٹر) پر کیا۔</p> <p>محسن نقوی نے اپنے پیغام میں کہا کہ \"مجھے یہ اعلان کرتے ہوئے خوشی ہو رہی ہے کہ نیوزی لینڈ کے سابق کرکٹر اور تجربہ کار کوچ مائیک ہیسن 26 مئی سے قومی ٹیم کے وائٹ بال ہیڈ کوچ کے طور پر ذمہ داریاں سنبھالیں گے۔\"</p> <p>پی سی بی کے مطابق، کوچنگ کی اسامی کے لیے مختلف امیدواروں سے موصول ہونے والی درخواستوں کا تفصیلی جائزہ لینے کے بعد مائیک ہیسن کو منتخب کیا گیا۔ ہیسن نے حال ہی میں پاکستان سپر لیگ (پی ایس ایل) 9 میں اسلام آباد یونائیٹڈ کی کوچنگ کے فرائض انجام دیے اور ٹیم کو کامیابی سے ہمکنار کرنے میں اہم کردار ادا کیا۔</p> <p>مائیک ہیسن اس سے قبل نیوزی لینڈ کرکٹ ٹیم کے ہیڈ کوچ رہ چکے ہیں، جن کی کوچنگ میں کیوی ٹیم نے 2015 ورلڈ کپ کا فائنل کھیلا۔ وہ انڈین پریمیئر لیگ (آئی پی ایل) کی فرنچائز رائل چیلنجرز بنگلور میں ڈائریکٹر آف کرکٹ بھی رہے ہیں۔</p> <p>یاد رہے کہ سابق کوچ گیری کرسٹن کے مستعفی ہونے کے بعد عاقب جاوید کو عارضی طور پر قومی ٹیم کی کوچنگ سونپی گئی تھی، تاہم ان کا معاہدہ فروری 2025 میں ختم ہوگیا، اور وہ اس میں توسیع کے خواہشمند نہیں تھے۔</p> <p>ذرائع کے مطابق، قومی ٹیم کے سابق ہیڈ کوچ سقلیین مشتاق بھی اس عہدے کے مضبوط امیدوار تھے، تاہم اب امکان ہے کہ انہیں بالنگ کوچ کے طور پر ٹیم کے ساتھ شامل کیا جائے گا۔</p> "
    },
    {
        "title": "امریکی انتظامیہ اور حماس کے در میان جنگ بندی معاہدہ طے",
        "link": "https://www.neonews.pk/13-May-2025/170857",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747121374-7262.jpeg",
        "author": "",
        "time": "2025-05-13 12:49:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747121374-7262.jpeg",
        "content": " <p>واشنگٹن : حماس اور امریکی انتظامیہ کے درمیان غزہ میں جنگ بندی پر معاہدہ طے پا گیا ہے، تاہم اس کے باوجود اسرائیلی حملے نہ رک سکے۔ معاہدے سے پہلے اسرائیلی نژاد امریکی شہری کی رہائی عمل میں لائی گئی، مگر اس خیر سگالی اقدام کے باوجود فلسطینیوں پر مظالم میں کوئی کمی نہیں آئی۔</p> <p>گزشتہ روز بھی اسرائیلی فضائی حملوں میں کم از کم 39 فلسطینی شہید ہو گئے۔ جبالیہ کے ایک سکول پر بمباری سے 17 افراد جان سے گئے، جب کہ المواصی کی خیمہ بستی پر حملے میں 3 فلسطینی شہید اور کئی زخمی ہوئے۔</p> <p>اب تک جاری حملوں میں شہداء کی مجموعی تعداد 52 ہزار 862 ہو چکی ہے، جب کہ زخمیوں کی تعداد 1 لاکھ 19 ہزار 648 تک جا پہنچی ہے۔</p> "
    },
    {
        "title": "صدر ڈونلڈ ٹرمپ مشرق وسطیٰ کے دورے پر سعودی عرب پہنچ گئے",
        "link": "https://www.neonews.pk/13-May-2025/170856",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747121660-8296.jpg",
        "author": "",
        "time": "2025-05-13 12:37:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747121660-8296.jpg",
        "content": " <p>ریاض : امریکی صدر ڈونلڈ ٹرمپ اپنے تین روزہ مشرق وسطیٰ کے دورے کے آغاز پر سعودی عرب پہنچ گئے ہیں۔ یہ دورہ صدر ٹرمپ کی دوسری بار صدارت سنبھالنے کے بعد ان کا پہلا بین الاقوامی دورہ ہے۔</p> <p>سعودی عرب میں ان کی ملاقات سعودی ولی عہد محمد بن سلمان سے متوقع ہے، جہاں خطے کی سیکیورٹی، ایران کے جوہری پروگرام، غزہ میں جنگ بندی اور عالمی منڈی میں تیل کی قیمتوں جیسے اہم موضوعات پر گفتگو ہو گی۔</p> <p>صدر ٹرمپ خلیج تعاون کونسل (GCC) کے اجلاس میں بھی شرکت کریں گے اور جی سی سی ممالک کے رہنماؤں سے ملاقات کا امکان ہے۔ اس موقع پر سعودی قیادت کی جانب سے امریکی صدر کے اعزاز میں خصوصی عشائیہ بھی دیا جائے گا۔</p> "
    },
    {
        "title": "پاک بحریہ کا نیا ملی ترانہ \"اے وطن\" جاری، افواج پاکستان کو خراجِ تحسین",
        "link": "https://www.neonews.pk/13-May-2025/170855",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747119511-5622.jpg",
        "author": "",
        "time": "2025-05-13 12:18:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747119511-5622.jpg",
        "content": " <p>اسلام آباد  : پاک بحریہ نے مسلح افواج کے اتحاد اور قربانیوں کو خراجِ تحسین پیش کرتے ہوئے نیا ملی ترانہ \"اے وطن\" جاری کر دیا ہے۔ یہ ترانہ قومی یکجہتی، دفاعی عزم اور وطن سے محبت کی بھرپور ترجمانی کرتا ہے۔</p> <p>یہ ترانہ آپریشن بنیان مرصوص میں پاک فوج، فضائیہ اور بحریہ کی مشترکہ کامیابیوں کے پس منظر میں جاری کیا گیا ہے۔ ترانے میں افواج کے جوانوں کی قربانیوں، بہادری اور حب الوطنی کو سراہا گیا ہے۔</p> <p>\"اے وطن\" صرف ایک ترانہ نہیں بلکہ قوم کے دفاعی حوصلے اور قومی جذبے کا آئینہ دار ہے، جس میں ان سپاہیوں کو خراجِ عقیدت پیش کیا گیا ہے جو وطن کے لیے اپنی جانیں قربان کر چکے ہیں۔ ترانے کا مقصد قوم اور افواج کے درمیان قوتِ اتحاد اور قومی سلامتی کے لیے پختہ عزم کو اجاگر کرنا ہے۔ </p> "
    },
    {
        "title": "اسلام آباد ہائی کورٹ کا رؤف حسن کا نام ای سی ایل سے نکالنے کا حکم",
        "link": "https://www.neonews.pk/13-May-2025/170854",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747118977-4350.jpg",
        "author": "",
        "time": "2025-05-13 12:05:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747118977-4350.jpg",
        "content": " <p>اسلام آباد : اسلام آباد ہائی کورٹ نے پاکستان تحریک انصاف (پی ٹی آئی) کے مرکزی سیکرٹری اطلاعات رؤف حسن کا نام ایگزٹ کنٹرول لسٹ (ای سی ایل) سے نکالنے کا حکم جاری کر دیا ہے۔</p> <p>عدالت نے قرار دیا کہ رؤف حسن کا نام ای سی ایل میں شامل کرنا غیر قانونی اور بدنیتی پر مبنی اقدام تھا۔ جسٹس انعام امین منہاس نے رؤف حسن کی درخواست منظور کرتے ہوئے انہیں بیرون ملک سفر کی مشروط اجازت دی، اور کہا کہ اس مقصد کے لیے وہ ٹرائل کورٹ سے رجوع کریں۔</p> <p>عدالت نے ہدایت کی کہ ٹرائل کورٹ قانون کے مطابق جلد فیصلہ کرے۔ رؤف حسن کے وکیل نے بتایا کہ ان کا مؤکل کینسر سروائیور ہے اور انہیں طبی معائنے کے لیے برطانیہ جانا ہے۔</p> <p>وکیل نے مؤقف اختیار کیا کہ صرف مقدمہ درج ہونے کی بنیاد پر کسی شہری کا نام ای سی ایل میں ڈالنا درست نہیں، جبکہ رؤف حسن ایف آئی اے کے مقدمے میں ضمانت پر ہیں۔ عدالت نے تمام دلائل سننے کے بعد رؤف حسن کا نام ای سی ایل سے نکالنے کا حکم جاری کیا۔</p> "
    },
    {
        "title": "ملک کے مختلف علاقوں میں گرج چمک کے ساتھ بارش کا امکان",
        "link": "https://www.neonews.pk/13-May-2025/170853",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747118746-1333.jpg",
        "author": "",
        "time": "2025-05-13 11:57:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747118746-1333.jpg",
        "content": " <p>لاہور : محکمہ موسمیات کے مطابق ملک کے کئی علاقوں میں گرج چمک کے ساتھ بارش متوقع ہے، جبکہ زیادہ تر علاقوں میں موسم گرم اور خشک رہے گا۔</p> <p>پنجاب کے شہروں لاہور، سیالکوٹ، نارووال، گجرات، مری اور گلیات میں بارش کی پیشگوئی کی گئی ہے۔ اسی طرح خیبر پختونخوا کے علاقوں ایبٹ آباد، مانسہرہ، سوات، دیر، چترال، شانگلہ، مالاکنڈ اور کوہستان میں بھی گرج چمک کے ساتھ بارش کا امکان ظاہر کیا گیا ہے۔</p> <p>گلگت بلتستان میں چند مقامات پر بارش ہو سکتی ہے، جبکہ آزاد کشمیر کے زیادہ تر حصوں میں بھی بارش کی توقع ہے۔ دوسری جانب سندھ کے بیشتر اضلاع میں موسم شدید گرم اور خشک رہنے کا امکان ہے۔ تربت اور سبی میں درجہ حرارت 44 ڈگری سینٹی گریڈ تک جا سکتا ہے، جبکہ نواب شاہ میں 46 اور دادو میں 47 ڈگری تک پہنچنے کی پیشگوئی کی گئی ہے۔</p> "
    },
    {
        "title": "آئندہ مالی سال کا بجٹ، پاکستان اور آئی ایم ایف کے مذاکرات کل سے شروع ہوںگے",
        "link": "https://www.neonews.pk/13-May-2025/170852",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747118609-5135.jpg",
        "author": "",
        "time": "2025-05-13 11:43:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747118609-5135.jpg",
        "content": " <p>اسلام آباد  : پاکستان اور بین الاقوامی مالیاتی فنڈ (آئی ایم ایف) کے درمیان آئندہ مالی سال کے بجٹ سے متعلق اہم مذاکرات کل سے شروع ہو رہے ہیں، جو 23 مئی تک جاری رہیں گے۔</p> <p>ذرائع کے مطابق بات چیت میں آمدن اور اخراجات کا تفصیلی جائزہ لیا جائے گا، جب کہ ٹیکس آمدن اور نان ٹیکس آمدن پر پاکستان کی جانب سے مکمل بریفنگ دی جائے گی۔ حکومت نے 400 ارب روپے کے نئے ٹیکس اقدامات پر بھی غور کیا ہے، جن پر آئی ایم ایف کے ساتھ بات چیت کی جائے گی۔</p> <p>ذرائع کا کہنا ہے کہ مذاکرات میں ٹیکس ریلیف اقدامات بھی زیر بحث آئیں گے، خصوصاً تنخواہ دار طبقے پر انکم ٹیکس میں ممکنہ چھوٹ دینے کے لیے آئی ایم ایف کو قائل کرنے کی تیاریاں مکمل کی گئی ہیں۔ اس کے علاوہ حکومت کی جانب سے صنعتی اور تعمیراتی شعبے کو ریلیف دینے کی کوشش بھی کی جائے گی، تاکہ معیشت کو سہارا دیا جا سکے اور سرمایہ کاری میں بہتری آئے۔</p> "
    },
    {
        "title": "بھارتی رافیل طیاروں کی کارکردگی پر سوالات، کمپنی کو بڑا مالی نقصان",
        "link": "https://www.neonews.pk/13-May-2025/170851",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747116953-6278.jpg",
        "author": "نیوویب ڈیسک",
        "time": "2025-05-13 11:28:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747116953-6278.jpg",
        "content": " <p>اسلام آباد : بھارت کی جانب سے حالیہ کشیدگی کے دوران رافیل طیاروں کے استعمال نے جہاں بھارتی فضائیہ کی حکمتِ عملی پر سوالات اٹھائے، وہیں اس کا براہِ راست اثر فرانسیسی کمپنی ڈاسو ایوی ایشن پر بھی پڑا ہے، جو یہ طیارے تیار کرتی ہے۔</p> <p>رپورٹس کے مطابق، ایک ہفتے کے اندر کمپنی کے شیئرز کی قیمت میں 9.5 فیصد کی کمی دیکھی گئی ہے، اور یہ 331 یورو سے کم ہو کر 299 یورو پر آ گئے ہیں۔ اس مالی گراوٹ نے سرمایہ کاروں میں بے چینی پیدا کر دی ہے، جس کا اثر کمپنی کے مالی استحکام پر بھی نظر آ رہا ہے۔</p> <p>تجزیہ کاروں کا کہنا ہے کہ پاکستان کے ساتھ کشیدگی کے دوران رافیل طیاروں کی کارکردگی اور بھارتی فضائیہ کی ناقص منصوبہ بندی نے ان طیاروں کی افادیت کو مشکوک بنا دیا ہے۔</p> <p>اس صورتحال نے نہ صرف بھارت میں بلکہ دیگر ممکنہ خریدار ممالک میں بھی تشویش پیدا کر دی ہے، جو رافیل طیاروں کی خریداری پر غور کر رہے تھے۔ اس کے برعکس، چینی طیارہ ساز کمپنی چینگڈو کے شیئرز میں اسی دوران نمایاں اضافہ دیکھا گیا ہے، جو ایک مقابلتی فائدہ تصور کیا جا رہا ہے۔</p> "
    },
    {
        "title": "پی ایس ایل 10 کے باقی میچز 17 مئی سے شروع ہوں گے: چیئرمین پی سی بی",
        "link": "https://www.neonews.pk/13-May-2025/170850",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747116582-9614.jpeg",
        "author": "",
        "time": "2025-05-13 11:12:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747116582-9614.jpeg",
        "content": " <p>لاہور  : پاکستان کرکٹ بورڈ (پی سی بی) کے چیئرمین محسن نقوی نے اعلان کیا ہے کہ پاکستان سپر لیگ (پی ایس ایل) سیزن 10 کے بقیہ میچز 17 مئی سے دوبارہ شروع ہوں گے، جبکہ فائنل میچ 25 مئی کو کھیلا جائے گا۔</p> <p>یہ فیصلہ بھارت کے ساتھ حالیہ کشیدگی کے باعث پی ایس ایل میں آنے والے وقفے کے بعد کیا گیا ہے۔ محسن نقوی نے سوشل میڈیا پر اپنے پیغام میں کہا کہ \"پی ایس ایل وہیں سے شروع ہو رہی ہے جہاں سے رکی تھی۔ 6 ٹیمیں، کوئی خوف نہیں، ایک بار پھر کرکٹ کا جشن منائیں گے۔\"</p> <p>ذرائع کے مطابق، باقی تمام میچز راولپنڈی اور لاہور میں کھیلے جائیں گے۔ پی سی بی کی جانب سے کوششیں جاری ہیں کہ زیادہ سے زیادہ غیر ملکی کھلاڑیوں کو واپس لایا جائے تاکہ ایونٹ کی رونق بحال ہو سکے۔ پی ایس ایل 10 کی واپسی سے شائقین کرکٹ میں جوش و خروش بڑھ گیا ہے، اور توقع ہے کہ لیگ کے بقیہ میچز شاندار انداز میں مکمل ہوں گے۔</p> "
    },
    {
        "title": "بھارت کے ساتھ کشیدگی کا معیشت پر بڑا اثر نہیں پڑے گا، وزیر خزانہ محمد اورنگزیب",
        "link": "https://www.neonews.pk/13-May-2025/170849",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747115439-2074.jpeg",
        "author": "",
        "time": "2025-05-13 10:57:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747115439-2074.jpeg",
        "content": " <p>اسلام آباد  : وفاقی وزیر خزانہ محمد اورنگزیب نے کہا ہے کہ بھارت کے ساتھ حالیہ کشیدگی کا پاکستان کی معیشت پر کوئی بڑا منفی اثر نہیں پڑے گا۔ برطانوی خبر ایجنسی کو دیے گئے انٹرویو میں ان کا کہنا تھا کہ اس صورتحال کے باوجود کسی نئے معاشی جائزے کی ضرورت نہیں۔</p> <p>وزیر خزانہ نے بتایا کہ آئی ایم ایف کے ساتھ بجٹ سے متعلق بات چیت 14 سے 23 مئی تک جاری رہے گی اور امید ہے کہ بیل آؤٹ معاہدے کے تحت اگلی قسط کی ادائیگی منگل کے روز متوقع ہے۔</p> <p>انہوں نے کہا کہ کچھ تجارتی مسائل ہیں، لیکن توقع ہے کہ وہ \"شارٹ آرڈر\" یعنی جلد حل ہو جائیں گے۔ محمد اورنگزیب نے مزید کہا کہ حکومت کی کوشش ہے کہ امریکہ سے کپاس، سویا بین اور ہائیڈرو کاربنز جیسی اشیاء کی درآمدات میں اضافہ کیا جائے۔</p> <p>ساتھ ہی انہوں نے زور دیا کہ بھارت کو یکطرفہ طور پر معطل کیا گیا سندھ طاس معاہدہ دوبارہ بحال کرنا ہوگا، کیونکہ یہ علاقائی استحکام کے لیے ضروری ہے۔</p> "
    },
    {
        "title": "معرکہ حق : بھارتی جارحیت کا جواب دیتے ہوئے 11 جوان شہید، 78 زخمی ہوئے ، آئی ایس پی آر",
        "link": "https://www.neonews.pk/13-May-2025/170848",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747114569-4986.jpg",
        "author": "نیوویب ڈیسک",
        "time": "2025-05-13 10:28:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747114569-4986.jpg",
        "content": " <p>راولپنڈی :پاک فوج کے شعبہ تعلقات عامہ (آئی ایس پی آر) نے معرکہ حق کے دوران شہداء اور زخمیوں کی تفصیلات جاری کی ہیں۔ آئی ایس پی آر کے مطابق، 11 جوانوں نے وطن کے دفاع کے دوران جام شہادت نوش کیا، جبکہ دشمن کی جارحیت کا جواب دیتے ہوئے 78 اہلکار زخمی ہوئے۔</p> <p>شہداء میں آرمی کے 6 اور فضائیہ کے 5 اہلکار شامل ہیں۔ ان میں نائیک عبدالرحمان، نائیک وقار خالد، لانس نائیک دلاور خان، اکرم اللہ، سپاہی عدیل اکبر اور نثار شامل ہیں۔ پاک فضائیہ کے شہداء میں سکواڈرن لیڈر عثمان یوسف، چیف ٹیکنیشین اورنگزیب، سینئر ٹیکنیشن نجیب، سینئر ٹیکنیشین مبشر اور کارپورل ٹیکنیشین فاروق شامل ہیں۔</p> <p><img src=\"/digital_images/large/2025-05-13/news-1747114560-3913.jpg\"/></p> <p>آئی ایس پی آر کے مطابق بھارتی فوج نے 6 اور 7 مئی کو بلا اشتعال حملے شروع کئے، جن میں 40 پاکستانی شہری شہید ہوئے، جن میں 7 خواتین اور 15 بچے بھی شامل تھے۔ بھارتی حملوں کے نتیجے میں 121 افراد زخمی ہوئے، جن میں 27 بچے اور 10 خواتین شامل ہیں۔</p> <p>آئی ایس پی آر کی جانب سے جاری بیان میں کہا گیا ہے کہ شہداء قوم کا فخر ہیں، اور ان کی عظیم قربانی محب الوطنی اور جذبہِ شہادت کی شاندار مثال ہے۔ ان کی قربانی کو کبھی فراموش نہیں کیا جائے گا اور زخمیوں کی جلد صحت یابی کے لیے دعا کی جا رہی ہے۔ مزید کہا گیا کہ پاکستان کسی بھی جارحیت کے سامنے پُرعزم ہے، اور اس میں کوئی ابہام نہیں ہونا چاہیے۔</p> <p>ترجمان پاک فوج نے یہ بھی کہا کہ پاکستان کی خودمختاری پر کسی قسم کا سمجھوتہ نہیں کیا جائے گا اور آئندہ کسی بھی جارحیت کا فیصلہ کن جواب دیا جائے گا۔</p> "
    },
    {
        "title": "پاک بھارت کشیدگی کے بعد فلائٹ آپریشن بحال، سعودی عرب سمیت 15 ممالک کی پروازیں دوبارہ شروع",
        "link": "https://www.neonews.pk/13-May-2025/170847",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747113824-8521.jpeg",
        "author": "",
        "time": "2025-05-13 10:08:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747113824-8521.jpeg",
        "content": " <p>اسلام آباد : پاک بھارت کشیدگی کے بعد پاکستان کا فلائٹ آپریشن تیزی سے معمول پر آ گیا ہے۔ ایئرپورٹ ذرائع کے مطابق سعودی عرب سمیت 15 ممالک نے پاکستان کے مختلف ہوائی اڈوں کے لیے پروازیں دوبارہ شروع کر دی ہیں۔</p> <p>ذرائع کے مطابق ملک بھر میں حج فلائٹ آپریشن بھی روانی سے جاری ہے اور روزانہ درجنوں حجاج کرام سعودی عرب روانہ ہو رہے ہیں۔ سعودی ایئر لائن نے آج لاہور اور اسلام آباد کے لیے پروازیں بحال کر دی ہیں، جب کہ جدہ سے لاہور اور اسلام آباد کی پروازیں بھی شیڈول کے مطابق آپریٹ کی جا رہی ہیں۔</p> <p>ملک کے تین بڑے ایئرپورٹس سے اب صرف 15 پروازیں منسوخ کی جا رہی ہیں، جب کہ بیشتر شہروں جیسے سیالکوٹ، پشاور، کوئٹہ، فیصل آباد اور ملتان سے آج کسی بھی پرواز کی منسوخی رپورٹ نہیں ہوئی۔ تاہم بحرین، دوحا، سیالکوٹ اور مدینہ سے اسلام آباد کی قومی ایئر لائن کی پروازیں عارضی طور پر لاہور منتقل کر دی گئی ہیں۔</p> <p>ایوی ایشن حکام کے مطابق کوششیں جاری ہیں کہ حج پروازوں کو مکمل طور پر معمول پر لایا جا سکے تاکہ حجاج کرام کو کسی قسم کی دقت نہ ہو۔</p> "
    },
    {
        "title": "غزہ میں اسرائیلی بمباری جاری، مزید 39 فلسطینی شہید",
        "link": "https://www.neonews.pk/13-May-2025/170846",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747112023-9429.jpeg",
        "author": "",
        "time": "2025-05-13 09:55:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747112023-9429.jpeg",
        "content": " <p>غزہ : غزہ پر اسرائیل کے فضائی حملوں کا سلسلہ بدستور جاری ہے، جس کے نتیجے میں مزید 39 فلسطینی شہید ہو گئے ہیں۔ عرب میڈیا کے مطابق جبالیہ میں ایک اسکول پر بمباری کے دوران 17 افراد جاں بحق ہوئے، جبکہ المواصی کے علاقے میں واقع ایک عارضی خیمہ بستی پر حملے میں 3 فلسطینی شہید ہوئے۔</p> <p>غزہ میں انسانی بحران شدت اختیار کرتا جا رہا ہے، جہاں روزانہ درجنوں شہریوں کی جانیں جا رہی ہیں۔ شہداء میں بچے اور خواتین بھی شامل ہیں، جب کہ زخمیوں کو فوری طبی امداد میسر نہیں۔</p> <p>دوسری جانب حماس نے جنگ بندی مذاکرات کی بحالی کی امید کے تحت ایک امریکی قیدی کو رہا کر دیا ہے۔ اس پیش رفت کو ایک مثبت اشارہ سمجھا جا رہا ہے، کیونکہ اسرائیلی وفد آج قطر روانہ ہو رہا ہے جہاں قیدیوں کے تبادلے اور جنگ بندی سے متعلق اہم بات چیت متوقع ہے۔</p> "
    },
    {
        "title": "پاکستانی ڈرونز کی سیزفائر خلاف ورزی کی خبریں بے بنیاد، بھارتی فوج نے اپنا ہی میڈیا بے نقاب کر دیا",
        "link": "https://www.neonews.pk/13-May-2025/170845",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747111186-5560.jpg",
        "author": "نیوویب ڈیسک",
        "time": "2025-05-13 09:44:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747111186-5560.jpg",
        "content": " <p>نئی دہلی : بھارتی میڈیا ایک بار پھر جھوٹی اور من گھڑت خبروں کا سہارا لیتے ہوئے پاکستان پر سیز فائر کی خلاف ورزی کے الزامات لگانے لگا، تاہم بھارتی فوج نے خود اپنے میڈیا کی تردید کر دی اور واضح کیا کہ کسی پاکستانی ڈرون کی موجودگی کی کوئی اطلاع نہیں ملی۔</p> <p>بھارتی صحافی برکھا دت سمیت کئی میڈیا چینلز نے سوشل میڈیا اور ٹی وی رپورٹس میں یہ دعویٰ کیا کہ پاکستانی ڈرونز جموں کے علاقے میں دیکھے گئے ہیں، اور مبینہ طور پر یہ سب وزیرِاعظم نریندر مودی کی تقریر کے ردِ عمل میں کیا گیا۔</p> <p>تاہم بھارتی فوج نے ان خبروں کو مسترد کرتے ہوئے کہا کہ سرحد پر صورت حال مکمل طور پر پُرامن ہے اور پاکستان کی جانب سے کسی ڈرون کی پرواز یا سیز فائر کی خلاف ورزی کی کوئی مصدقہ اطلاع موجود نہیں۔</p> <p>اس سے قبل پاکستانی سکیورٹی ذرائع بھی واضح کر چکے ہیں کہ پاکستان نے سیز فائر کی مکمل پاسداری کی ہے اور بھارتی میڈیا کی خبریں صرف پراپیگنڈا پر مبنی ہیں۔ پاکستانی ذرائع کے مطابق، درحقیقت خود بھارتی ڈرونز لائن آف کنٹرول اور ورکنگ باؤنڈری پر اشتعال انگیز حرکات کے مرتکب ہو رہے ہیں۔</p> <p>تجزیہ کاروں کا کہنا ہے کہ بھارتی میڈیا کی جانب سے اس طرح کی خبریں محض عوام کی توجہ اصل مسائل سے ہٹانے کی کوشش ہیں، جب کہ زمینی حقائق اس کے برعکس ہیں۔</p> "
    },
    {
        "title": "امریکی صدر ڈونلڈ ٹرمپ3روزہ مشرقِ وسطیٰ کے دورے پر روانہ ہوگئے",
        "link": "https://www.neonews.pk/13-May-2025/170844",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-13/news-1747110997-4606.jpg",
        "author": "نیوویب ڈیسک",
        "time": "2025-05-13 09:10:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-13/news-1747110997-4606.jpg",
        "content": " <p>واشنگٹن : امریکی صدر ڈونلڈ ٹرمپ اقتدار سنبھالنے کے بعد اپنے پہلے غیر ملکی دورے پر مشرق وسطیٰ روانہ ہو گئے۔ خبر ایجنسی کے مطابق صدر ٹرمپ اس دورے کے دوران سعودی عرب، قطر اور متحدہ عرب امارات (یو اے ای) کا دورہ کریں گے، جہاں وہ تینوں ممالک کی قیادت سے اہم ملاقاتیں کریں گے۔</p> <p>ذرائع کے مطابق، امریکی صدر اس دورے کے دوران علاقائی سلامتی، دہشت گردی کے خلاف تعاون، اور اقتصادی معاملات پر تبادلہ خیال کریں گے۔ دورے کے دوران صدر ٹرمپ خلیج تعاون کونسل (GCC) کے ایک خصوصی اجلاس میں بھی شریک ہوں گے، جس میں خطے کے سیکیورٹی چیلنجز اور باہمی تعلقات کے فروغ پر بات چیت متوقع ہے۔</p> "
    },
    {
        "title": "شطرنج اسلامی اصولوں کے منافی، طالبان نے کھیل پر پابندی لگا دی",
        "link": "https://www.neonews.pk/12-May-2025/170843",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-12/news-1747068638-5546.jpg",
        "author": "",
        "time": "2025-05-12 21:50:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-12/news-1747068638-5546.jpg",
        "content": " <p>کابل:طالبان حکومت نے افغانستان میں شطرنج کھیلنے پر مذہبی بنیادوں پر پابندی عائد کر دی ہے۔ طالبان کی سپورٹس اتھارٹی نے شطرنج فیڈریشن کو باضابطہ طور پر معطل کر دیا ہے اور اس کھیل کو \"اسلامی تعلیمات کے منافی\" قرار دیا گیا ہے۔</p> <p>پابندی کا انکشاف اس وقت ہوا جب کچھ کھلاڑیوں نے فیڈریشن کی سرگرمیوں اور وظائف کی بحالی کے لیے حکام سے رابطہ کیا۔ ان کھلاڑیوں کو بتایا گیا کہ شطرنج پر مذہبی اعتراضات کی بنا پر تاحکم ثانی پابندی عائد کی گئی ہے۔</p> <p>یاد رہے کہ طالبان کے دوبارہ اقتدار میں آنے سے قبل افغانستان میں شطرنج فیڈریشن مرد و خواتین دونوں سطح پر فعال تھی اور ملک بھر میں ٹورنامنٹس منعقد کیے جاتے تھے۔</p> <p>ماضی میں مخلوط مارشل آرٹس سمیت دیگر کئی کھیلوں پر بھی مذہبی بنیادوں پر پابندی عائد کی جا چکی ہے۔ فیصلوں کا اختیار اب مکمل طور پر وزارتِ امر بالمعروف و نہی عن المنکر کے سپرد ہے۔</p> "
    },
    {
        "title": "آرمی چیف کا کمبائنڈ ملٹری ہسپتال راولپنڈی کا دورہ، زخمی اہلکاروں اور شہریوں کی عیادت",
        "link": "https://www.neonews.pk/12-May-2025/170842",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-12/news-1747065776-7105.jpg",
        "author": "",
        "time": "2025-05-12 21:03:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-12/news-1747065776-7105.jpg",
        "content": " <p>راولپنڈی: آرمی چیف جنرل سید عاصم منیر نے کمبائنڈ ملٹری ہسپتال (سی ایم ایچ) راولپنڈی کا دورہ کیا، جہاں انہوں نے معرکۂ حق (آپریشن بُنیان مرصوص) میں زخمی ہونے والے فوجی جوانوں اور شہریوں کی عیادت کی۔ اس موقع پر آرمی چیف نے زخمیوں کی بہادری اور قربانیوں کو سراہتے ہوئے کہا کہ ان کی قربانیاں پاکستان کی سلامتی کی مضبوط بنیاد ہیں۔</p> <p>آئی ایس پی آر کے مطابق، جنرل عاصم منیر نے زخمیوں سے فرداً فرداً ملاقات کی اور ان کی فلاح و بہبود کے لیے مسلح افواج کے عزم کا اعادہ کیا۔ آرمی چیف نے کہا کہ مسلح افواج کی طرف سے زخمیوں کی مستقل دیکھ بھال اور بحالی کا عمل جاری رہے گا۔ انہوں نے مزید کہا کہ معرکۂ حق کے دوران پورے ملک میں متحد اور پُرعزم ردعمل سامنے آیا، جس نے پاکستان کی عسکری تاریخ کا ایک نیا باب رقم کیا۔</p> <p>آرمی چیف نے اس عزم کا اظہار کیا کہ دشمن کی کوئی بھی سازش پاکستان کی مسلح افواج کے عزم کو متزلزل نہیں کر سکتی، اور پوری قوم اپنی فوج کے ہر سپاہی کے ساتھ کھڑی ہے۔</p> "
    },
    {
        "title": "وزیراعظم کا ہر سال 10 مئی کو \"یوم معرکۂ حق\" منانے کا اعلان",
        "link": "https://www.neonews.pk/12-May-2025/170841",
        "thumbnail_image": "https://www.neonews.pk/digital_images/medium/2025-05-12/news-1747065444-6326.jpg",
        "author": "",
        "time": "2025-05-12 20:57:00",
        "main_image": "https://www.neonews.pk/digital_images/large/2025-05-12/news-1747065444-6326.jpg",
        "content": " <p>اسلام آباد:وزیراعظم شہباز شریف نے آپریشن \"بُنیان مرصوص\" کی شاندار کامیابی پر ہر سال 10 مئی کو \"یوم معرکۂ حق\" کے طور پر منانے کا اعلان کیا ہے۔ انہوں نے کہا کہ یہ دن ملک بھر میں قومی جوش و جذبے اور ملی وحدت کے ساتھ منایا جائے گا۔</p> <p>وزیراعظم نے اس موقع پر پاک افواج کی پیشہ ورانہ صلاحیتوں اور شجاعت کو سراہتے ہوئے کہا کہ انہوں نے ملک کے دفاع میں غیر معمولی کارکردگی کا مظاہرہ کیا ہے، جس پر پوری قوم کو فخر ہے۔</p> <p>شہباز شریف نے اعلان کیا کہ رواں برس 16 مئی بروز جمعہ کو \"یوم تشکر\" کے طور پر منایا جائے گا، جس میں پوری قوم اللہ تعالیٰ کی بارگاہ میں سجدہ شکر بجا لائے گی۔ اس روز ملک بھر میں خصوصی نوافل ادا کیے جائیں گے اور پاکستان کی سلامتی و ترقی کے لیے دعائیں کی جائیں گی۔</p> <p>وزیراعظم نے کہا کہ افواج پاکستان کو ان کی عظیم قربانیوں پر خراج تحسین پیش کیا جائے گا اور یہ دن قومی یکجہتی، شکر گزاری اور عزم نو کی علامت ہوگا۔</p> "
    }
]