[
    {
        "title": "Trump reaches RIyadh to begin Gulf tour for talks, trade deals",
        "link": "https://www.thenews.com.pk/latest/1311127-trump-embarks-on-gulf-tour-for-talks-trade-deals",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311127_125340_updates.jpg",
        "time": "2025-05-13",
        "author": "AFP",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311127_5041001_trump-(7)_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311127_5041001_trump-(7)_updates.jpg\"/>\n<figcaption>People watch a live coverage at the Ministry of Media as (from left) US President Donald Trump walks with Saudi Crown Prince Mohammed bin Salman upon landing in Riyadh, Saudi Arabia on May 13, 2025. — AFP</figcaption><grammarly-extension></grammarly-extension><grammarly-extension></grammarly-extension></figure></div><p>United States President Donald Trump reached Saudi Arabia on Tuesday, kicking off a Gulf tour that will also include stops in Qatar and the United Arab Emirates.</p><p>This visit marks his first major international trip of his second term, with the White House stating that the US president looked forward to a \"historic return\" to the region.</p>\n\n<p>Eight years ago Trump selected Saudi Arabia for his inaugural overseas visit, where he captured headlines by posing with a glowing orb and participating in a traditional sword dance.</p><p>His decision to return to the Gulf states, rather than traditional Western allies, highlights their growing geopolitical significance and the importance of his business interests in the region.</p><p>In the days before the trip, the White House played an instrumental part in hammering out a ceasefire between India and Pakistan and holding another round of nuclear talks with Iran.</p><h3><span>Trade deals</span></h3><p>But the focus during the tour of the Gulf will likely be locking down business agreements.</p><p>\"White House sources have indicated that the president will focus on 'deals',\" wrote Daniel B. Shapiro, a distinguished fellow with the Atlantic Council's Scowcroft Middle East Security Initiative.</p><p>White House spokeswoman Karoline Leavitt said Trump will promote a vision where \"extremism is defeated in place of commerce and cultural exchanges\".</p><p>The Gulf states have positioned themselves as key diplomatic partners during Trump's second term.</p><p>Saudi Arabia has facilitated talks on the war in Ukraine.</p><p>Talk of returning to the kingdom has been circulating for months, with Saudi Arabia's de facto ruler Crown Prince Mohammed bin Salman vowing to pour $600 billion into US trade and investments.</p><p>\"I'll be asking the crown prince, who's a fantastic guy, to round it out to around one trillion. I think they'll do that because we've been very good to them,\" Trump said in response to the offer.</p><p>According to a Saudi official close to the defence ministry, Riyadh will push for securing the latest US F-35 fighter jets along with state-of-the-art air defence systems worth billions of dollars.</p><p>\"We will condition that the deliveries take place during Trump's term,\" the source told <i>AFP</i>.</p><h3><span>Temporary 'gift'</span></h3><p>On the ground in Saudi Arabia, residents expressed mixed feelings about what the trip would mean.</p><p>\"I expect that this visit will result in political decisions that will matter to the whole region,\" Khalifa Oneizi, a 47-year-old Riyadh resident, told AFP.</p><p>Others were less confident.</p><p>\"I am not optimistic about this visit or its results,\" said Hamad Shahrani, a 62-year-old Saudi national.</p><p>Iran, meanwhile, is likely to feature prominently during the visit, following a fourth round of talks in Oman over the weekend.</p><p>Controversy is also swirling over the president's plans to accept a luxury Boeing jet from the Qatari royal family for use as Air Force One.</p><p>Late Sunday, Trump went on the offensive amid a wave of criticism, saying the plane was a temporary \"gift\".</p><p>He later called the deal \"a very public and transparent transaction\", and on Monday said before leaving Washington for his trip: \"I would never be one to turn down that kind of an offer.\"</p>\n\n\n\n\n"
    },
    {
        "title": "Royal family ‘sends’ US generous gift ahead of key King Charles meeting",
        "link": "https://www.thenews.com.pk/latest/1311140-royal-family-sends-us-generous-gift-ahead-of-key-king-charles-meeting",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311140_124122_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311140_5259566_King-charles-trump_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311140_5259566_King-charles-trump_updates.jpg\"/>\n<figcaption>Royal family ‘sends’ US generous gift ahead of key King Charles meeting</figcaption></figure></div><p>King Charles has been playing an active role in soft diplomacy especially as conflict emerged with the European states with the US President Donald Trump.</p><p>Following the inauguration of Trump in the White House, the monarch had sent a personal letter to the new president, inviting him to a state visit at Balmoral Castle in Scotland.</p>\n\n<p>Buckingham Palace insiders previously revealed that while the invitation has been issued there are still discussions underway to ink the final date and venue.</p><p>Meanwhile, Trump, who has a slew of visits – Saudi Arabia, Qatar and UAE – lined up before meeting with King Charles, received a generous offer from the Qatari royal family.</p><p>On Sunday, <i>ABC News</i> reported that the members of the Al-Thani family are set to gift the US a Boeing 747-8 jumbo jet, valued at around $400 million, for Air Force One – it has the official aircraft carrying the US president.</p><p>However, Qatari officials have described reports as “inaccurate” since no official decision had been made.</p><p>Qatar’s Media Attaché to the US, Ali Al-Ansari, told<i> Politico</i> that the “possible transfer of an aircraft for temporary use as Air Force One is currently under consideration” between Qatar’s Ministry of Defense and the U.S. Department of Defense.</p><p>“The matter remains under review by the respective legal departments, and no decision has been made,” Al-Ansari said.</p><p>While the travel arrangements of Trump are underway, sources revealed last month that the Buckingham Palace is “setting a date for September” for the US President’s visit to the UK.</p>\n\n\n\n\n"
    },
    {
        "title": "Simon Pegg reveals how ‘Mission: Impossible’ helped him through dark time",
        "link": "https://www.thenews.com.pk/latest/1311134-simon-pegg-reveals-how-mission-impossible-helped-him-through-dark-time",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311134_115535_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311134_9342941_simon_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311134_9342941_simon_updates.jpg\"/>\n<figcaption>Simon Pegg recalls first filming day on set of ‘Mission: Impossible’</figcaption></figure></div><p>Simon Pegg looked back on his first day on the set of 2006's <i>Mission: Impossible III</i> ahead of <i>The Final Reckoning</i> release.</p><p>Pegg, who played Benji Dunn the film’s IT nerd and comic foil in almost five spy action films – recalled filming one of the biggest scene of the franchise.</p>\n\n<p>In conversation with the <i>Variety </i>magazine, he revealed that he filmed a scene reciting an \"eight-page f----g monologue\" on his very first day about an unknown terror threat known as the Rabbit’s Foot. And, he \"only had the morning to learn.\"</p><p>Pegg shared that he was unable to appreciate the experience since he was dealing with depression.</p><p>\"I was trying to manage by anaesthetising myself. It was less of being alcoholic, more being dependent on the sensation,\" he told the outlet.</p><p>By 2011’s <i>Ghost Protocol</i>, his role was upgraded from doing a monotonous job and was given a gun, out on field with Tom Cruise’s Ethan Hunt as an agent. </p><p>He shared that by that time everyone on set knew about his addiction and \"they had a sober companion\" to look after him. \"I felt very taken care of and felt valued, because they bothered to do that.\"</p><p>The <i>Hot Fuzz </i>actor also remembered Cruise getting involved in his well-being joking that he needs to get in shape for the film because he is \"an agent now.\"</p><p>When sobriety started to kick in, Pegg revealed that he \"found joy in looking after [himself]\" and \"realising that if [he] ate well and went to the gym [he] could actually feel good.\"</p><p>Expressing his gratitude to the franchise, Pegg continued, \"I credit 'Mission' with rescuing me because it gave me real focus at a time when I needed focus. And I just had the best time on <i>Ghost Protocol</i>.\"</p><p>The final part of <i>Mission: Impossible – The Final Reckoning</i> is slated for release on May 23rd.</p>\n\n\n\n\n"
    },
    {
        "title": "AI's inner workings remain a mystery, even to its makers",
        "link": "https://www.thenews.com.pk/latest/1311130-ais-inner-workings-remain-a-mystery-even-to-its-makers",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311130_113950_updates.jpg",
        "time": "2025-05-13",
        "author": "AFP",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311130_5882157_openai-deepseek_updates.jpeg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311130_5882157_openai-deepseek_updates.jpeg\"/>\n<figcaption>Deepseek and OpenAI logos are seen in this illustration taken on January 27, 2025. — Reuters</figcaption></figure></div><p>NEW YORK: Even the top minds behind generative artificial intelligence, technology expected to reshape the world, acknowledge that they do not fully grasp how these digital systems think.</p><p>“People outside the field are often surprised and alarmed to learn that we do not understand how our own AI creations work,” wrote Anthropic co-founder Dario Amodei in an online essay published in April.</p>\n\n<p>“This lack of understanding is essentially unprecedented in the history of technology,” he added.</p><p>In contrast to traditional software programmes that follow clearly defined logical instructions set by programmers, generative AI (gen AI) models learn to navigate their own path to deliver results once prompted.</p><p>In a recent podcast Chris Olah, who was part of ChatGPT-maker OpenAI before joining Anthropic, described gen AI as \"scaffolding\" on which circuits grow.</p><p>Olah is considered an authority in so-called mechanistic interpretability, a method of reverse engineering AI models to figure out how they work.</p><p>This science, born about a decade ago, seeks to determine exactly how AI gets from a query to an answer.</p><p>\"Grasping the entirety of a large language model is an incredibly ambitious task,\" said Neel Nanda, a senior research scientist at the Google DeepMind AI lab.</p><p>It was \"somewhat analogous to trying to fully understand the human brain,\" Nanda added to <i>AFP</i>, noting neuroscientists have yet to succeed on that front.</p><p>Delving into digital minds to understand their inner workings has gone from a little-known field just a few years ago to being a hot area of academic study.</p><p>\"Students are very much attracted to it because they perceive the impact that it can have,\" said Boston University computer science professor Mark Crovella.</p><p>The area of study is also gaining traction due to its potential to make gen AI even more powerful, and because peering into digital brains can be intellectually exciting, the professor added.</p><h3>Keeping AI honest</h3><p>Mechanistic interpretability involves studying not just results served up by gen AI but scrutinising calculations performed while the technology mulls queries, according to Crovella.</p><p>\"You could look into the model...observe the computations that are being performed and try to understand those,\" the professor explained.</p><p>Startup Goodfire uses AI software capable of representing data in the form of reasoning steps to better understand gen AI processing and correct errors.</p><p>The tool is also intended to prevent gen AI models from being used maliciously or from deciding on their own to deceive humans about what they are up to.</p><p>\"It does feel like a race against time to get there before we implement extremely intelligent AI models into the world with no understanding of how they work,\" said Goodfire chief executive Eric Ho.</p><p>In his essay, Amodei said recent progress has made him optimistic that the key to fully deciphering AI will be found within two years.</p><p>\"I agree that by 2027, we could have interpretability that reliably detects model biases and harmful intentions,\" said Auburn University associate professor Anh Nguyen.</p><p>According to Boston University's Crovella, researchers can already access representations of every digital neuron in AI brains.</p><p>\"Unlike the human brain, we actually have the equivalent of every neuron instrumented inside these models\", the academic said. \"Everything that happens inside the model is fully known to us. It's a question of discovering the right way to interrogate that.\"</p><p>Harnessing the inner workings of gen AI minds could clear the way for its adoption in areas where tiny errors can have dramatic consequences, like national security, Amodei said.</p><p>For Nanda, better understanding what gen AI is doing could also catapult human discoveries, much like DeepMind's chess-playing AI, AlphaZero, revealed entirely new chess moves that none of the grand masters had ever thought about.</p><p>Properly understood, a gen AI model with a stamp of reliability would grab competitive advantage in the market.</p><p>Such a breakthrough by a US company would also be a win for the nation in its technology rivalry with China.</p><p>\"Powerful AI will shape humanity's destiny,\" Amodei wrote.</p><p>\"We deserve to understand our own creations before they radically transform our economy, our lives, and our future.\"</p>\n\n\n\n\n"
    },
    {
        "title": "Prince William makes stern decision for Kate after Harry's 'offensive' move",
        "link": "https://www.thenews.com.pk/latest/1311132-prince-william-makes-stern-decision-for-kate-after-harrys-offensive-move",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311132_122100_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311132_9725418_Prince-Harry-(96)_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311132_9725418_Prince-Harry-(96)_updates.jpg\"/>\n<figcaption>Prince William makes stern decision for Kate after Harry's 'offensive' move</figcaption></figure></div><p>Prince William gave strict orders to Kate Middleton and royal family members to maintain distance from Prince Harry and Meghan Markle as a fresh feud emerged.</p><p>According to <i>Heat</i>, the Prince of Wales expressed anger over the Duke of Sussex's latest <i>BBC </i>interview following a major setback in his UK security case.</p>\n\n<p>The future King has even made a stern decision for his beloved wife, Catherine, who still holds a soft corner for Harry. </p><p>An insider claimed, \"William is absolutely livid that Harry’s on the offensive again and giving interviews – he has no doubt that there’s worse to come.\"</p><p>William believes that Harry and Meghan have \"re-declared war\" on the royals, so,  he asked the royal family to be \"as defensive as possible.\"</p><p>Notably, the source revealed that William \"hates\" the idea of enforcing decisions on Princess Kate but he wants to protect his wife and family from the Sussexes' antics. </p><p>\"As much as William hates laying down the law with his own wife... His biggest fear is that anything Kate says to Harry could be used against her or the family at a later date, especially if he goes ahead with another book or Meghan decides to do her own memoir,\" the report stated. </p><p>On the other hand, an insider claimed that there is no \"guarantee\" that the future Queen \"agree to William’s demands\" as she \"cares very deeply about Harry and is desperately worried about him.\"</p>\n\n\n\n\n"
    },
    {
        "title": "Kim Kardashian eager to testify in upcoming Paris robbery trial",
        "link": "https://www.thenews.com.pk/latest/1311138-kim-kardashian-eager-to-testify-in-upcoming-paris-robbery-trial",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311138_121339_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311138_7421839_kimkardash_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311138_7421839_kimkardash_updates.jpg\"/>\n<figcaption>Kim Kardashian eager to testify in upcoming Paris robbery trial</figcaption></figure></div><p>Kim Kardashian is ready to appear in person in the court to testify in her upcoming Paris robbery trial.</p><p>A source spilled to <i>PEOPLE</i> that <i>The Kardashians </i>star is keen to attest against the suspects involved in 2016 Paris multi-million-dollar robbery.</p>\n\n<p>“Kim’s a bit nervous, but she always said that she wanted to testify in person,” said an insider.</p><p>The source told the outlet, “This is her choice. She was terrified for her life during the robbery. She wants the people involved convicted.”</p><p>On May 12, the SKIMS founder opened up that she was travelling abroad with a post shared to her Instagram Stories. </p><p>Kim shared a photo of the view looking out from her private plane, as she added an emoji of the French flag.</p><p>Nearly a decade ago, Kim landed in trouble as thieves broke into her room at the No Address hotel in Paris back in October 2016.</p><p>The robbers bound and prohibited her before putting her in a bathtub. As they held Kim hostage, five masked men stole millions of dollars’ worth of jewellery from the reality star in the middle of the night, reported via <i>PEOPLE</i>.</p><p>The outlet reported that the stolen jewellery was estimated to be worth nearly $9 million and most of it was never recovered.</p><p>However, for now, 10 people are expected to appear in court to face charges in connection with the heist, according to the <i>New York Times</i>. </p><p>Meanwhile, the trial for the suspects involved started from April 28.</p>\n\n\n\n\n"
    },
    {
        "title": "Starmer's govt toughens immigration plans as hard-right gains",
        "link": "https://www.thenews.com.pk/latest/1311137-starmers-govt-toughens-immigration-plans-as-hard-right-gains",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311137_122422_updates.jpg",
        "time": "2025-05-13",
        "author": "AFP & Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311137_7645471_1111111_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311137_7645471_1111111_updates.jpg\"/>\n<figcaption>Britain's Prime Minister Keir Starmer leaves after a meeting with European leaders on Ukraine and European security at the Elysee Palace in Paris, France, February 17, 2025. — Reuters </figcaption></figure></div><p>LONDON: As British government unveiled policies designed to reduce legal immigration and fend off rising support for the hard right, UK Prime Minister Keir Starmer vowed Monday to \"finally take back control\" of Britain's borders.</p><p>Starmer announced he was ending an \"experiment in open borders\" that saw net migration rise to nearly one million people under the previous Conservative government, which lost last year's general election.</p>\n\n<p>The government's Immigration White Paper policy document includes plans to cut overseas care workers and increase from five to 10 years the length of time people will have to live in UK before qualifying for settlement and citizenship.</p><p>English language rules will also be strengthened, with all adult dependents required to demonstrate a basic understanding, while the length of time students can stay in the UK after completing their studies will be reduced.</p><p>Starmer said the policies would \"finally take back control of our borders\", recalling the pro-Brexit slogan used at the height of the campaign to leave the European Union in 2016.</p><p>Labour vowed in its general election manifesto last year to significantly reduce net migration, which stood at 728,000 in the 12 months to last June.</p><p>It had peaked at 906,000 in 2023 after averaging 200,000 for most of the 2010s.</p><p>Starmer, a former human rights lawyer who voted for the UK to remain part of the EU, is under renewed pressure to tackle immigration following the anti-immigration Reform party's gains in recent local elections.</p><p>Arch-Eurosceptic Nigel Farage's party won more than 670 local council seats as well as its first two mayoral posts. It is also riding high in national polls, while Labour is struggling.</p><p>However, Starmer's tack to the right on immigration risks alienating Labour's large base of liberal supporters, with the Liberal Democrats and the Greens picking up votes on the left.</p><p>The premier said that migrants \"make a massive contribution\" to Britain but alleged the country risks becoming an \"island of strangers\" without more controls.</p><p>He added that he wanted net migration to have fallen \"significantly\" by the next election, likely in 2029, but refused say by how much.</p><h3>'Turn page on chaos'</h3><p>But he came under fire from a Labour MP, with Nadia Whittome accusing him in a post on the BlueSky social media platform of mimicking \"the scaremongering of the far-right\".</p><p>\"Migrants are our neighbours, friends and family,\" she said, adding the \"anti-migrant rhetoric from the government is shameful and dangerous\".</p><p>The white paper also includes new powers to deport foreigners who commit offences in the country.</p><p>Currently, the government is only informed of foreign nationals who receive prison sentences.</p><p>Under the new arrangements all foreign nationals convicted of offences will be flagged to the government.</p><p>\"Britain has been strengthened by people coming to start new businesses, study at universities, contribute to our cultural and sporting excellence and do some of the toughest jobs in our country,\" interior minister Yvette Cooper told parliament.</p><p>\"But to be successful and fair, our immigration must be properly controlled and managed,\" she said, vowing to \"bring net migration down and ... turn the page on chaos\".</p><p>The paper also includes new visa controls requiring foreign skilled workers to have a university degree to secure a job in the UK.</p><p>And to reduce lower skilled migration Cooper has said she aims to cut 50,000 lower-skilled worker visas this year.</p><p>On the plans to double the length of time before migrants can make settlement or citizenship requests, high-skilled individuals \"who play by the rules and contribute to the economy\" could be fast-tracked, according to Downing Street.</p><p>Care England, a charity representing the adult care sector, said the decision to close social care visas to new applications from abroad was a \"crushing blow to an already fragile sector\".</p><p>\"International recruitment wasn't a silver bullet but it was a lifeline. Taking it away now, with no warning, no funding and no alternative is not just short-sighted — it's cruel,\" said chief executive Martin Green.</p><p>Starmer is also under pressure to stop the flow of migrants crossing the Channel from France to England on flimsy rubber dinghies.</p><p>More than 36,800 made the journey last year, according to British government figures, with several dozen dying.</p><p>Separate legislation to tackle irregular immigration, called the Border Security, Asylum and Immigration Bill, is currently going through parliament.</p>\n\n\n\n\n"
    },
    {
        "title": "Prince Harry suffers new blow as upsetting update emerges in royal rift",
        "link": "https://www.thenews.com.pk/latest/1311133-prince-harry-suffers-new-blow-as-upsetting-update-emerges-in-royal-rift",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311133_115230_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311133_2801206_Prince-harry_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311133_2801206_Prince-harry_updates.jpg\"/>\n<figcaption>Prince Harry suffers new blow as upsetting update emerges in royal rift</figcaption></figure></div><p>Prince Harry is suffering the consequences of his own actions after the Duke of Sussex made a rushed decision in an emotional state.</p><p>King Charles’s relationship was already strained with his younger son but after the explosive interview with BBC, the monarch was left feeling “betrayed” by the shocking claims Harry made.</p>\n\n<p>Experts have stated that Harry had burned bridges after his outburst in the media following the ‘devastating’ verdict on his security appeal in the UK. Many noted that Harry appeared forlorn and upset in the interview.</p><p>Some even claimed that the lawsuit combined with the estrangement from his family in the UK is having a major impact on his mental health. </p><p>A source close to Harry revealed to <i>HELLO!</i> that the events have certainly “taken its toll” on him.</p><p>“He sees things everywhere, he picks battles with everybody, and that's tiring,” the insider said. “You can’t live in permanent battle mode. You're a 40-year-old man. You’ve got to stop fighting the world.”</p><p>King Charles, who is undergoing weekly cancer treatments since his diagnosis last year, holds a soft spot for his son. However, Prince William is still livid with his brother and is blocking any chance of redemption for estranged brother.</p><p>Insiders have asserted that the “door is firmly bolted” on Harry especially with William around.</p><p>“There is zero trust. The family feel that private conversations with Harry are not possible,” the source shared.</p><p>While Harry made an open call for a reconciliation, it doesn’t seem that royals will be taking up the Duke on the offer any time soon.</p>\n\n\n\n\n"
    },
    {
        "title": "Top court adjourns Zahir Jaffer appeal hearing until May 19",
        "link": "https://www.thenews.com.pk/latest/1311131-top-court-delays-zahir-jaffer-appeal-hearing-until-may-19",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311131_113241_updates.jpg",
        "time": "2025-05-13",
        "author": "Arfa Feroz Zake",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311131_1612757_Zahir_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311131_1612757_Zahir_updates.jpg\"/>\n<figcaption>Pakistani-American Zahir Jaffer, convicted to murder his girlfriend, Noor Mukadam, arrives in a court before the case verdict in Islamabad on February 24, 2022. — AFP</figcaption></figure></div><p>The Supreme Court of Pakistan on Monday adjourned the hearing of Zahir Jaffer’s appeal against his death sentence in the Noor Mukadam murder case until 19 May, following consensus from both parties.</p><p>A three-member bench, led by Justice Hashim Kakar and comprising Justice Ishtiaq Ibrahim and Justice Ali Baqar Najafi, heard the high-profile case.</p>\n\n<p>Defence counsel Salman Safdar and prosecution lawyer Shah Khawar were present in court during the proceedings.</p><p>Safdar requested a postponement, citing the need to submit additional documents. Justice Kakar, however, expressed displeasure over delays, remarking: “Why should we grant an adjournment if you’re already present in court?”</p><p>The judge further criticised unnecessary delays in the judicial system, saying: “In our court, a case is only delayed if the judge or a lawyer dies.” He questioned the consequences of overturning a sentence after someone had spent 20 years on death row, asking what a freed convict might think in such a scenario.</p><p>“Our fault lies in entertaining unnecessary adjournments — not the system’s,” Justice Kakar remarked sharply. “If a convicted man appears before us after being acquitted, he may as well throw the file in our face,” he added.</p><p>Despite the defence counsel’s request, the court maintained that a decision would be made once the application was submitted. Justice Najafi also intervened, advising Khawar to formally respond only after the request had been submitted.</p><p>The hearing was adjourned until May 19, with instructions to both legal teams to come fully prepared.</p><p>Noor, 27, was discovered dead at a private residence in Sector F-7/4, Islamabad, on July 20, 2021. Zahir Jaffer, the primary suspect, was taken into custody at the crime scene and an FIR was filed by the victim’s father later the same day.</p><p>According to the original FIR, Noor’s father reported that she had been “beheaded after being killed with a sharp weapon” in a gruesome act that shocked the nation.</p><p>In February 2022, a district and sessions court sentenced Jaffer to death, alongside a 25-year prison term with hard labour and a fine of Rs200,000, concluding the trial that continued for over four months.</p><p>Besides the prime accused, two members of his domestic staff, Iftikhar and Jameel, were each handed 10-year prison sentences, while other co-accused — including Jaffer’s parents and several TherapyWorks employees — were acquitted.</p><p>In March 2023, the Islamabad High Court upheld Jaffer’s death sentence and upgraded his 25-year sentence to an additional death penalty, on the appeals filed against the punishment awarded to the convicts.</p><p>An appeal challenging the IHC verdict was subsequently filed in the Supreme Court in April last year.</p><p>Shaukat Mukadam, a former diplomat, had previously held a press conference on Noor’s birth anniversary, urging the apex court to expedite proceedings in the case that has remained pending for over 18 months.</p>\n\n\n\n\n"
    },
    {
        "title": "Meghan Markle receives support as blame for major blunder lands on Harry",
        "link": "https://www.thenews.com.pk/latest/1311126-meghan-markle-receives-support-as-blame-for-major-blunder-lands-on-harry",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311126_112704_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311126_2710093_Prince-Harry-(95)_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311126_2710093_Prince-Harry-(95)_updates.jpg\"/>\n<figcaption>Meghan Markle receives support as blame for major blunder lands on Harry</figcaption></figure></div><p>Prince Harry faced a significant setback, shifting the blame for the royal feud entirely onto the Duke rather than Meghan Markle.</p><p>The Duchess of Sussex received support from a renowned royal commentator who accused the Duke of Sussex of upsetting his family with wrong decisions. </p>\n\n<p>While discussing Harry's latest <i>BBC</i> interview, royal commentator Robert Jobson dubbed the father-of-two 'bitter' as he dropped bombshells on royals following a major setback in UK security case. </p><p>In conversation with <i>The Sun's Royal Exclusive </i>show, he said, \"Maybe there was a degree of that bitterness in what he gave that interview with the <i>BBC</i>, a sense, again, he wasn't there - and he knows he should be there.\" </p><p>He then shared his opinion on the claims that Meghan was the reason behind Harry's estrangement from the royals. </p><p>Robert said, \"A lot of people blame Meghan for a lot, I don't blame her at all. I think he's got to be man enough to make his own decisions and some of the decisions he's made have been absolutely got wrong.\"</p><p>The royal expert shared that if Harry had not penned the explosive memoir <i>Spare </i>and hadn't appeared on Oprah Winfrey's interview, he must have been invited to significant royal events like the recent VE Day celebrations to support his father, King Charles. </p><p>\"Nobody said you shouldn't go away and have a private life but if he hadn't done the book and if he hadn't done the Oprah interview, there's no doubt in my view that he would have been invited back to do certain things,\" Robert stated. </p>\n\n\n\n\n"
    },
    {
        "title": "Trump admin approves $1.4 bn weapons sale to UAE",
        "link": "https://www.thenews.com.pk/latest/1311120-trump-admin-approves-14-bn-weapons-sale-to-uae",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311120_111841_updates.jpg",
        "time": "2025-05-13",
        "author": "AFP & Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311120_2293383_111111_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311120_2293383_111111_updates.jpg\"/>\n<figcaption>US President Donald Trump speaks to the press at Trump Tower in New York City, US, September 26, 2024. — Reuters</figcaption></figure></div><p>WASHINGTON: The State Department has authorised the sale of $1.4 billion worth of military aircraft and equipment to the United Arab Emirates, ahead of President Donald Trump's visit this week, US officials said on Monday.</p><p>The  Officials from the State Department Bureau of Political-Military Affairs said in a statement said that the proposed sale to the Gulf state involves six CH-47F Chinook helicopters and other equipment for $1.32 billion that would \"support the foreign policy and national security of the United States\".</p>\n\n<p>\"The UAE will use these assets in search and rescue, disaster relief, humanitarian support, and counterterrorism operations,\" they said.</p><p>\"The United Arab Emirates is a vital US partner for political stability and economic progress in the Middle East.\"</p><p>Trump is scheduled to visit the oil-rich states of Saudi Arabia, Qatar and the UAE this week to discuss diplomatic needs in the Middle East, along with major business deals that could touch on anything from defence and aviation to energy and artificial intelligence.</p><p>In addition to the helicopters, the State Department has approved the sale of $130 million in F-16 fighter jet components.</p><p>In a separate release, State Department officials said the F-16 parts would improve the UAE's \"ability to defend its sovereignty and territorial integrity to meet its national defence requirements.\"</p><p>Congress has 30 days to block the proposed sale.</p>\n\n\n\n\n"
    },
    {
        "title": "PSL returns on May 17 as tensions ease with India",
        "link": "https://www.thenews.com.pk/latest/1311129-psl-returns-on-may-17-as-tensions-ease-with-india",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311129_111209_updates.jpg",
        "time": "2025-05-13",
        "author": "Sports Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311129_432311_Untitled-1_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311129_432311_Untitled-1_updates.jpg\"/>\n<figcaption>Quetta Gladiators batter Hasan Nawaz in action during match against Islamabad United in Pakistan Super League season 10 at Gaddafi Stadium, Lahore, on May 3, 2025. — PCB</figcaption></figure></div><p>Pakistan Cricket Board (PCB) Chairman Mohsin Naqvi has confirmed that the 10th edition of the Pakistan Super League (PSL) will resume on 17 May, after being temporarily suspended due to recent hostilities with India.</p><p>In a statement shared on social media, Naqvi expressed enthusiasm over the return of the tournament, saying: “PSL X picks up from where it left off! Six teams, zero fear. Let the aura take over as we unite and celebrate the spirit of cricket.”</p>\n\n<p>The league will resume with eight action-packed matches, culminating in the grand final scheduled for May 25.</p><div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311129_5172184_Untitled-1_updates.jpg\"/>\n</figure></div><p>This restart comes after the Pakistan-India ceasefire, which helped stabilise the regional situation and allowed sporting activities to resume. The league's return is expected to energise cricket fans across the country, with preparations underway to ensure smooth operations and tight security at all venues.</p><p>All six franchises will be in action as the tournament resumes, and the PCB chairman extended his best wishes to the teams, stating: “Best of luck to all the teams!”</p><p>The PSL was briefly suspended last week after India launched a barbaric attack on Pakistan, which resulted in 51 martyrdoms — 40 civilians and 11 security personnel.</p>\n\n\n\n\n"
    },
    {
        "title": "Reese Witherspoon excited to unveil first look of ‘ELLE’ series: Photo",
        "link": "https://www.thenews.com.pk/latest/1311128-reese-witherspoon-excited-to-unveil-first-look-of-elle-series-photo",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311128_104955_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311128_7931224_reeseunveil_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311128_7931224_reeseunveil_updates.jpg\"/>\n<figcaption>Reese Witherspoon excited to unveil first look of ‘ELLE’ series: Photo</figcaption></figure></div><p>Reese Witherspoon is thrilled to unveil the first look of her produced TV show <i>ELLE</i> in a social media post.</p><p>On Monday night, May 12, the actress and producer took to Instagram and posted a new photo of the leading lady Lexi Minetree as Elle Woods, whom Reese played in the original movie.</p>\n\n<p>Dishing out the details in the caption, the <i>Cruel Intentions</i> star wrote, “I'm so thrilled to introduce Lexi Minetree as Elle Woods. The new star of our TV show <i>ELLE</i>!” </p><p>“She is stepping into these pink shoes with so much grace, ambition and charm,” said the 49-year-old.</p><p> In the end, Reese revealed that the <i>Legally Blonde</i> prequel series, is going to premiere on Prime Video in the summer of 2026, which is produced by Hello Sunshine production house.</p><p><i>Emily In Paris</i> star Lily Collins shared that she “can’t wait” for the drama in the comment section.</p><p>The star of the show, Lexi also expressed her sentiment and said, “Back to school.”</p><p>Meanwhile, fans have also dropped their love over the first look as one wrote, “Wow, she could be your daughter twins.”</p><p>Another remarked, “Elle Woods shaped my life and career.”</p><p>“Great casting… uncanny look-alike,” mentioned a third user.</p><p>A fourth user added, “We are so ready.”</p><p>For the unversed, creator Laura Kittrell is set as the showrunner and executive producer, with Reese, Lauren Neustadter, Lauren Kisilevsky, and Marc Platt also serving as executive producers.</p>\n\n\n\n\n"
    },
    {
        "title": "China turns to AI humanoid robots to revolutionise manufacturing",
        "link": "https://www.thenews.com.pk/latest/1311123-china-turns-to-ai-humanoid-robots-to-revolutionise-manufacturing",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311123_102847_updates.jpg",
        "time": "2025-05-13",
        "author": "Reuters",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311123_5212498_robot-(1)_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311123_5212498_robot-(1)_updates.jpg\"/>\n<figcaption>An employee configures a CASBOT 01 humanoid robot during a demonstration to Reuters at a laboratory under Zhongke Huiling in Beijing, China February 28, 2025. — Reuters</figcaption><grammarly-extension></grammarly-extension><grammarly-extension></grammarly-extension></figure></div><p>AgiBot, a pioneering humanoid robot startup, operates a sprawling warehouse in a Shanghai suburb, where robots perform repetitive tasks like folding T-shirts and making sandwiches for 17 hours a day.</p><p>The goal is to amass data to train robots for future integration into daily life. This initiative has gained significant attention from the Chinese government, particularly as the nation grapples with trade tensions with the United States, an ageing population, and an economic slowdown.</p>\n\n<p>\"Just imagine that one day in our own robot factory, our robots are assembling themselves,\" said Yao Maoqing, a partner at AgiBot.</p><p>Last month, President Xi Jinping visited AgiBot, playfully suggesting that these humanoid machines could even form a football team.</p><p>The visit underscores the country's commitment to advancing humanoid robotics as a potential solution to its economic challenges.</p><p>Additionally, another key player in the field, Unitree, was also present in a meeting Xi hosted for private firms earlier this year, where he urged them to help China's economy.</p><p>As the US negotiates with China over tariffs that President Donald Trump had imposed to help bring back US manufacturing jobs, Beijing is aiming for a new industrial revolution where many factory tasks would be performed by humanoid robots.</p><p>In recent years, Chinese humanoid robots have demonstrated increasing feats of agility, including performing somersaults, running a half-marathon, and even playing football, as Xi mused.</p><p>But Reuters is reporting for the first time details about how China's advances in artificial intelligence, partly driven by the success of homegrown firms like DeepSeek as well as abundant government support, are allowing humanoid developers to pair the robots' already impressive hardware with the software needed to make them economically valuable.</p><p>Reuters spoke to more than a dozen people, including Chinese humanoid manufacturers, investors, customers and analysts, who described how breakthroughs in developing robot \"brains\" will allow these metallic machines to go from mere spectacles to productive and autodidact workers that could revolutionise the world's pre-eminent manufacturing power.</p><p>China aims to build its edge by focusing on data training and the sophistication of its AI models, the people said, with some saying the prowess of DeepSeek was a big aid.</p><p>DeepSeek and the Chinese government didn't respond to requests for comment about their roles in the development of humanoid robots.</p><p>A successful and widespread deployment of these robots in factory floors would enable China to keep driving economic growth and maintain its manufacturing superiority, making the field an area of competition with the US.</p><p>Less clear is how Beijing would manage the spectre of layoffs of factory workers. State media has suggested that, as with previous industrial revolutions, long-term job creation would outweigh short-term pain.</p><p>Chinese authorities are handing out generous subsidies for humanoid firms. More than $20 billion has been allocated to the sector over the past year, and Beijing is establishing a one trillion yuan ($137 billion) fund to support startups in areas such as AI and robotics, official announcements show.</p>\n\n\n\n\n"
    },
    {
        "title": "Indian forces martyr 40 civilians, 11 security personnel in 'barbaric' attacks",
        "link": "https://www.thenews.com.pk/latest/1311124-indian-forces-martyr-40-civilians-11-security-personnel-in-barbaric-attacks",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311124_101511_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311124_5269245_Military_updates.jpg",
        "content": "\n\n\n\n\n<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.0 Transitional//EN\" \"http://www.w3.org/TR/REC-html40/loose.dtd\">\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311124_5269245_Military_updates.jpg\"/>\n<figcaption>Pakistani soldier stands in front of damaged Bilal Mosque after it was hit by an Indian strike in Muzaffarabad last week. — Reuters</figcaption></figure></div><p>Eleven military personnel were among 51 people martyred in \"barbaric\" Indian strikes during the recent escalation, the Inter-Services Public Relations (ISPR) confirmed on Monday.</p><p>The military's media  wing released the updated number of casualties from the \"barbaric\" attacks, saying that the Indian Armed Forces launched unprovoked and reprehensible dastardly attacks targeting innocent civilians, including women, children, and the elderly on the night of May 6 and 7.</p>\n\n<p>\"These barbaric strikes resulted in the martyrdom of 40 civilians — among them 7 women and 15 children — while 121 others sustained injuries, including 10 women and 27 children,\" the ISPR statement read.</p><div> <figure> <div> <div>\n<div>\n<div>\n<div>\n<div><img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/0_1_101841_POST_ALBUM.jpg\"/></div>\n</div>\n<div>\n<div><img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/431_1_101858_POST_ALBUM.jpg\"/></div>\n</div>\n<div>\n<div><img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/431_1_101915_POST_ALBUM.jpg\"/></div>\n</div>\n<div>\n<div><img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/431_1_101927_POST_ALBUM.jpg\"/></div>\n</div>\n<div>\n<div><img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/431_1_101940_POST_ALBUM.jpg\"/></div>\n</div>\n<div>\n<div><img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/431_1_102001_POST_ALBUM.jpg\"/></div>\n</div>\n<div>\n<div><img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/431_1_102010_POST_ALBUM.jpg\"/></div>\n</div>\n<div>\n<div><img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/431_1_102020_POST_ALBUM.jpg\"/></div>\n</div>\n<div>\n<div><img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/431_1_102029_POST_ALBUM.jpg\"/></div>\n</div>\n<div>\n<div><img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/431_1_102040_POST_ALBUM.jpg\"/></div>\n</div>\n<div>\n<div><img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/431_1_102056_POST_ALBUM.jpg\"/></div>\n</div>\n\n</div>\n\n\n\n\n</div>\n</div> </div> </figure>  </div><p></p><p>In response to this grave aggression, the military's media wing said, the Pakistan armed forces mounted a resolute response under the banner of Marka-e-Haq, delivering precise and notch-up retributive strikes through Operation Bunyan-um-Marsoos.</p><p>A total of 11 personnel of the Pakistan armed forces embraced martyrdom and 78 were wounded while defending the motherland with exemplary valour, it added.</p><p>ISPR also released the name of the martyred personnel, which is as follows: </p><p><b>Pakistan Army</b></p><p>Naik Abdul Rehman, Lance Naik Dilawar Khan, Lance Naik Ikramullah, Naik Waqar Khalid, Sepoy Muhammad Adeel Akbar, Sepoy Nisar. </p><p><b>Pakistan Air Force</b></p><p>Squadron Leader Usman Yousuf, Chief Technician Aurangzeb, Senior Technician Najeeb, Corporal Technician Farooq, Senior Technician Mubashir.</p><p>The noble sacrifice of martyrs, the ISPR said, is an enduring symbol of courage, devotion, and unwavering patriotism — etched forever in the nation’s memory.</p><p>The military's media wing said that the armed forces, together with the people of Pakistan, pay solemn tribute to the martyred civilians and military personnel, and offer heartfelt prayers for the swift recovery of the injured.</p><p>\"The nation remains resolute in the face of aggression. Let there be no ambiguity: any attempt to challenge Pakistan’s sovereignty or territorial integrity, ever again, shall be met with a swift, full-spectrum, and decisive response Inshallah,\" it concluded.</p><p>Pakistan armed forces launched a large-scale retaliatory military action, named \"Operation Bunyan-um-Marsoos\" and targeted several Indian military strikes across multiple regions.</p><p>The strikes, described by officials as \"precise and proportionate\", were carried out in response to India's continued aggression across the Line of Control (LoC) and within Pakistan's sovereignty, which New Delhi claimed were aimed at \"terrorist targets\" in response to last month's Pahalgam attack in the Indian Illegally Occupied Jammu and Kashmir (IIOJK).</p><p>After at least 87 hours, the war between the two nuclear-armed nations ended on May 10 with a ceasefire agreement brokered by the United States.</p>\n\n\n\n\n"
    },
    {
        "title": "Leonardo DiCaprio set to present Robert De Niro honorary award at Cannes",
        "link": "https://www.thenews.com.pk/latest/1311125-leonardo-dicaprio-sets-to-present-robert-de-niro-honorary-award-at-cannes",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311125_101654_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311125_9214569_leonardoniro_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311125_9214569_leonardoniro_updates.jpg\"/>\n<figcaption>Leonardo DiCaprio set to present Robert De Niro honorary award at Cannes</figcaption></figure></div><p>Leonardo DiCaprio is all set to present Robert De Niro with the honorary Palme d’Or for lifetime achievement at the Cannes Film Festival‘s opening ceremony on May 13. </p><p>In a statement shared via <i>Variety</i>, Robert said, “I have such close feelings for Festival de Cannes.”</p>\n\n<p><i>The Intern</i> actor stated, “Especially now when there’s so much in the world pulling us apart, Cannes brings us together — storytellers, movie-makers, fans, and friends. It’s like coming home.”</p><p>The outlet reported that Robert will also participate in masterclass on May 14 at the Debussy theatre in the Palais.</p><p>After announcing the honour, the festival head issued a statement, saying, “There are faces that stand in for the seventh Art, and lines of dialogue that leave an indelible mark on cinephilia.”</p><p>“With his interiorized style, which surfaces in a gentle smile or a harsh gaze, Robert De Niro has become a cinematic legend,” it added.</p><p>It is pertinent to mention that Robert is known for his exceptional roles in movies including <i>Mean Streets</i>, <i>1900 </i>and <i>Taxi Driver</i>, which won Cannes’ Palme d’Or. </p><p>The actor’s movies, <i>Once Upon a Time in America</i> and<i> The Mission</i> were also played at the festival.</p><p>For the unversed, Leo and Robert first appeared together in the 1993 movie, <i>This Boy’s Life</i> and then in 2023, they reunited for <i>Killers of the Flower Moon</i> movie.</p>\n\n\n\n\n"
    },
    {
        "title": "PSX surges as ceasefire, IMF tranche lift sentiment",
        "link": "https://www.thenews.com.pk/latest/1311121-psx-surges-as-ceasefire-imf-tranche-lift-sentiment",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311121_100115_updates.jpg",
        "time": "2025-05-13",
        "author": "Business Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311121_3625745_PSX-file-INP_updates.jpeg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311121_3625745_PSX-file-INP_updates.jpeg\"/>\n<figcaption>Pakistani traders stand beneath an electronic board displaying share prices at the Pakistani Stock Exchange (PSX). — INP/File</figcaption><grammarly-extension></grammarly-extension><grammarly-extension></grammarly-extension></figure></div><p>Investor confidence soared on Tuesday as Pakistan’s equity market extended its blistering rally, lifted by a combination of renewed calm following the Pakistan-India ceasefire, a substantial funding boost from the International Monetary Fund (IMF), and anticipated income tax relief in the upcoming federal budget.</p><p>The Pakistan Stock Exchange’s (PSX) benchmark KSE-100 Index climbed to an intraday high of 120,067.12 points, up 2,769.39 points, or 2.36%, from the previous close of 117,297.73. The index later dipped to a low of 116,859.93 points, marking a decline of 437.80 points, or -0.37%.</p>\n\n<p>The 100 Index had previously hit a high of 120,796 on April 4.</p><p>“Early trade is showing the continuation of an eye-watering rally yesterday, the mutual funds were aggressively active on the business yesterday, and that trend is expected to continue today. The positive events, such as the IMF approval and a rate cut, had not been factored in due to ongoing tension with India, which are slowly being incorporated,\" said Ahfaz Mustafa, CEO of Ismail Iqbal Securities.</p><p>“Another positive will be the fact that reportedly the Pakistani budget is made at Rs290 a dollar, as reported by the newspaper, which indicates tame inflation going forward.”</p><p>Finance Minister Mohammad Aurangzeb, in an interview with Reuters, downplayed the fiscal impact of the military escalation, saying it could be absorbed without a revised economic assessment.</p><p>He confirmed that Pakistan would receive a $1 billion tranche from the IMF on Tuesday, part of its ongoing $7 billion Extended Fund Facility (EFF). The IMF Executive Board also approved an additional $1.4 billion under the Resilience and Sustainability Facility (RSF) to support climate-related initiatives.</p><p>Looking ahead, Aurangzeb said budget talks with the IMF will be held from May 14 to 23, and the 2025–26 federal budget would be finalised within three to four weeks.</p><p>The government has proposed a reduction in the income tax burden of up to Rs50 billion for the salaried class, with efforts underway to offset the gap through other tax measures. In the first ten months of FY25, salaried taxpayers contributed over Rs450 billion, significantly more than the combined collections from retailers and exporters.</p><p>Adding to the market’s bullish sentiment, April inflation fell to a record low of 0.3% year-on-year, while the State Bank of Pakistan cut its policy rate by 100 basis points to 11%, marking a shift toward pro-growth monetary policy. </p><p>These developments, alongside diplomatic calm and fresh external financing, have fuelled investor optimism.</p><p>On Monday, the KSE-100 Index posted its largest single-day gain in history, surging by 10,123.09 points, or 9.45%, after Pakistan and India agreed to a surprise ceasefire. </p><p>The breakthrough, facilitated in part by the United States, helped defuse weeks of escalating tension and triggered aggressive buying across major sectors.</p>\n\n\n\n\n"
    },
    {
        "title": "Meghan Markle ‘quietly’ working on new task as big announcement looms",
        "link": "https://www.thenews.com.pk/latest/1311122-meghan-markle-quietly-working-on-new-task-as-big-announcement-looms",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311122_100247_updates.jpg",
        "time": "2025-05-13",
        "author": "A. Akmal",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311122_9273836_meghan-markle_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311122_9273836_meghan-markle_updates.jpg\"/>\n<figcaption>Meghan Markle ‘quietly’ working on new task as big announcement looms</figcaption></figure></div><p>Meghan Markle is secretly working on some big things after making big changes to her Sussex team.</p><p>The Duchess of Sussex is currently focussed on her multiple projects, her Netflix show, <i>With Love, Meghan,</i> podcast with Lemonada media and her lifestyle brand, As Ever.</p>\n\n<p>The brand, which was launched on April 2nd, was sold out within hours of the collection going live. The items on the website have remained sold out.</p><p>While Meghan has been actively promoting her podcast, Confessions of a Female Founder, as new episodes come out every week, it seems that she has something secretly happening for As Ever.</p><p>On Monday evening, the official social media for the brand hinted that there is a big announcement coming soon.</p><p>Alongside of photo of Meghan picking something from her garden in the Montecito mansion, a message read: “We’ve been quietly crafting something special… Stay close — we’re so looking forward to sharing it with you!”</p><p>The news comes as the Duchess added a key member to her team. Sarah Fosmo, 45 – a former assistant to Bill Gates – has been chosen by Meghan as her first chief of staff.</p><p>“Sarah, our proud senior hire as chief of staff for the Duchess of Sussex, brings a wealth of experience perfectly suited to guide the Sussexes’ ambitious ventures, including a new business, podcast, and television project,” a source told The Telegraph.</p><p>“Her expertise and steady leadership are critical to navigating this dynamic period of growth.”</p>\n\n\n\n\n"
    },
    {
        "title": "Adam Levine reflects on new song ‘Priceless’, tribute to wife Behati Prinsloo",
        "link": "https://www.thenews.com.pk/latest/1311119-adam-levine-reflects-on-new-song-priceless-tribute-to-wife-behati-prinsloo",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311119_073819_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311119_2682414_adam_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311119_2682414_adam_updates.jpg\"/>\n<figcaption>Adam Levine on 'Priceless' </figcaption></figure></div><p>Adam Levine is riding high on love and music vibes, and this time, it's all thanks to his wife—and a little help from a global pop star.</p><p>Ahead of the live semi-finals of <i>The Voice </i>on Monday, May 12, the Maroon 5 frontman opened up to <i>People </i>about his new track <i>Priceless</i>, which he wrote with his longtime love Behati Prinsloo in mind. </p>\n\n<p>And according to Levine, the inspiration came as naturally as a summer breeze.</p><p>“It was the first song that I wrote for the album,” Levine shared. </p><p>“It’s just this really fun, Summery, chill vibe song that always felt really good. The song kind of, you know, being about my wife, was the first song out the gates that felt good, felt positive, really positive, and fun. It’s hard to explain, but it just instantly hit me.”</p><p>Levine added, “I thought, well, if it instantly hit me, obviously it could hit everybody else.”</p><p>Levine, 46, and Prinsloo, 36, tied the knot back in 2014 during a sunny ceremony in Mexico. Since then, they’ve built a bustling household with three kids: daughters Dusty Rose, 8, Gio Grace, 7, and a son born in 2023. </p><p>But love wasn’t the only thing that leveled up <i>Priceless</i>. </p><p>Entry of Lisa of BLACKPINK—who recently dazzled viewers in <i>The White Lotus</i>—gave the track that extra sparkle.</p><p>“Lisa coming on the song, like, literally elevated it even more, which is amazing,” Levine said. “And it kind of needed something extra, and she was like the perfect something extra at the perfect moment.”</p><p>When Levine isn’t writing love songs or teaming up with K-pop royalty, he’s back in the coach’s chair on <i>The Voice</i>. But this season, there’s a bit of a void—and it comes in the shape of his long-running frenemy Blake Shelton.</p><p>“I didn’t know what it was going to be like, not having someone like a human punching bag by my side to exchange blows with,” he joked, reflecting on Shelton’s absence. </p><p>“Adapting to that didn’t take much time because these guys are all so amazing, but that was the most unique feature of being on The Voice this season.”</p>\n\n\n\n\n"
    },
    {
        "title": "Michael B. Jordan shares ‘fun fact’ about ‘Creed’ and Ryan Coogler",
        "link": "https://www.thenews.com.pk/latest/1311118-michael-b-jordan-shares-fun-fact-about-creed-and-ryan-coogler",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311118_072134_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311118_4530139_michael_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311118_4530139_michael_updates.jpg\"/>\n<figcaption>Michael B. Jordan on 'Creed' and Michael B. Jordan </figcaption></figure></div><p>Michael B. Jordan packed a punch of nostalgia and excitement during his appearance at the Amazon upfronts on Monday, dropping a juicy behind-the-scenes “fun fact” that took fans right back to where the <i>Creed </i>journey began.</p><p>While hyping up the ever-expanding <i>Creed-verse</i>, Jordan revealed a bit of cinematic history that even the most devoted boxing franchise fans might not know, the idea for Adonis Creed was born before he and director Ryan Coogler even shot a single frame of <i>Fruitvale Station</i>.</p>\n\n<p>“Fun fact: the first film we did was called <i>Fruitvale Station </i>and something really, really unique and special happened in that movie. </p><p>Before we shot one frame for that movie, he pitched to me the idea for Adonis Creed, that’s where the genesis of this entire thing kind of started,” Jordan shared on stage at the Beacon Theatre.</p><p>That early pitch from Coogler clearly hit home, as Jordan would go on to not just star in but eventually direct and produce entries in the franchise. </p><p>And now, he’s helping bring it to TV with <i>Delphi</i>, a new drama series ordered by Prime Video. Jordan will executive produce the series alongside showrunner Marco Ramirez, and fans can expect it to take things back to the roots of the franchise.</p><p>“The series that takes us back to where it all began. What I love about this story is that it stays true to what the <i>Rocky </i>and <i>Creed </i>franchise is all about: hard work, determination, fighting for something bigger than yourself. It’s about family, the ones we’re born into and the ones that we created,” Jordan said. </p><p>“We’re building something special here, and I’m excited to introduce you to new fighters that will walk into the <i>Delphi</i>. As always, in <i>Creed </i>we say, one step, one round, one punch at a time.”</p><p>The crowd roared with approval as Jordan, ever the heavyweight in charisma and charm, even took a moment to thank fans for supporting <i>Sinners</i>, the Ryan Coogler-directed hit currently in theaters—despite it being released by Warner Bros., not Amazon. </p><p>“I want to say thank you to everyone who’s been supporting <i>Sinners </i>in theaters right now,” he said, drawing one of the loudest cheers of the event.</p>\n\n\n\n\n"
    },
    {
        "title": "Gwyneth Paltrow sheds light on parenting approach for kids with ex Chris Martin",
        "link": "https://www.thenews.com.pk/latest/1311117-gwyneth-paltrow-sheds-light-on-parenting-approach-for-kids-with-ex-chris-martin",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311117_070217_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311117_7282031_platrow_updates.jpg",
        "content": "\n\n\n\n\n<p></p><div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311117_7282031_platrow_updates.jpg\"/>\n<figcaption>Gwyneth Paltrow on parenting with ex Chris Martin</figcaption></figure></div><p>Gwyneth Paltrow’s kids might just be her biggest fans—and not just because she’s an Oscar winner or wellness guru, but because of the way she raised them. </p>\n\n<p></p><p>The Goop founder recently reflected on her and ex-husband Chris Martin’s unique parenting style, revealing that their children, Apple, 20, and Moses, 19, have come to admire the unconventional (and often headline-grabbing) path their parents paved.</p><p>“They are very proud of the iconoclastic approach that we have taken in the past,” Gwyneth said in a new interview with <i>E! News</i>, airing May 12 at 11 p.m. </p><p>“Looking back, there are always things that we used to write about [at Goop] where people were like, ‘Oh my gosh, what is this?’ And now they’re so mainstream.”</p><p>It’s safe to say, those kale smoothies and infrared saunas don’t seem so wild anymore. And now that the wellness wave has swept the mainstream, Gwyneth says her kids are fully onboard. “My kids are really proud of the fact that we're always kind of first in this space.”</p><p>As for how she and the Coldplay frontman approached parenting, Paltrow explained it was all about balance—with a little structure and a lot of soul. </p><p>“We try to always strike a balance,” she shared. </p><p>“For me, manners are super important. So, that was kind of the structure: manners and education. I want a lot of expression and individuality and freedom running through that structure. So, that's kind of how we looked at it.”</p><p>Turns out, all that structure-with-a-splash-of-freedom might be setting the stage for the next generation of creatives in the Martin-Paltrow generation. Gwyneth suspects her kids are headed straight into the artistic lane—just like their famous parents.</p><p>“They are definitely artist souls,” she said proudly. </p><p>“I do think that [a] mix of structure and art is really coming through in who they are now. They're both academic, and yet they have these beautiful free spirits and I think they will pursue art, which I think is wonderful.”</p>\n\n\n\n\n"
    },
    {
        "title": "Jennifer Coolidge encourages students to ‘go for’ what ‘you want to do’ in life",
        "link": "https://www.thenews.com.pk/latest/1311116-jennifer-coolidge-encourages-students-to-go-for-what-you-want-to-do-in-life",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311116_062646_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "",
        "content": "\n\n\n\n\n<div> <figure>  <figcaption>Jennifer Coolidge at Emerson College’s 2025 commencement ceremony </figcaption></figure>  </div><p>Jennifer Coolidge brought her signature charm, honesty, and a dash of delightful chaos to Emerson College’s 2025 commencement ceremony on May 11—and the graduates couldn’t have asked for a more entertaining, and motivating send-off. </p><p>The 63-year-old actress returned to her old stomping grounds in Boston, where she once studied performing arts before dropping out to chase her Hollywood dreams.</p>\n\n<p>And true to form, she lit up the stage with humor, heart, and a story about how she once cheated in an obstacle course.</p><p>Yes, really.</p><p>“I was so elated that I had won, and to me, it just meant that I was going to get the blue ribbon. And then the teacher came up to me and told me that I didn't win the blue ribbon because I was disqualified,” she told the crowd, pausing for laughs.</p><p>“And it turns out, I had skipped all the obstacles. I just ran along the outside.”</p><p>The <i>White Lotus </i>star, who hilariously acknowledged her gay fanbase by saying she was “excited” to be “speaking with some very excited gay students,” shared that the obstacle course fiasco turned into years of teasing from her classmates. </p><p>It also became one of those childhood moments that nudged her toward a rich inner world—and eventually, a wildly successful acting career.</p><p>“I realized I was going to go the rest of my life as a joke. I was so uncomfortable with myself, I began to completely live in my head from that moment on,” she recalled.</p><p>But rather than let the embarrassment define her, Coolidge turned it into drive.</p><p>Fueled by a mix of fantasy and fierce self-belief (inspired in part by seeing Grace Kelly’s royal wedding in a magazine), she began to imagine wildly improbable dreams—and then pursue them.</p><p>“In retrospect, it was the one and only thing I really had going for me. I had this thing inside of me telling me that I could achieve anything, anything, in this world, and there was just nothing to back it up,” she said, to even more laughter.</p><p>Coolidge’s message was clear, and it wasn’t just about field day mishaps, it was about resilience, imagination, and championing your own story.</p><p>“When you find the thing that you want to do, I really want to highly recommend, just friggin' go for it,” she urged the grads. “You really have to psych yourself up into believing absurd possibilities, and you have to believe that they are not absurd.”</p><p>She also opened up about being “overly sensitive” and how rejection and criticism could easily throw her off—until she decided to become her own cheerleader.</p><p>“Don't listen to the people who mess up the real story that you've got going,” she said. “It is your ability to convince yourself you really can make it, because you really have to be your own champion.”</p><p>And with one last bit of Coolidge-style wisdom, she closed by circling back to that infamous first-grade race—because life, much like an obstacle course, isn’t always about staying within the cones.</p><p>“When it comes to the obstacle course of your life, you have to find your own path,” she said. “And you can't perfectly plan it out from the beginning. Part of directing your life is just letting it unfold. So let it.”</p> \n\n\n\n\n"
    },
    {
        "title": "Jo O'Meara faces new health crisis after being rushed to hospital",
        "link": "https://www.thenews.com.pk/latest/1311037-jo-omeara-faces-new-health-crisis-after-being-rushed-to-hospital",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311037_013532_updates.jpg",
        "time": "2025-05-13",
        "author": "Hollywood Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311037_5774337_FotoJet_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311037_5774337_FotoJet_updates.jpg\"/>\n<figcaption>Jo O'Meara faces new health crisis after being rushed to hospital</figcaption></figure></div><p>Jo O'Meara, singer and songwriter best known for her time with <i>S Club 7</i>, has been rushed to the hospital after facing more health issues. </p><p>The music icon, who was earlier rushed to the hospital after suffering 'the worst pain', needed medical treatment following some serious complications.</p>\n\n<p>The 46-year-old star shared a selfie on her Instagram Story, looking upset while lying in a hospital bed.</p><p>Jo looked heartbroken as she shared the update, using a crying emoji with her worried fans and celebrity friends. However, she said that she was feeling down about the latest setback, saying she never expected to be back in the hospital after thinking she was on the mend.</p><p> \"Back in hospital! The back is back! I didn't expect to be in here today,\" she captioned.</p><p>Although the reason for her hospital visit isn't clear, Jo had emergency back surgery in November 2022 to remove a disc, which forced her to cancel several gigs, including her appearance at Fife Pride.</p>\n\n\n\n\n"
    },
    {
        "title": "Andrew Garfield, GF Monica Barbaro meet ‘Buena Vista Social Club’ cast",
        "link": "https://www.thenews.com.pk/latest/1311115-andrew-garfield-gf-monica-barbaro-meet-buena-vista-social-club-cast",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311115_053748_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "",
        "content": "\n\n\n\n\n<div> <figure>  <figcaption>Andrew Garfield and Monica Barbaro at Broadway for ‘Buena Vista Social Club’</figcaption></figure>  </div><p>Andrew Garfield and Monica Barbaro are clearly putting the “live” in <i>We Live In Time</i>, making the most of their time in New York City with yet another charming Broadway outing. </p><p>The couple turned heads over the weekend when they dropped by a performance of <i>Buena Vista Social Club </i>at the Schoenfeld Theatre on Sunday, May 11—and they didn’t just catch the show, they met the stars too.</p>\n\n<p>Garfield, 41, and Barbaro, 34, posed for photos with Isa Antonetti, who plays the younger version of Omara, and the show’s choreographer Justin Peck. It seems the Tony-nominated production isn’t the only thing stealing the spotlight—this couple’s theater-hopping romance is putting on a show of its own.</p><p>Garfield kept it low-key with a black tee, white pants, and a navy baseball cap, while Barbaro added some shine with a sleek black trench coat, as seen in pictures obtained by <i>People.</i></p><p>This wasn’t their only recent trip to the stage. </p><p>Just days earlier, on May 7, the Oscar-nominated duo were spotted sharing PDA en route to see <i>Maybe Happy Ending</i>. </p><p>They also caught <i>Oh, Mary!</i> at the Lyceum Theatre, where they posed for a group photo alongside theater notables like John C. Reilly, Quinta Brunson, and the show’s Tony-nominated creator and star, Cole Escola.</p><p>And it seems their love for live performance didn’t pause for the Met Gala either.</p><p>Before the big fashion night on May 5, the two attended a showing of <i>John Proctor Is the Villain </i>at the Booth Theatre, joining Sadie Sink, playwright Kimberly Belflower, and director Danya Taymor for a backstage snap.</p> \n\n\n\n\n"
    },
    {
        "title": "China’s e-commerce players rush into instant retail with heavy cost",
        "link": "https://www.thenews.com.pk/latest/1311114-chinas-e-commerce-players-rush-into-instant-retail-with-heavy-cost",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311114_053959_updates.jpg",
        "time": "2025-05-13",
        "author": "Reuters",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311114_7144340_rider_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311114_7144340_rider_updates.jpg\"/>\n<figcaption>A Chinese rider is on his way to deliver online orders. — Reuters/File</figcaption></figure></div><p>SHANGHAI: China’s top online shopping companies, Alibaba and JD.com, are quickly expanding into instant retail — where deliveries arrive within 30 to 60 minutes. </p><p>However, this push for speed is coming at a high price, as they offer big discounts to attract customers and compete for market share.</p>\n\n<p>Investors will be dissecting the strategy when JD.com reports its quarterly earnings on Tuesday and Alibaba on Thursday, as finding new avenues for growth has proven challenging for China’s largest online retailers.</p><p>Their market penetration is already high and prices for goods are under pressure due to a consumer slowdown driven by concerns about employment and wages, as well as a prolonged property market downturn.</p><p>The new turf war focused on speed is coming at a high cost in the short term as the e-commerce giants look to entice consumers with hefty discounts.</p><p>JD.com’s JD Takeaway and Alibaba’s food delivery app last month each pledged 10 billion yuan ($1.38 billion) in subsidies. JD Takeaway said it would invest the sum over a year, while Ele.me did not disclose the timeframe.</p><p>“The competition is so intense, there’s not a lot of incremental growth opportunities, so everybody is moving into everybody else’s territories and instant retail is the latest example of that,” said Jason Yu, general manager at CTR Market Research.</p><p>China’s food delivery market leader Meituan has moved to grow its business by expanding its instashopping platform, which delivers non-food goods within 30 minutes, and JD.com announced its entry into food delivery in February.</p><p>“In the past people would go to JD.com to buy a mobile phone and they would deliver to you in the same day, then suddenly they could go to Meituan and have the new Apple iPhone delivered within 30 minutes. That posed a direct threat to JD.com and they moved into food delivery in response,” Yu said.</p><p>At the end of April, Alibaba expanded its instant shopping portal on its domestic e-commerce app Taobao. That gave users access to restaurants, coffee shops and bubble tea chains available on Alibaba’s Ele.me – China’s second-largest food delivery player behind Meituan – plus many other categories including pet food and apparel.</p><p>Alibaba, JD.com and Meituan did not respond to requests for comment.</p><p>Subsidised spending on instant retail from Alibaba and JD.com is being welcomed by cost-conscious consumers.</p><p>Users on JD Takeaway currently enjoy discounts of up to 20 yuan, or $2.77, per day for deliveries from restaurants including McDonald’s, Haidilao and Burger King. On Taobao’s instant shopping portal, consumers can receive a discount of 11 yuan on a bill of at least 15 yuan.</p><p>Liu Qi, 24, a small business owner in Tianjin, said he was pleased when he recently bought a coconut latte on JD Takeaway for only 5.9 yuan.</p><p>“I asked the deliveryman and he said he makes 4 yuan per delivery, so essentially, JD.com bought me a cup of coffee and delivered it to my door,” Liu said.</p><p>He was even more surprised days later when he bought a coffee on Taobao’s instant shopping portal for only 3.9 yuan. “It was 2 yuan cheaper than JD.com!” he said.</p><p>War chests</p><p>While subsidising consumer discounts for instant retail is expensive, China’s e-commerce giants have significant cash reserves. As of December 31, Alibaba, JD.com and Meituan had net cash positions of 400 billion, 144 billion and 110 billion yuan respectively, according to Morningstar analysts.</p><p>And despite the low margins inherent in the business, a renewed focus on instant retail made sense for JD.com and Alibaba in part because both firms have armies of couriers already at their disposal, analysts said.</p><p>That means there is no need for an expensive build-out of delivery infrastructure as would be required for other potential entrants like Temu-owner PDD Holdings.</p><p>Beijing-based independent industry analyst Liu Xingliang said Alibaba and JD.com were leveraging high-frequency demand for food, coffee and bubble tea to boost lower-frequency demand for clothing, electronics and other higher-margin purchases – betting that if consumers open their apps more often, they might buy more overall.</p><p>For JD.com, the expansion into instant retail was particularly important given its traditional e-commerce business appeared to have hit a ceiling, he said.</p><p>“It must try to gain market share in new business areas.”</p>\n\n\n\n\n"
    },
    {
        "title": "Nicolas Cage makes ‘Spider-Noir’ debut!",
        "link": "https://www.thenews.com.pk/latest/1311113-nicolas-cage-makes-spider-noir-debut",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311113_043240_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311113_6081679_noir_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311113_6081679_noir_updates.jpg\"/>\n<figcaption>Nicolas Cage as ‘Spider-Noir’</figcaption></figure></div><p>Nicolas Cage just swung into the spotlight, as Amazon finally gave fans a first look at the Oscar winner in <i>Spider-Noir</i>, the upcoming live-action series based on Marvel’s brooding, black-and-white Spidey spin-off. </p><p>The reveal came during Amazon’s upfronts presentation, and let’s just say, Cage looks ready to solve crime and sling webs—preferably in trench coats. </p>\n\n<p>Premiering in 2026 on <i>MGM+</i> and <i>Prime Video</i>, the series will be available in both black and white and color, for those who want to keep it classic or give it a modern spin.</p><p>Set in a gritty 1930s New York, <i>Spider-Noir </i>follows Cage as an aging and down-on-his-luck private investigator who’s forced to confront his former life as the city’s only superhero. </p><p>Think moody monologues, shadowy alleyways, and a whole lot of vintage vibes with a Marvel twist. </p><p>Joining Cage in this noir-filled universe are Lamorne Morris, Brendan Gleeson, Abraham Popoola, Li Jun Li, Karen Rodriguez, and Jack Huston. A packed guest star lineup includes Lukas Haas, Cameron Britton, Cary Christopher, Michael Kostroff, and more.</p><p>But just as Cage is slipping into a shadowy superhero role, he’s also opening up about one of his more vulnerable performances—himself. </p><p>In a recent interview with <i>The Guardian</i>, Cage reflected on playing a fictionalized version of himself in <i>The Unbearable Weight of Massive Talent</i>, calling it his most difficult role to date. </p><p>“I think the hardest performance was <i>The Unbearable Weight of Massive Talent</i>, because I was playing a character called Nick Cage and I couldn’t hide behind it,” said the 61-year-old actor.</p><p>The film followed a creatively blocked version of “Nick Cage” struggling with his career and personal life—including a strained relationship with an ex-wife, played by Sharon Horgan, and a daughter, portrayed by Lily Mo Sheen. </p><p>Recalling the experience, Cage admitted, “It was enormously uncomfortable. I felt very naked.” He added, “And in some ways embarrassed, that I was even playing a part that referred to himself as Nicolas or Nick Cage.”</p>\n\n\n\n\n"
    },
    {
        "title": "Leonardo DiCaprio reveals most important woman in life",
        "link": "https://www.thenews.com.pk/latest/1311058-leonardo-dicaprio-reveals-most-important-woman-in-life",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311058_015409_updates.jpg",
        "time": "2025-05-13",
        "author": "Hollywood Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311058_6568703_Leo-(2)_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311058_6568703_Leo-(2)_updates.jpg\"/>\n<figcaption>Leonardo DiCaprio reveals most important woman in life </figcaption></figure></div><p>Hollywood's legend Leonardo DiCaprio kept things low-key as he treated his mom to a special outing on Mother’s Day.</p><p>The 50-year-old Oscar winner looked noticeably slimmer and kept it casual in a navy golf shirt, khaki pants and sneakers. After having lunch with his  mum Irmelin Indenbirken, 82, at Chez Mia French restaurant in West Hollywood, the actor waited by the valet stand wearing a cap and sunglasses.</p>\n\n<p>Leonardo's mother looked great in a floral dress, her blonde hair styled straight.</p><p>The <i>Titanic </i>star was seen holding a bouquet of bright yellow flowers to mark the beautiful occasion.</p><p>Although Irmelin and her ex-husband George DiCaprio have been divorced since their son was just a year old, George also joined them for lunch.</p><p>However, he kept it casual yet smart in a white golf shirt and blue pants.</p><p>For the unversed, Leonardo's parents split when he was only one, making him their only child. The iconic actor does have a stepbrother, Adam Farrar, 53, from his father George’s earlier relationship.</p>\n\n\n\n\n"
    },
    {
        "title": "Kris Jenner, Corey Gamble support Kim Kardashian in Paris before trial",
        "link": "https://www.thenews.com.pk/latest/1311112-kris-jenner-corey-gamble-support-kim-kardashian-in-paris-before-trial",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311112_040755_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "",
        "content": "\n\n\n\n\n<div> <figure>  <figcaption>Kris Jenner, Corey Gamble show up in Paris before Kim Kardashian's trial</figcaption></figure>  </div><p>Kris Jenner and Corey Gamble are proving once again that nothing says “momager mode activated” quite like flying to Paris in full support of Kim Kardashian—especially when the stakes are high and the outfits are coordinated. </p><p>As seen in pictures obtained by <i>E! News, </i>the stylish duo were seen stepping out of their hotel on May 12, decked out in matching black looks and sunglasses, serving chic solidarity as Kim prepares to testify in one of the most harrowing chapters of her life.</p>\n\n<p>Kris, 69, opted for drama with a long-sleeved dress and leather gloves, while Corey, 44, kept it cool in a sleek button-up and a statement chain. The fashion may have said runway, but the reason for the visit was anything but glamorous.</p><p>Kim, also 44, is expected to take the stand soon in the ongoing trial involving suspects in her 2016 armed robbery, where over $10 million in jewelry was stolen—most notably a 20-carat diamond ring from her then-husband Kanye West. </p><p>The terrifying incident took place at the Hôtel de Pourtalès, and according to investigators, five out of ten defendants were physically present. Two have admitted involvement, while the rest are denying any connection. </p><p>(Of the original twelve suspects, one has passed away and another is reportedly too ill to face trial.)</p><p>It’s a moment Kim has spoken about rarely but impactfully. </p><p>\"Right as I was about to fall asleep, I heard guys running up the stairs,\" she recalled in a 2019 episode of <i>Felony Files</i>. </p><p>\"They wanted my ring and my jewelry, so I didn't fight back. I just gave them everything and they tied me up.\" That night, she said, “really changed my whole life.”</p><p>Understandably, Kim avoided Paris for nearly two years after the ordeal, not setting foot back in the city until June 2018. The incident reshaped how she handles security and her public presence. Gone were the days of posting her whereabouts in real-time or casually flaunting high-value bling on Instagram. </p><p>In a 2023 episode of <i>The Kardashians</i>, she admitted, “After I was robbed in Paris, I haven't bought jewelry. I was ready to give it up.”</p> \n\n\n\n\n"
    },
    {
        "title": "Global displacement hits record 83.4 million in 2024",
        "link": "https://www.thenews.com.pk/latest/1311065-global-displacement-hits-record-834-million-in-2024",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311065_033833_updates.jpg",
        "time": "2025-05-13",
        "author": "AFP",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311065_6414616_IDPs_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311065_6414616_IDPs_updates.jpg\"/>\n<figcaption>Palestinians walk through the rubble of destroyed residential buildings, in the aftermath of Israeli strikes, in Gaza City, October 10, 2023. — Reuters</figcaption><grammarly-extension></grammarly-extension><grammarly-extension></grammarly-extension></figure></div><p>A record 83.4 million people were internally displaced worldwide in 2024 due to ongoing conflicts and climate-related disasters, according to a report released Tuesday by the Internal Displacement Monitoring Centre (IDMC) and the Norwegian Refugee Council (NRC).</p><p>The figure, more than double that of six years ago, reflects mass displacement driven by wars in Sudan and Gaza, as well as floods and cyclones.</p>\n\n<p>“Conflict, poverty, and climate are colliding — and it’s the most vulnerable who suffer most,” said IDMC Director Alexandra Bilak.</p><h3>Most displaced by conflict</h3><p>The monitors highlighted that nearly 90 percent of the world’s IDPs, or 73.5 million people, were displaced by conflict and violence — an 80-percent increase since 2018.</p><p>Some 10 countries each counted more than three million IDPs from conflict and violence at the end of 2024, with civil war-ravaged Sudan alone home to a staggering 11.6 million IDPs — the most ever recorded in a single country, the report showed.</p><p>Some two million people, nearly the entire population of the Gaza Strip, was also displaced at the end of last year, even before fresh mass displacements since Israel ended a two-month ceasefire on March 18, ramping up its bombardment of the Palestinian territory.</p><p>Worldwide, close to 10 million people were displaced within their countries at the end of last year, after being forced to flee by disasters — more than double the number from five years ago, the monitors said.</p><p>A full 65.8 million new internal displacements were meanwhile reported in 2024, with some people forced to flee multiple times during the year, Tuesday’s report showed.</p><p>Conflict was responsible for 20.1 million of those fresh displacements, while a record 45.8 million people fled their homes to escape disasters.</p><h3>‘Stain on humanity’</h3><p>Faced with several major hurricanes like Helene and Milton, which prompted mass evacuations, the United States alone accounted for 11 million disaster-related displacements — nearly a quarter of global total, the report said.</p><p>Weather-related events, many intensified by climate change, triggered 99.5 percent of all of last year’s disaster displacements.</p><p>The number of countries reporting both conflict and disaster displacement had meanwhile tripled in 15 years, with more than three-quarters of people internally displaced by conflict living in countries that are very vulnerable to climate change.</p><p>Often, the drivers and impacts of displacement \"are intertwined, making crises more complex and prolonging the plight of those displaced\", the report said.</p><p>The stark numbers come as humanitarian organisations worldwide have been reeling since US President Donald Trump returned to office in January, immediately freezing most US foreign aid funding.</p><p>Many of the sweeping cuts are being felt by IDPs, who typically garner less attention than refugees, who have fled into other countries.</p><p>\"This year’s figures must act as a wake-up call for global solidarity,\" NRC chief Jan Egeland insisted in the statement.</p><p>\"Every time humanitarian funding gets cut, another displaced person loses access to food, medicine, safety and hope,\" he warned.</p><p>The lack of progress towards reining in displacement globally, he said, \"is both a policy failure and a moral stain on humanity\".</p>\n\n\n\n\n"
    },
    {
        "title": "No healthcare for transgender troops as Pentagon enforces Trump’s military ban",
        "link": "https://www.thenews.com.pk/latest/1311063-no-healthcare-for-transgender-troops-as-pentagon-enforces-trumps-military-ban",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311063_023700_updates.jpg",
        "time": "2025-05-13",
        "author": "Reuters",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311063_1308568_pentagon_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311063_1308568_pentagon_updates.jpg\"/>\n<figcaption>The Pentagon building is seen in Arlington, Virginia, U.S. October 9, 2020. — Reuters </figcaption></figure></div><p>WASHINGTON: The Pentagon is halting gender-affirming healthcare for transgender troops as it moves to implement President Donald Trump's plan to remove them from the US military, according to a memo seen by Reuters on Monday.</p><p>The instructions from the Defence Department barred any new hormone treatments as well as any surgical procedures for transgender troops, the memo said.</p>\n\n<p>\"I am directing you to take the necessary steps to immediately implement this guidance,\" Stephen Ferrara, the acting assistant secretary of defence for health affairs, said in the memo.</p><p>The Pentagon referred questions to the Defence Health Agency, which did not immediately respond to a request for comment.</p><p>Shannon Minter of the National Centre for Lesbian Rights said that the abrupt termination of healthcare was \"needlessly disrespectful and cruel\".</p><p>\"It is shameful that our nation's military would treat any service member this way,\" Minter said.</p><p>One transgender service member, speaking on condition of anonymity out of fear of being targeted, called the decision \"the latest slap in the face\" to troops serving honourably.</p><p>\"If there was any doubt left, there is not anymore: transgender service members are no longer entitled to the same standard of medical care as their peers,\" the service member said.</p><p>The US Supreme Court on May 6 permitted Trump's administration to implement his ban on transgender people in the military, allowing the armed forces to discharge the thousands of current transgender troops and reject new recruits while legal challenges play out.</p><p>Reuters first reported last week a memo showing that US Defence Secretary Pete Hegseth issued instructions to begin removing transgender troops who do not elect to leave voluntarily by June 6.</p><p>There are 4,240 US active-duty and National Guard transgender troops, officials have said. Transgender rights advocates have provided higher estimates.</p><p>Trump signed an executive order in January, after returning to the presidency, that reversed a policy implemented under his predecessor Joe Biden which had allowed transgender troops to serve openly.</p><p>A Gallup poll published in February found that 58% of Americans favoured allowing openly transgender individuals to serve in the military, but support had declined from 71% in 2019.</p><p>A former Fox News host, Hegseth has embraced conservative stances on culture war issues, including eliminating diversity initiatives at the Pentagon. Hegseth had made clear his opposition to gender-affirming care for transgender troops in a post on social media last month.</p><p>Re-posting an article that said the Pentagon would resume treatments for transgender troops, Hegseth said: \"If this is true – we will find any way possible to stop it.\"</p><p>\"Taxpayers should NEVER pay for this lunacy,\" Hegseth added.</p>\n\n\n\n\n"
    },
    {
        "title": "Why Justin Baldoni took social media break?",
        "link": "https://www.thenews.com.pk/latest/1311062-justin-baldoni-returns-to-social-media-after-it-ends-with-us-lawsuit",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311062_021942_updates.jpg",
        "time": "2025-05-13",
        "author": "Hollywood Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311062_2102350_Baldoni_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311062_2102350_Baldoni_updates.jpg\"/>\n<figcaption>Justin Baldoni returns to social media after 'It Ends with Us' lawsuit</figcaption></figure></div><p>Justin Baldoni, actor and director from <i>It Ends with Us</i> who has been facing challenges since his legal battle with Blake Lively, has finally returned to social media after five months of keeping a low profile.</p><p>The 41-year-old actor shared a heartfelt Instagram photo with his wife Emily Baldoni and their two kids Maiya and Maxwell, on Sunday. The picture, posted for Mother’s Day, also showed his mom Sharon hugging her grandson.</p>\n\n<p>Sharing the post, Justin captioned: “My mom gave us faith. My wife is the definition of it. Our children are growing up in the fortress of that love.” </p><p>“Happy Mother’s Day to all.”</p><p>The recent photo marked Justin's return to Instagram after five months, amid his legal battle with his co-star Blake. With nearly 500,000 likes, fans have been showing him plenty of support in the comments.</p><p>Expressing their joy, one user wrote: “Team Baldoni…Happy Mother’s Day to your amazing wife and momma,” while another one shared, “Good men are raised by good women.”</p><p>Before sharing the family photo, Justin Baldoni’s last Instagram post was in December 2024, when <i>It Ends With Us</i> was added to Netflix in the U.S.</p>\n\n\n\n\n"
    },
    {
        "title": "Why is Timothée Chalamet’s family not happy with Kylie Jenner?",
        "link": "https://www.thenews.com.pk/latest/1311061-why-is-timothe-chalamets-family-not-happy-with-kylie-jenner",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311061_022130_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "",
        "content": "\n\n\n\n\n<div> <figure>  <figcaption>Timothée Chalamet faces feuds between family and  Kylie Jenner</figcaption></figure>  </div><p>Timothée Chalamet may be head over heels for Kylie Jenner, but it seems his family isn’t exactly popping champagne over the relationship. </p><p>In fact, things at the Chalamet dinner table might be getting a little awkward—especially with his sister Pauline and even his mom weighing in.</p>\n\n<p>Let’s start with mom. According to Timothée’s own mother, she's been getting updates about her son’s life from Kylie, not Timmy himself. </p><p>“Kylie was the one who told me that he would host <i>Saturday Night Live</i> for the third time,” she revealed to <i>Business Insider</i>. </p><p>And when it came to joining him on the red carpet at the SAG Awards? “I got a text on the Thursday before to ask if I'd be his date for that Saturday.”</p><p>But it’s not just a few missed texts that have eyebrows raising. </p><p>The real drama seems to be brewing between Timothée and his sister Pauline. Two sources close to the Wonka star have shared that his once-close relationship with Pauline is at “an all-time low”—and it’s all because of Kylie. </p><p>Apparently, Pauline’s not buying into the fairytale romance. One insider claimed, “She thinks she's with him to keep the spotlight on her.” Another added that Pauline believes Kylie “doesn’t share the same values and morals as he does,” and fears she’ll “leave him when she gets fed up.”</p><p>The rift has reportedly grown so wide that the siblings are barely speaking.</p><p>“Timothée and Pauline speak much less often than they used to because this relationship is creating a massive gap between them,” said the source. “It is sad and frustrating for both of them. The rift is deep.”</p><p>Meanwhile, Pauline has been throwing what many interpret as social media shade in Kylie’s direction—posting about billionaires, private jets, and extreme wealth.</p><p>Given Kylie’s status as a makeup mogul and once-dubbed “youngest self-made billionaire,” it’s not hard to read between the Instagram lines.</p><p>Despite the family tension, Timothée seems to be moving full steam ahead. </p><p>Sources claim he’s picked out a $300,000 engagement ring from Paris and is scoping out wedding venues in Europe.</p> \n\n\n\n\n"
    },
    {
        "title": "Ben Affleck’s regret over ending romance with Ana de Armas?",
        "link": "https://www.thenews.com.pk/latest/1311021-ben-afflecks-regret-over-ending-romance-with-ana-de-armas",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311021_012045_updates.jpg",
        "time": "2025-05-13",
        "author": "Hollywood Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311021_1960080_Ben-(2)_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311021_1960080_Ben-(2)_updates.jpg\"/>\n<figcaption>Ben Affleck’s regret over ending romance with Ana de Armas?</figcaption></figure></div><p>Ben Affleck, iconic actor with a past romance with Cuban-Spanish actress Ana de Armas, recently caused a stir with his unexpected reaction to the news that Tom Cruise is now dating his ex.</p><p>Tom’s been doing everything he can to win Ana over lately, with two private jet trips, special Valentine’s dinner, and fancy meal at one of London’s best Michelin-star restaurants.</p>\n\n<p>In a 2022 interview with <i>Elle</i>, the <i>Blonde</i> star, who had a short fling with Ben back in 2020, called the constant spotlight on her love life \"horrible.\"</p><p>And added, \"Which is good.\"</p><p>\"That’s one of the reasons why I left L.A.\"</p><p>The former lovers split in January 2021, and sources described the breakup as \"amicable.\"</p><p>A close insider revealed to <i>PEOPLE</i>: \"There is deep love and respect there.\"</p><p>\"Ben continues to want to work on himself. He has three jobs lined up, and he’s a solid father at home. They are both happy with where they are in their lives.\"</p><p>For the unversed, Ben Affleck and Ana De Armas first met while filming the erotic thriller <i>Deep Water</i> in 2019. Just months into their romance, Ana invited Ben to visit her homeland, Cuba. </p>\n\n\n\n\n"
    },
    {
        "title": "Saudi Arabia unveils new AI firm ahead of Trump visit",
        "link": "https://www.thenews.com.pk/latest/1311039-saudi-arabia-unveils-new-ai-firm-ahead-of-trump-visit",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311039_014259_updates.jpg",
        "time": "2025-05-13",
        "author": "AFP",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311039_1804282_crown-prince_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311039_1804282_crown-prince_updates.jpg\"/>\n<figcaption>Saudi Arabia’s Crown Prince Mohammed bin Salman in Riyadh on October 23, 2024. — AFP </figcaption></figure></div><p>RIYADH: Saudi Arabia has launched a bold new artificial intelligence company central to its strategy and investments just before US President Donald Trump’s visit. </p><p>The move is part of the kingdom’s big plans to become a global leader in AI and invest heavily in future technologies.</p>\n\n<p>The Public Investment Fund (PIF) said in a statement its chairman, de facto ruler Crown Prince Mohammed bin Salman, launched HUMAIN to “operate and invest across the artificial intelligence (AI) value chain”.</p><p>The announcement comes on the eve of Trump’s arrival on the first stop of a Gulf tour during which artificial intelligence is expected to play a central role at a joint Saudi-US investment forum in Riyadh.</p><p>The PIF statement said the new company would provide a wide range of AI services, products and tools.</p><p>“The company will also offer one of the world’s most powerful multimodal Arabic large language models (LLMs),” it said.</p><p>The Gulf powerhouse is positioning itself as a global hub for AI, a market currently dominated by the United States.</p><p>The technology is a priority in Saudi Arabia’s ambitious “Vision 2030” reform plan aimed at diversifying the economy of the world’s largest oil exporter for a potential future without oil.</p><p>Chief among an array of flashy projects are NEOM — a $500-billion futuristic new city in the desert — as well as the 2034 football World Cup and a major new airport for Riyadh.</p>\n\n\n\n\n"
    },
    {
        "title": "Taylor Swift heartbroken despite latest outing with Travis Kelce",
        "link": "https://www.thenews.com.pk/latest/1310906-taylor-swift-heartbroken-despite-latest-outing-with-travis-kelce",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310906_094332_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310906_9668106_12th-May-4_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310906_9668106_12th-May-4_updates.jpg\"/>\n<figcaption>Taylor Swift gets betrayal that shocked her deeply</figcaption></figure></div><p>Taylor Swift who has been known to be kind and a good friend among her inner circle has been left devastated at the recent turn of events.</p><p>The <i>Cruel Summer</i> crooner is left 'heartbroken' by the betrayal she has got from someone very close.</p>\n\n<p>Sources report that the Eras Tour hitmaker feels 'exploited' in Lively Blake vs Justin Baldoni legal drama.</p><p>The 14-time Grammy winner has been subpoenaed as a witness in the legal feud Friday, May 9. </p><p><i>Daily Mail </i>reported that this has left her 'very upset' and feels that she has been exploited by her BFF for her personal gain.</p><p>It is pertinent to note here that the lawyer who informed her about the court order was actually the lawyer of<i> It Ends With Us</i> director and not of <i>Age of Adaline </i>alum. </p><p>Despite that Kanye West's rival sees Lively as the one because of whom she has been forced into this saga.</p><p>The insider points it out, “Taylor has been aware that Blake has been exploiting her name for a while now, but this subpoena takes it to a whole new level.”</p><p>For the unversed, the two have been friends for long; in fact, Travis Kelce's girlfriend is even godmother too all three daughters of the actress.</p>\n\n\n\n\n"
    },
    {
        "title": "What keypoint Blake Lively missing in 'It Ends with Us' lawsuit?",
        "link": "https://www.thenews.com.pk/latest/1311019-what-keypoint-blake-lively-missing-in-it-ends-with-us-lawsuit",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311019_010805_updates.jpg",
        "time": "2025-05-13",
        "author": "Hollywood Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311019_7738281_Blake-(2)_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311019_7738281_Blake-(2)_updates.jpg\"/>\n<figcaption>What keypoint Blake Lively missing in 'It Ends with Us' lawsuit?</figcaption></figure></div><p>Blake Lively, the iconic star who is currently embroiled in a heated legal war against her <i>It Ends With Us</i> co-star and director Justin Baldoni, has been making headlines for more than just her acting talent.</p><p>Lively’s team recently reacted after music icon Taylor Swift was unexpectedly dragged into the case.</p>\n\n<p>Updates on the actress and the actor's legal case have been quiet lately, especially after both sides got a stern reminder from a New York judge. However, the judge called them out for talking too much before their trial in March 2026, giving the media plenty to gossip about.</p><p>Seemingly, the texts in Baldoni's evidence aren’t the first time Taylor’s name has been linked to It Ends With Us. The cast had brought her up multiple times during their promo tour.</p><p>For instance, Lively kept saying that her longtime pal Swift was there with her “the whole time” during the making of the movie. While talking to <i>New York</i>, the actress the singer's support throughout her film shooting, saying: “I mean, honestly, she was with me on this experience the whole time, all throughout it, so she really lived this with me. She’s a person who shows up for you, and I’m so grateful to have that love and support.”</p><p>The <i>Another Simple Favor</i> actress repeated this in an interview on CBS Mornings when host Gayle King asked if the <i>Lover </i>hitmaker offered her song for the film or if she's ever asked. </p><p>Avoiding the question a bit, Blake responded, “She was with me throughout this whole process. I think, for better or worse, she experienced the whole thing with me.”</p><p>Actress Isabela Ferrer earlier fired back at Taylor Swift's rep, saying that the singer played a key role in her landing the part of young Lily Bloom in <i>It Ends With Us</i>.</p>\n\n\n\n\n"
    },
    {
        "title": "Nicola Peltz skips mother in law Victoria Beckham in sweet Mother's Day tribute",
        "link": "https://www.thenews.com.pk/latest/1311020-nicola-peltz-skips-mother-in-law-in-sweet-mothers-day-tribute",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311020_010937_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311020_478077_876klkkkkkLkklkHklklkLLlklkkkklkllkKklkklll_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311020_478077_876klkkkkkLkklkHklklkLLlklkkkklkllkKklkklll_updates.jpg\"/>\n<figcaption>Nicola Peltz praises her 'Queen' mom as fans have noticed Beckham's absence</figcaption></figure></div><p>Nicola Peltz Beckham paid a sweet tribute to her mother, Claudia Heffner, on Mother's Day-but notably left out any public message for her mother-in law, Victoria Beckham.</p><p>'Happy mother's Day to my queen,' Nicola, 30, wrote via her Instagram Story on Sunday, May 11.</p>\n\n<p>'You a are my world mom, you are the most beautiful human inside-you are my role model in every way.' </p><p>The<i> Lola</i> actress also remembered her late grandmother by sharing a heartfelt message in her honour.</p><p>This latest tribute comes amid ongoing tensions between Nicola and Victoria.</p><p>A source relatively told <i>US Weekl</i>y last week that bad blood has lingered between the two women since before Nicola and Brooklyn got tied the knot.</p>\n\n\n\n\n"
    },
    {
        "title": "Trump hints at potential easing of sanctions on Syria",
        "link": "https://www.thenews.com.pk/latest/1311018-trump-hints-at-potential-easing-of-sanctions-on-syria",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311018_011928_updates.jpg",
        "time": "2025-05-13",
        "author": "AFP",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311018_7740955_Trump-hints-at-potential-easing-of-sanctions-on-Syria_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311018_7740955_Trump-hints-at-potential-easing-of-sanctions-on-Syria_updates.jpg\"/>\n<figcaption>Syria's de facto leader Ahmed al-Sharaa, also known as Abu Mohammed al-Golani, walks on the day he meets with Qatar's Minister of State Mohammed bin Abdulaziz Al-Khulaifi, after the ousting of Syria's Bashar al-Assad, in Damascus, Syria, December 23, 2024. — Reuters</figcaption><grammarly-extension></grammarly-extension><grammarly-extension></grammarly-extension></figure></div><p>US President Donald Trump said Monday he was considering offering sanctions relief to Syria as it seeks to rebuild after a grinding decade-plus civil war, <i>AFP </i>reported. </p><p>\"We are going to have to decide on the sanctions, which we may very well relieve. We may take them off of Syria because we want to give them a fresh start,\" Trump told journalists at the White House before departing on a trip to the Middle East.</p>\n\n<p>Syria's Islamist authorities, who toppled longtime president Bashar al-Assad in December, are working to rebuild the country's infrastructure and economy after almost 14 years of devastating conflict.</p><p>The new government has been pushing for Assad-era sanctions to be removed to revive the country's battered economy and support reconstruction.</p><p>Syria's foreign ministry welcomed Trump's remarks and said it \"considers them an encouraging step towards ending the suffering of the Syrian people\".</p><p>The foreign ministry statement said Assad-era sanctions \"directly target the Syrian people and hinder the recovery and reconstruction process\".</p><p>Syrians \"look forward to the full lifting of sanctions as part of steps that support peace and prosperity in Syria and the region, and open the possibility for constructive international cooperation,\" the statement added.</p><p>Some countries have said they would wait to see how the new authorities exercise their power and ensure human rights are respected before lifting sanctions, opting instead for targeted and temporary exemptions.</p><p>A February United Nations Development Programme report estimated that at current growth rates, Syria would need more than 50 years to return to the economic level it had before its devastating civil war, and called for massive investment to accelerate the process.</p>\n\n\n\n\n"
    },
    {
        "title": "Diddy's prosecutors say he tried to bury Cassie tape, hotel guard testifies",
        "link": "https://www.thenews.com.pk/latest/1311002-diddys-prosecutors-say-he-tried-to-bury-cassie-tape-hotel-guard-testifies",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/s_1311002_123458_updates.jpg",
        "time": "2025-05-13",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311002_6685064_Diddy-Cassie_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-13/1311002_6685064_Diddy-Cassie_updates.jpg\"/>\n<figcaption>Diddy's defence argues that 'domestic violence' is not part of Diddy's charges of sex trafficking</figcaption></figure></div><p>Prosecutors say Sean “Diddy” Combs went to extreme lengths to bury evidence of his alleged 2016 assault on Cassandra “Cassie” Ventura — his then-girlfriend and now a major witness in his federal sex trafficking trial. </p><p>In their opening statements on Monday, May 12, federal prosecutors claimed Combs tried to bribe a hotel security guard with $100,000 to keep quiet about the incident, which occurred at the Intercontinental Hotel in Los Angeles. </p>\n\n<p>The former security guard in question, Israel Florez, was called to stand as the first witness, as reported by <i>The New York Times</i>. He testified that he was called to the sixth floor after a report of a woman in distress. </p><p>Florez said he found Combs wrapped in a towel and was told, “Don’t tell nobody,” after Combs offered him money — which Florez believed was a bribe. </p><p>However, the incident was ultimately caught on a security camera of the Los Angeles hotel, and the footage was released by <i>CNN</i> in May 2024. </p><p>Just months prior, Cassie had filed a sexual assault lawsuit against Diddy, which was quietly settled within 24 hours. Notably, the lawsuit claimed Combs paid $50,000 to the InterContinental Century City to obtain the footage, per <i>People</i> magazine. </p><p>“Upon information and belief, Mr. Combs paid the InterContinental Century City $50,000 for the hallway security footage from that evening,” the suit read.</p><p>Cassie’s suit was settled within 24 hours. However, it opened the floodgates for several other allegations against the music mogul.</p><p>Now facing separate federal charges including sex trafficking and racketeering, Combs is at the centre of what’s being called one of the biggest celebrity trials in recent memory. And the resurfaced assault footage continues to play a major role in the prosecution’s arguments. </p><h2>Diddy's defence opening statements</h2><p>Diddy’s defence acknowledged his “horrible, dehumanising, violent and terrible” actions in the video, even calling them “domestic violence.” However, attorney Teny Geragos noted that her client’s charges are separate, i.e., sex trafficking and racketeering. </p><p>“[The security footage] is not evidence of sex trafficking. It’s evidence of domestic violence,” she said.</p>\n\n\n\n\n"
    },
    {
        "title": "Jennifer Lopez getting cosmetic fixes to look young",
        "link": "https://www.thenews.com.pk/latest/1310924-jennifer-lopez-getting-cosmetic-fixes-to-look-young",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310924_123555_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310924_7023757_lopezjeniifer_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310924_7023757_lopezjeniifer_updates.jpg\"/>\n<figcaption>Jennifer Lopez getting cosmetic fixes to look young</figcaption></figure></div><p>Jennifer Lopez has recently turned to cosmetic surgery to look young.</p><p>A source spilled to <i>RadarOnline.com</i> that JLo “takes care of herself, and that’s always worked in her favour, especially as she ages, but like everyone else in Hollywood she's succumbed to getting a bit of help from the professionals to smooth out those tiny lines and wrinkles”.</p>\n\n<p>“For some reason she’s hell-bent on denying it – she wants everyone to believe it’s all 100 percent natural,” mentioned an insider.</p><p>However, the source told the outlet, “People are whispering that she’s getting Botox in the forehead and fillers in other areas of the face.” </p><p>“She’s gotten quite good at sneaking off for these appointments and they’ve gotten increasingly frequent recently,” remarked an insider.</p><p>The source revealed that JLo is “not doing anything too invasive,” but the actress is “getting lots of maintenance work”.</p><p>“She’s also religious about facials and body wraps and pampers her hair,” continued an insider.</p><p>The source pointed out, “There have always been rumours she had a nose job years ago, and she won’t even cop to that.”</p><p>“You can’t blame her for wanting to turn back the clock – she’s set her sights on a huge movie career and an Oscar,” shared an insider.</p><p>Meanwhile, the source added that JLo quietly scheduling cosmetic procedures as JLo “wants to meet a man and fall in love again” and even she can “snag starring roles in major movies”.</p>\n\n\n\n\n"
    },
    {
        "title": "Angelina Jolie ‘honoured’ to be a Godmother at Cannes Film Festival",
        "link": "https://www.thenews.com.pk/latest/1310923-angelina-jolie-honoured-to-serve-as-godmother-at-the-cannes-film-festival",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310923_115121_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310923_7324420_jolie34_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310923_7324420_jolie34_updates.jpg\"/>\n<figcaption>Angelina Jolie ‘honoured’ to be a Godmother at Cannes Film Festival</figcaption></figure></div><p>Angelina Jolie has recently expressed her gratitude to serve as godmother of the 25th edition of the Trophée Chopard at the 78th Cannes Film Festival.</p><p>“I am honoured to be Godmother at the Cannes Film Festival,” said the <i>Maleficent</i> actress via Variety. </p>\n\n<p>Angelina stated, “I am pleased to have a moment to recognise young artists and their exceptional work.”</p><p>The <i>Tomb Raider </i>actress will present the trophy to rising stars Marie Colomb and Finn Bennett during a ceremony on Carlton Beach on May 16. </p><p>The presentation will take place during a dinner co-hosted by Cannes Film Festival president Iris Knobloch, general delegate Thierry Frémaux as well as Chopard co-president and artistic director Caroline Scheufele.</p><p>“I am so happy to welcome Angelina Jolie as our Trophée Chopard Godmother,” remarked Caroline. </p><p>She further said, “Her amazing movie career and dedication to making a difference in the world make her an ideal role model.” </p><p>“I know the rising talents we honour this year will be inspired by her journey and advice,” added Caroline.</p><p>For the unversed, Angelina was last seen in Pablo Larraín’s <i>Maria</i> and stars in Alice Winocour’s upcoming bilingual drama,<i> Couture</i>, which she also produced.</p><p>Meanwhile, the actress is no stranger to Cannes. She first attended the festival in 2004 where she appeared alongside Will Smith and Jack Black for the movie, <i>Shark Tales </i>and she came to the Croisette again in 2008 for Clint Eastwood’s <i>Changeling</i>.</p>\n\n\n\n\n"
    },
    {
        "title": "Prince Harry's suffering far from over",
        "link": "https://www.thenews.com.pk/latest/1310918-prince-harrys-suffering-far-from-over",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310918_114735_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310918_90085_kingharry_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310918_90085_kingharry_updates.jpg\"/>\n<figcaption>Prince Harry's suffering far from over</figcaption></figure></div><p>Prince Harry's difficulties may persist for the foreseeable future as he \"cannot switch off the trauma in his head,\" claimed the Duke's childhood priest.</p><p>The Duke of Sussex's former priest has released a stinging address to the Duke of Sussex for his “recent behaviour,” expressing her serious concerns for the royal.</p>\n\n<p>“I grieve for that ginger-topped teenager I once preached to,” Canon Angela Tilby penned in her piece for the <i>Church Times</i>.</p><p>The 75-year-old Anglican priest expressed: “I believe that he is a decent man. But, so far, he has found no way to switch off the trauma in his head.”</p><p>Tilby, who was a spiritual guide to Harry as a young man in 2002, issued a sermon, titled 'Prince Harry should heed,' exploring his rift with the royal family.</p><p>She blamed Harry’s disposition on the “grievous trauma” he suffered after his mother’s death and infamously walking behind her coffin during her funeral.</p><p>“He has found no way to switch off the trauma in his head,” Tilby deduced.</p><p>She acknowledged that the “sharp criticism” Harry and his wife Meghan Markle have faced been “vulgar and cruel”.</p><p>However, she made clear that his current predicament was now largely the result of his own actions.</p><p>Regarding Harry's <i>Spare</i>, she deemed it had only “worsened his alienation from his family”. </p><p>Her words emerge after Harry's recent bombshell interview with the <i>BBC</i> after suffering a bruising legal defeat in the UK.</p>\n\n\n\n\n"
    },
    {
        "title": "Taylor Swift, Travis Kelce relationship ticks off some people",
        "link": "https://www.thenews.com.pk/latest/1310801-taylor-swift-travis-kelce-relationship-ticks-off-some-people",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310801_115314_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310801_6150439_12th-May-1_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310801_6150439_12th-May-1_updates.jpg\"/>\n<figcaption>Taylor Swift, Travis Kelce romance criticized</figcaption></figure></div><p>Taylor Swift and Travis Kelce have garnered all kinds of attention since they began dating in September 2023.</p><p>Super Bowl Champion's presence at the<i> Cruel Summer</i> crooner's concerts, and Swift cheering at her NFL beau from the VIP section became a routine since the onset of their love.</p>\n\n<p>The fusion of the two worlds sparked praise as well as backlash.</p><p>However, the two have successfully managed to navigate through the challenges that have come with romancing each other. </p><p>The power duo is giving couple goals to many except for one: Josh Allen.</p><p><i>Daily Mail</i> reported that the Buffalo Bills quarterback has keenly kept an eye at the trajectory of the popular couple's relationship, and he doesn’t want the kind of relationship they have with his fiancée Hailee Steinfeld.</p><p>A source told the outlet that apart from attending 'any of her premieres' or being there to 'support her', the pair is not seen 'parading themselves around' like Swift and Kelce.</p><p>Furthermore, he understands that unlike in their case the 14-time Grammy winner is at a different level of popularity.</p><p>Also, the source mentioned that the <i>Grotesquerie </i>star is nearing the end of his career while Allen has 'a long way to go'.</p><p>\"He is going to remain mostly on the sidelines for things that would make his status and fame more with Hailee,\" the insider continued.</p><p>For the unversed, the<i> Shake It Off</i> hitmaker and Kansas City Chiefs tight end have recently broken cover as the two were spotted in latest outing in Philadelphia. </p>\n\n\n\n\n"
    },
    {
        "title": "Halle Berry gives glimpse into Mother's Day plans with boyfriend",
        "link": "https://www.thenews.com.pk/latest/1310921-halle-berry-gives-glimpse-into-mothers-day-plans-with-boyfriend",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310921_113633_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310921_5159730_halle-berry-van-hunt_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310921_5159730_halle-berry-van-hunt_updates.jpg\"/>\n<figcaption>Halle Berry celebrates Mother's Day in 'unique' style</figcaption></figure></div><p>Halle Berry is celebrating Mother’s Day in the most unique manner as she offers rare insight into her relationship with boyfriend Van Hunt.</p><p>The 58-year-old actress, who is a member of the jury for the 2025 Cannes Film Festival, took to her Instagram to share an inside glimpse into her celebration.</p>\n\n<p>Berry explained that while she's planned a special celebration, her fans won’t be able to witness it.</p><p>Posing alongside her boyfriend, the <i>Catwoman</i> star explained, \"I showed y'all how my day started. How my Mother's Day started. And now, I'm not going to show you, but I'm going to tell you how my Mother's Day is gonna end.</p><p>\"First of all, we got our Let's Spin because Let's Spin just came out with this little travel size. And since we're in Cannes, France, I travelled with it for the first time. We're about to give it a spin.\"</p><p>For the unversed, the actress shares eldest child Nahla Ariela Aubry with Canadian model Gabriel Aubry, and son Maceo-Robert Martinez with ex-husband Olivier Martinez.</p><p>She is currently gearing up for the film festival, which is slated to commence on Tuesday, May 13.</p>\n\n\n\n\n"
    },
    {
        "title": "Pakistan, India DGMOs agree to consider troop reduction from borders",
        "link": "https://www.thenews.com.pk/latest/1310920-pakistan-india-dgmos-agree-to-consider-troops-reduction-from-borders",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310920_113533_updates.jpg",
        "time": "2025-05-12",
        "author": "Reuters",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310920_4475816_1_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310920_4475816_1_updates.jpg\"/>\n<figcaption>An Indian soldier can be seen standing alongside a barbed wire on the Line of Control. —Reuters/File</figcaption></figure></div><p>Two days after US-brokered ceasefire, the director generals of military operations (DGMOs) of Pakistan and India made hotline contact and agreed that both sides would consider immediate steps to ensure troops reduction from borders and forward areas, the Indian military said on Monday.</p><p>The Indian military said it discussed issues related to the commitment that both sides must not fire a single shot and initiate aggressive action.</p>\n\n<p>The development came following Saturday’s ceasefire that paused days of intense fighting between the nuclear-armed neighbours.</p><p>There were no reports of explosions or projectiles fired overnight, with the Indian army saying Sunday was the first peaceful night along their border in recent days.</p><p>Saturday's ceasefire, announced by US President Donald Trump came after Pakistan launched retaliatory action under ‘Operation Bunyan-um-Marsoos’ in response to India’s unprovoked missile and drone attacks on Pakistani civilians and military sites, leaving at least 31 civilians dead and dozens injured.</p><p>Using precision-guided long-range Fatah series missiles of the Pakistan Army, and precision munitions of PAF, the ISPR said 26 Indian military targets, as well as facilities that were used to target Pakistani citizens, and those enterprises that were responsible for fomenting terrorism in Pakistan, were hit.</p><p>Leaders of India and Pakistan were \"unwavering\", and the US \"helped a lot\", Trump said on Monday, adding that trade was a \"big reason\" why the countries stopped fighting.</p><p>\"We are going to do a lot of trade with Pakistan...and India. We are negotiating with India right now. We are soon going to negotiate with Pakistan,\" he said.</p><p>Pakistan has thanked the US for brokering the ceasefire while India, which opposes third-party involvement in its disputes with Pakistan, has not commented on Washington's role.</p><p>The discussion between the military operations chiefs focused on the ceasefire, Indian broadcaster CNN-News18 reported, citing top government sources. It said curbs imposed by the countries on each other remained in place, including the suspension of trade and closure of their borders.</p><p>Meanwhile, Pakistan's official sources confirmed that the director generals of military operations from the two countries held the first round of talks over the hotline.</p><p>The Indian army said details of the talks would be shared soon.</p><p>The military confrontation between the two countries was triggered by last month’s attack in Indian Illegally Occupied Jammu and Kashmir (IIOJK) that left 26 tourists dead, with India blaming Pakistan for the attack without offering any evidence.</p><p>Islamabad denied any links to the attack and called for a neutral investigation. It said the targets hit on Wednesday were civilian sites.</p>\n\n\n\n\n"
    },
    {
        "title": "Buckingham Palace shares update as King Charles makes powerful statement",
        "link": "https://www.thenews.com.pk/latest/1310915-buckingham-palace-shares-update-as-king-charles-makes-powerful-statement",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310915_112051_updates.jpg",
        "time": "2025-05-12",
        "author": "Shehzad Hameed",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310915_5541999_King-Charles1_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310915_5541999_King-Charles1_updates.jpg\"/>\n<figcaption>Buckingham Palace shares update as King Charles makes powerful statement</figcaption></figure></div><p>King Charles III's office issued update as the monarch and his sister Princess Anne teamed up for a joint engagement on Monday.</p><p>The 76-year-old made a powerful speech after attending a special parade at Windsor Castle. </p>\n\n<p>The stunning photos of the King and the Princess of Royal were released by the royal family on its official Instagram account, accompanying a heartwarming statement.</p><p>The King and his sister were in high spirits as they inspected the Parade, before the Standards were presented. Later, the monarch addressed troops, highlighting the values of duty, honour, and tradition.</p><p>The Palace wrote alongside the photos: “The Household Cavalry is renowned worldwide for the splendours of all those unique ceremonies at the heart of the nation, and today, seeing you all on parade here, I can see you continue to represent the very best of that ceremonial brilliance.”</p><p>The King, in his role as Colonel in Chief, The Household Cavalry, and Anne, who is Colonel of The Blues and Royals, attended a presentation of new standards to The Life Guards and the Blues and Royals.</p><p>The monarch concluded the ceremony with his speech, saying: \"At such a time of global uncertainty, it is of crucial importance to preserve the attributes of excellence and achievement for which you are famous, and which are symbolised by these Standards.\"</p><p>Prince William and Harry's father continued: \"They are the embodied soul of the Regiment. Carry them with pride, that you may do your duty and serve your Country well.\" </p><p>He went on: \"These Union Standards remain a physical reminder of that very personal bond between the Sovereign and the Regiments of The Life Guards and The Blues and Royals. They have lasted the test of time... and remain a golden thread that connects the present to an illustrious past.\"</p>\n\n\n\n\n"
    },
    {
        "title": "'Baby Reindeer' star Richard Gadd confesses dark side of fame game",
        "link": "https://www.thenews.com.pk/latest/1310910-baby-reindeer-star-richard-gadd-confesses-dark-side-of-fame-game",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310910_100205_updates.jpg",
        "time": "2025-05-12",
        "author": "Hollywood Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310910_1859398_Richard_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310910_1859398_Richard_updates.jpg\"/>\n<figcaption>Richard Gadd confesses dark side of fame game </figcaption></figure></div><p>Richard Gadd, actor and writer behind the hit series <i>Baby Reindeer</i>, has recently shared that he once felt “intolerable pressure” during a very tough time in his life.</p><p>Richard's Netflix Psychological thriller has become a worldwide hit, as it’s based on his real story of being stalked and abused, and it’s won a bunch of big awards. </p>\n\n<p>But the show has also caused a stir, people online think they found the real woman behind the stalker character. Her name is Fiona Harvey, and now she’s suing Netflix for damaging her name.</p><p>The 35-year-old star said that he needs a break to slow down and process everything that’s happened since the show came out.</p><p>He shared with <i>The Guardian</i> newspaper:  \"There have been a lot of challenging moments. The show has reached such an extreme pitch – there have been times when I’ve felt like the pressure was intolerable. It’s been a hurricane.</p><p>\"I don’t think I’m at the point of reflection yet. I need some real time off to figure out how to get my feet back on ground, because I feel very squeezed.\"</p><p>However, Richard Gadd never imagined <i>Baby Reindeer</i> would take off the way it has.</p>\n\n\n\n\n"
    },
    {
        "title": "Liam Payne's girlfriend Kate Cassidy shares 'last memory' with late singer",
        "link": "https://www.thenews.com.pk/latest/1310907-liam-paynes-girlfriend-kate-cassidy-shares-last-memory-with-late-singer",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310907_100537_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310907_4084710_kate-liam_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310907_4084710_kate-liam_updates.jpg\"/>\n<figcaption>Liam Payen attended Niall Horan's show in Argentina few days before his death</figcaption></figure></div><p>Liam Payne’s sudden death has left partner Kate Cassidy in great shock. </p><p>It has been over seven months to the singer’s death, and Kate is still finding it hard to accept the reality. </p>\n\n<p>The 31-year-old was dating the Internet personality for two years before his tragic death. The two even had plans to marry each other soon.  </p><p>But, the former<i> One Direction </i>band member passed away suddenly on October 16, 2024 in Argentina. </p><p>The 26-year-old has yet again paid another emotional tribute to her late boyfriend on social media. This time she shared an extremely touching story of her last memory with Payne. </p><p> Kate wrote, “These are some of the last photos Liam took of me. We were in Greece, on our last holiday together. I asked Liam to take a few photos of me because I really loved my dress.”</p><p>“As usual, with no hesitation, Liam did everything he could to get me the perfect photo. We walked around the entire resort trying to find the perfect background.”</p><p>“When I looked back at the photos, all I saw were flaws. I hated how I looked.”</p><p>But Liam found beauty in her anyways.  The 26-year-old recalled, “He just looked at me and said, “I wish you saw how beautiful you are through my eyes.”</p><div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310907_1386682_kate_updates.jpg\"/>\n</figure></div><p>Cassidy regrets not listening to him at the time. Therefore, she posted the images unfiltered and unedited, just the way Payne loved them. </p><p>Liam and Kate attended former bandmate Niall Horan's concert in Argentina prior to former's death. </p>\n\n\n\n\n"
    },
    {
        "title": "Finance minister rules out fiscal shock from India standoff",
        "link": "https://www.thenews.com.pk/latest/1310916-finance-minister-rules-out-fiscal-shock-from-india-standoff",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310916_105103_updates.jpg",
        "time": "2025-05-12",
        "author": "Reuters",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310916_9239458_Finnnmin_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310916_9239458_Finnnmin_updates.jpg\"/>\n<figcaption>An undated image of Finance Minister Muhammad Aurangzeb speaking during an interview. — AFP/File</figcaption></figure></div><p>Finance Minister Mohammad Aurangzeb said Monday that Pakistan’s existing fiscal space is sufficient to absorb the recent military conflict with India, and a fresh economic review would not be necessary. </p><p>“The recent military escalation with arch-rival India won't have a large fiscal impact on Pakistan and can be managed within the current fiscal space, with no need for a new economic assessment,” Auragzeb said in an interview with <i>Reuters</i>.</p>\n\n<p>\"Trade talks with the United States, which had played a key role mediating a ceasefire between the two countries, would likely have progress in 'short order'.\"</p><p>As a result, he added, Pakistan could import more high-quality cotton, more soy beans and was also exploring other asset classes, including hydrocarbons.</p><p>On Monday, US President Donald Trump said the US is ready to help India and Pakistan after a ceasefire agreement, claiming trade was a big reason they \"stopped fighting\".</p><p>Pakistan faces a 29% tariff on exports to the US due to an approximate $3 billion trade surplus, but this is currently under a 90-day pause announced in April.</p><p>The International Monetary Fund (IMF) on Friday approved a $1 billion loan disbursement to Pakistan as part of a larger $7 billion bailout agreement.</p><p>Aurangzeb said Islamabad would receive the tranche disbursement on Tuesday.</p><p>The IMF executive board also approved a fresh $1.4 billion loan to Pakistan under its climate resilience facility.</p><p>The federal budget for the next fiscal year, starting July, will be finalised within the next three to four weeks, with scheduled budget talks with the IMF to take place from May 14-23, he said.</p><p>Regarding the India-Pakistan conflict, Aurangzeb described it as a \"short duration escalation\" with minimal fiscal impact, stating it can be \"accommodated within the fiscal space which is available to the government of Pakistan\".</p><p>When questioned about potential increased military spending in the upcoming budget, Aurangzeb deferred comment, saying it was premature to discuss specific plans. </p><p>However, he said: \"Whatever we need to do in terms of ensuring that our defence requirements are met will be met.\"</p><p>Tensions between India and Pakistan began mounting after the April 22 attack in Pahalgam in Indian Illegally Occupied Jammu and Kashmir (IIOJK) on tourists that killed 26 people, sparking the worst clashes between the nuclear-armed neighbours in more than two decades.</p><p>On Saturday, a ceasefire in the Himalayan region was announced by Trump, following four days of fighting and diplomacy and pressure from Washington.</p>\n\n\n\n\n"
    },
    {
        "title": "Chris Pratt honours wife Katherine Schwarzenegger on Mother’s Day",
        "link": "https://www.thenews.com.pk/latest/1310850-chris-pratt-honours-wife-katherine-schwarzenegger-on-mothers-day",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310850_050300_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310850_8887870_CPKS_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310850_8887870_CPKS_updates.jpg\"/>\n<figcaption>Chris Pratt honours wife Katherine Schwarzenegger on Mother’s Day</figcaption></figure></div><p>Chris Pratt paid a heartfelt tribute to his wife Katherine Schwarzenegger on her first Mother’s Day with baby son Ford.</p><p>The children’s book author, who shares Ford (6 months), and daughters Lyla Maria (4) and Eloise Christina (2) with Pratt, was showered with love on the special day.</p>\n\n<p>The <i>Guardians of the Galaxy</i> star posted a carousel post on Instagram featuring Schwarzenegger’s soft happy moments with her three children.</p><p>He captioned the post, \"How do moms do it? Seriously. It’s like running a circus, a hospital, and a five-star kitchen all at once.\"</p><p>\"Our kids hit the jackpot with you, and so did I. We love you. Happy Mother’s Day, Chief!,\" Pratt continued.</p><p>The post also included image of the couple posing in front of a mirror, with Katherine sporting a baby bump most probably from Ford's pregnancy.</p><p>Previously, in an appearance on <i>Jimmy Kimmel Live!</i> Pratt about new born son, Ford, said, \"He’s a really, really chill baby. He’s not colicky or anything; he’s not super loud. He’s got this look on his face at all times that I just call resting bewilderment face.\"</p><p>Pratt and Schwarzenegger started dating in 2018 and got married in 2019. Before her he was married to Anna Faris with whom she shares 12-year-old son Jack. </p>\n\n\n\n\n"
    },
    {
        "title": "COAS meets civilians, soldiers wounded during military operation against India",
        "link": "https://www.thenews.com.pk/latest/1310914-coas-meets-civilians-soldiers-wounded-during-military-operation-against-india",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310914_103405_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310914_1901798_COAS-CMH-visit-2_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310914_1901798_COAS-CMH-visit-2_updates.jpg\"/>\n<figcaption>COAS General Syed Asim Munir inquire after the well-being of wounded soldiers and civilians at CMH Rawalpindi on May 12, 2025. — ISPR</figcaption></figure></div><p>Chief of Army Staff (COAS) General Syed Asim Munir visited the Combined Military Hospital (CMH) Rawalpindi on Monday and met soldiers and innocent civilians injured during the Operation Bunyan-um-Marsoos and Marka-e-Haq against India.</p><p>During the visit, the COAS individually met the injured personnel, lauded their exceptional bravery and steadfast devotion to duty, and reaffirmed the unwavering commitment of the Pakistan Armed Forces to their continued care, rehabilitation, and welfare, Inter-Services Public Relations (ISPR) said in a statement.</p>\n\n<p>\"Our civilians' &amp; soldiers' valour and sacrifice form the cornerstone of Pakistan's security. The entire nation stands in resolute solidarity with every member of its Armed Forces,\" the army chief stated.</p><p>General Munir underscored that no hostile design can erode the determination of the armed forces of Pakistan.</p><p>He noted that the resolute and unified response exhibited during the Marka-e-Haq/Operation Bunyan-um-Marsoos, in concert with the steadfast support of the Pakistani people, constitutes a defining chapter in the country's military history, it concluded.</p><p>In a relevant development today, Pakistan has formally announced the conclusion of the Operation Bunyan-um-Marsoos, in which dozens of Indian military installations were targeted in response to its aggression.</p><p>According to the military's media wing, the actions carried out on May 6 and 10 were part of the said military operation.</p><p>The military has named the clashes with India from April 22 to May 10 as \"Battle of Truth\" and released details.</p><p>After a series of clashes, the South Asian nations agreed on a ceasefire brokered by the US on Sunday.</p><p>The strikes, described by officials as “precise and proportionate”, were carried out in response to India’s continued aggression across the Line of Control (LoC) and against Pakistan’s sovereignty.</p><p>Pakistan's retaliation was an answer to India’s unprovoked missile attacks on multiple Pakistani cities during the night of May 5 and 6, which New Delhi claimed were aimed at \"terrorist targets\" in response to last month’s Pahalgam attack in the Indian Illegally Occupied Jammu and Kashmir (IIOJK).</p><p>However, the strikes resulted in civilian casualties in Pakistan, prompting a strong response.</p>\n\n\n\n\n"
    },
    {
        "title": "Kelly Clarkson radiates confidence post-weight loss",
        "link": "https://www.thenews.com.pk/latest/1310913-kelly-clarkson-radiates-confidence-post-weight-loss",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310913_102826_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310913_2739238_Kelly-Clarkson_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310913_2739238_Kelly-Clarkson_updates.jpg\"/>\n<figcaption>Kelly Clarkson wows fans with her candid remark </figcaption></figure></div><p>Kelly Clarkson set the internet ablaze with a bold statement during her Atlantic City performance, asking “everyone who passes by” to compliment her body after recent weight loss. </p><p>The 43-year-old singer, who is also a Grammy winner, made the remark during her concert at Hard Rock Live at Etess Arena on Saturday, May 10. </p>\n\n<p>During the show, the <i>Stronger</i> hitmaker appreciated a fan who enthusiastically called her appearance “se*y”. </p><p>In a light-hearted moment with the audience, Clarkson joked about how difficult it is to compliment others on the set of her NBC show, saying, “Every time I go to an HR meeting, I’m like, ‘How have I not been fired?’ I grew up on the road at 19 years old, you know what I’m saying? I’m like, ‘Oh, that is inappropriate. I would never.’”</p><p>She continued, “But they also say you’re not allowed to say someone looks attractive, and I say f**k that. Because some of these bi**hes are out here working, and we’re trying, and I want every mother****er that passes me to go, ‘Damn. Well done.’”</p><p>Expressing gratitude to the fan, the <i>American idol </i>alum added, “will not be calling HR. It’s not a joke. I know HR is not a joke, but it is really funny some of the things they talk about, and were like, ‘Oh no. We would never.’”</p><p>Meanwhile, the <i>Broken &amp; Beautiful</i> singer left the crowd in awe her powerful vocals, performing a mix of classics like <i>Since U Been Gone</i> and the latest track <i>Where Have You Been. </i></p><p>It is pertinent to mention that Clarkson is reportedly planning to step away from her talk show once her contract expires next year. </p><p>For the unversed, the American singer last performed in November 2024. </p>\n\n\n\n\n"
    },
    {
        "title": "Lil Wayne's girlfriend Denise Bidot makes shocking claims about rapper",
        "link": "https://www.thenews.com.pk/latest/1310898-lil-waynes-girlfriend-denise-bidot-makes-shocking-claims-about-rapper",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310898_092843_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310898_778558_LIL_updates.jpg",
        "content": "\n\n\n\n\n<p></p><div> <figure>  <figcaption>Denise Bidot accuses Lil Wayne of physical abuse</figcaption></figure>  </div><p>American rapper Lil Wayne turns out to be different than the world expects him to be.</p>\n\n<p>Wayne’s girlfriend Denise Bidot has recently exposed the singer in a shocking video she posted on social media. </p><p>The plus size model has accused the <i>Lollipop </i>hitmaker of breaking up on text and kicking her and her daughter Joselyn Adams on Mother’s Day. </p><p>Taking it to Instagram, Denise shared a story which read, “Breaking up with someone on Mother’s Day is diabolical. </p><p>She continued, “Prayers up though. God always pulls me through. Walking with faith.”</p><div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310898_778558_LIL_updates.jpg\"/>\n</figure></div><p>After announcing her breakup with Wayne, the 38-year-old explained what exactly happened between the two in a video. </p><p>\"Wayne literally kicked me and my daughter out on Mother's Day, and I am just recovering from surgery.”</p><p>The model revealed that she is five weeks out from a full mommy makeover and is not yet able to lift boxes right now. </p><p>\"But this man has his assistants coming to help kick us out today and broke up with me on Mother's Day through text.”</p><p>Bidot opened that she has not only faced mental abuse by the 42-year-old, but he has allegedly physically abused her too. </p><p>She claimed, \"And it's not just the emotional abuse. Like, this man has actually laid a f****** hand on me.”</p><p>Denise and Lil Wayne reportedly confirmed their relationship in 2020. </p> \n\n\n\n\n"
    },
    {
        "title": "Pakistan army releases details of 'Bunyan-um-Marsoos', terms clashes with India 'Marka-e-Haq'",
        "link": "https://www.thenews.com.pk/latest/1310899-pakistan-army-releases-details-of-bunyan-um-marsoos-terms-clashes-with-india-marka-e-haq",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310899_100425_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310899_2318794_1_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310899_2318794_1_updates.jpg\"/>\n<figcaption>Pakistan's Army men launching a missile during Operation Bunyan-um-Marsoos, amid tensions with India, on May 10, 2025. — Screengrab via PTV </figcaption></figure></div><p>Releasing details of the 19-day military conflict with India, spanning April 22 to May 10, 2025, the Inter-Services Public Relations (ISPR) on Monday formally named the operation ‘Marka-e-Haq’ (the Battle of Truth) that decisively shattered the adversary’s self-claimed military pride.</p><p>In a statement, ISPR said that the conduct of Pakistan Armed Forces Operation “Bunyan-um-Marsoos”, on May 10 2025, as part of the military conflict “Marka-e-Haq”, was in response to the Indian military’s dastardly attacks that began on the night between May 6 and 7.</p>\n\n<p>The Indian attacks resulted in the loss of innocent civilian lives, including women, children, and the elderly, the military spokesperson said in a statement.</p><p>“Pakistan had vowed justice and retribution for the reprehensible Indian military aggression and brutal killings of our citizens. Alhamdulillah! Pakistan Armed Forces have delivered the promise made to our people,” the statement added.</p><p>It said: “No one should doubt that whenever Pakistan’s sovereignty is threatened and territorial integrity violated, the retributive response will be comprehensive and decisive.”</p><p>The military's media wing maintained that the armed forces thank Almighty Allah for His infinite blessings, mercy, help, and divine support.</p><p> “Allah has ordained the believers to retaliate whenever they are wronged. We bow our heads to Him in utmost humility for enabling us to translate our resolve into decisive actions on the battlefield.\"</p><p>The military said that their hearts and sympathies were with the wards and families of the Shuhada who sacrificed their lives for the country, adding that they pray for the quick recovery of the injured countrymen.</p><p>“We extend our heartfelt gratitude to every officer, soldier, airman, and sailor of the armed forces of Pakistan who made this success on the battlefield possible through their courage, professionalism, and sacrifice,” read the statement.</p><p>It maintained that the armed forces express their profound appreciation and gratitude to the brave Pakistani nation, whose unwavering moral strength, resolve, and above all, wholehearted support and prayers remained with them during these trying times. This support was indeed the most potent force multiplier for the armed forces of Pakistan, the statement added.</p><p>“We are especially indebted to the youth of Pakistan, who became frontline soldiers as the cyber and information warriors of the country,” the ISPR stated, adding that profound gratitude was also due to the vibrant media of Pakistan, which stood like “Bunyan-um-Marsoos”, a steel wall against the Indian media’s dis-information blitz and reckless war-mongering.</p><p>The military also extend appreciation to the diplomatic corps for effectively representing Pakistan’s just case on international fora with clarity and conviction.</p><p>The ISPR statement also expressed gratitude to scientists and engineers for developing indigenous and specialised niche technologies that were instrumental in the magnificent success of the operation.</p><p>It said that the armed forces were extremely grateful to the political leadership of all political parties, without any distinction, for the show of , unified resolve in our support for the defence of our motherland.</p><p>The armed forces are specifically grateful to the inspiring leadership of Prime Minister Shehbaz Sharif and his cabinet members for taking destiny-altering decisions for the country and steering it through this critical situation, as per the statement.</p><h3>‘Pakistan’s response’</h3><p>Moving onto the retaliation, the military's media wing said that Pakistan’s response was a textbook demonstration of integrated tri-services jointness, enabled by real-time situational awareness, network-centric warfare capabilities, and seamless multi-domain operations.</p><p>This synergy across air, land, sea, and cyber domains allowed for precision engagement, overwhelming lethality, and lightning operational tempo, it said, adding that all platforms operated in synergy, delivering coordinated effects at carefully selected decisive points.</p><p>Using precision-guided long-range Fatah series missiles F1 and F2 of Pakistan Army, the ISPR said that precision munitions of PAF, highly capable long-range loitering killer munitions, and precision long-range artillery, 26 military targets as well as facilities that were used to target Pakistani citizens, and those enterprises that were responsible for fomenting terrorism in Pakistan, were engaged in Indian Illegally Occupied Jammu and Kashmir (IIOJK) and also mainland India.</p><p>“The targets included air force and aviation bases at Suratgarh, Sirsa, Bhuj, Naliya, Adampur, Bhatinda, Barnala, Halwara, Awantipura, Srinagar, Jammu, Udhampur, Mamun, Ambala, and Pathankot, all of which sustained major damages.”</p><p>BrahMos storage facilities at Beas and Nagrota were also destroyed, which had fired missiles on Pakistan, killing innocent civilians, including women, children and the elderly.</p><p>The ISPR said that the S-400 missile battery systems at Adampur and Bhuj were also attacked and effectively neutralised by the PAF.</p><p>Military logistics and support sites, which helped sustain this unlawful operation against innocent Pakistani civilians, like Field Supply Depot at Uri and Radar Station at Poonch, were also targeted.</p><p>“Military Command Headquarters, which helped plan the operational killing of our innocent citizens, especially the children, including 10 Bde and 80 Bde at KG Top and Naushera, were completely destroyed.”</p><p>The military said that the facilities which harboured, trained, and capacitated proxy elements that perpetrated terrorist attacks inside Pakistan and killed innocent civilians were specifically identified and destroyed. These include intelligence units and their forward field elements at Rajauri and Naushera.</p><p>Across the LOC, military elements including HQs, logistic bases, artillery positions, and posts that had caused civilian casualties in Azad Jammu and Kashmir (AJK) through unprovoked artillery and small arms fire were relentlessly targeted and heavily damaged, until they raised white flags and asked for restraint, the military said.</p><p>The ISPR said India used drones to violate Pakistani airspace to intimidate our civilians and spread fear.</p><p>“All through Operation Bunyan-um-Marsoos, dozens of Pakistani armed drones hovered over Indian major cities and sensitive political and government facilities—including their capital New Delhi—and from Indian Illegally Occupied Jammu and Kashmir all the way to Gujarat to clearly manifest our lethal long-range unmanned capability, indicating the futility of the use of this domain in warfare.” </p><p>It said that the Pakistan armed forces also carried out comprehensive and effective cyber operations to temporarily cripple and degrade critical infrastructure and services that were being used by Indian Armed Forces to sustain their operations.</p><p>Pakistan Armed Forces possess an ‘adequate’ suite of very sophisticated ‘niche military technologies’, and only a limited number and type were used with restraint in this conflict, read the statement.  </p><p>Despite all this, compared to Indian relentless provocations, Pakistan’s military response has been precise, proportionate, and still remarkably restrained, the ISPR said, adding that it was carefully calibrated to avoid civilian casualties and exclusively targeted those entities and facilities which were directly involved in orchestrating and executing the cold-blooded killings of Pakistani civilians and those carrying out terrorist attacks inside Pakistan.</p><h3>'Indian-sponsored terrorism'</h3><p>The military said that Pakistan also sustained an abnormal and immediate spike in Indian-sponsored terrorism across KP and Balochistan while its armed forces were busy in operations on the eastern front. This further vindicates that India is directly involved in fomenting terrorism in Pakistan, and its proxies were fully operationalised during this time to distract our attention, he added.</p><p>The military’s spokesperson said that resilient armed forces of Pakistan carried out most effective counter-terrorism operations in the western region without any pause simultaneously with the conduct of Operation Bunyan-um-Marsoos.</p><p>“Marka-e-Haq has been a great example of the synergy between all elements of national power, with overwhelming support of the Pakistani public, to effectively counter the threat to our national sovereignty and territorial integrity, it added.  </p><p>“Pakistan Armed Forces thank and salute the Pakistani nation for its courage, resilience, and fervour during this conflict, the military’s spokesperson said.</p><p>At the conclusion, the ISPR quoted a verse from the Holy Quran (Surah Anfal), which translates as: “They plan and Allah plans. And Allah is the best of planners.”</p>\n\n\n\n\n"
    },
    {
        "title": "Brenda Song reveals summer plan for two sons amidst Mother’s Day",
        "link": "https://www.thenews.com.pk/latest/1310840-brenda-song-reveals-summer-plan-for-two-sons-amidst-mothers-day",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310840_034812_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310840_1029705_BSMC_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310840_1029705_BSMC_updates.jpg\"/>\n<figcaption>Brenda Song reveals summer plan for two sons amidst Mother’s Day</figcaption></figure></div><p>Brenda Song shared her plans for family time during this summer.</p><p><i>The Suite Life of Zack &amp; Cody</i> star attended the Fourth Annual Gold Gala, a celebration of the organisation’s 2025 A100 List, which highlights the 100 \"most impactful Asian Pacific leaders in culture and society.\"</p>\n\n<p>At the event while chatting with the <i>People magazine</i> she revealed what plans she have for the summer with her partner Macauley Culkin and two sons, Dakota and Carson.</p><p>\"I mean, honestly, I want to go to Disneyland with the kids. I'm ready. We haven't gone yet this year, and that's crazy for us, because we are obsessed with Disneyland, but it's been a busy year,\" she shared.</p><p>\"I want something simple,\" she continued of her hopes for the upcoming summer season. \"I want easy.\"</p><p><i>The Last Showgirl </i>star added that the most of all she wants is to have a \"little bit off time this summer to, like, to be a mom. That’s what I’m hoping for,\" she told the outlet. </p><p>Song and Culkin welcomed their first-born son Dakota in 2021 and then got engaged in January 2022. Later that year Song gave birth to their second son, Carson.</p>\n\n\n\n\n"
    },
    {
        "title": "'Lilo & Stitch' director sets record straight on live-action remake criticism",
        "link": "https://www.thenews.com.pk/latest/1310879-lilo-stitch-director-sets-record-straight-on-live-action-remake-criticism",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310879_095049_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310879_2651310_lilo-and-stitch_updates.jpg",
        "content": "\n\n\n\n\n<div><i></i><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310879_2651310_lilo-and-stitch_updates.jpg\"/>\n<figcaption>Lilo &amp; Stitch director reacts to live-action criticism</figcaption></figure></div><p><i>Lilo &amp; Stitch </i>director has finally decided to put his foot down, responding to biggest fan criticism of live-action remake.</p><p>Dean Fleischer Camp, who is also known for directing the highly-acclaimed<i> Marcel the Shell with Shoes On,</i> didn’t hesitate to set the record straight on the 2002 Disney film.</p>\n\n<p>The filmmaker took to his TikTok to address concerns surrounding Earth expert alien’s fashion preferences.</p><p>He said, \"I have had people message me, 'Why is Pleakley not wearing a dress?' And I just want to say, I tried… I tried.”</p><p>In addition, he showcased an early sketch of the live-action’s version of Pheakly sporting a floral, blue dress alongside a red wig.</p><p>During an exclusive interview with <i>Entertainment Weekly</i>, Camp explained how CGI nearly failed to recreate human outfits for the character in the film.</p><p>The director explained at the time, \"The humour of them walking around Hawaii dressed in these terrible disguises where Pleakley still has one eyeball, it's a little harder to buy in live action.”</p><p>For the unversed, the film is slated to release on May 23, 2025, including engagements in RealD 3D, Dolby Cinema, and 4DX.</p>\n\n\n\n\n"
    },
    {
        "title": "Tom Cruise surprises London fans with daring stunt for ‘MI8’",
        "link": "https://www.thenews.com.pk/latest/1310818-tom-cruise-surprises-london-fans-with-daring-stunt-for-mi8",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310818_013303_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "",
        "content": "\n\n\n\n\n<div> <figure>  <figcaption>Tom Cruise surprises London fans with daring stunt for ‘MI8’</figcaption></figure>  </div><p>Tom Cruise sparked buzz among fans with a surprising stunt in London ahead of the release of <i>Mission: Impossible – The Final Reckoning</i>.</p><p>The <i>Top Gun: Maverick</i> star, who is set receive an award for his work in film coming weekend, celebrated the occasion with a stunt. </p>\n\n<p>In a video clip the 62-year-old actor was allegedly seen standing on top of the BFI I MAX building in London, one of the largest cinemas in UK completely wrapped in advertisement of the upcoming film.</p><p>As per the <i>Deadline </i>a source close to Cruise admitted that the man standing on the rooftop was indeed him.</p><p>Fans took to X (formerly Twitter) to share their excitement and confusion over the stunt. </p><p>One asked, \"What is he doing?\"</p><p>Another fan wrote, \"Looked out the window on my uni study break – why is Tom Cruise on top of BFI?\"</p><p>\"Getting some fresh air haha,\" one user quipped. </p><p>Currently, Cruise is in full swing promoting his upcoming and seemingly last film of the <i>Mission: Impossible</i> saga. </p><p>He recently visited both South Korea and Japan where he attended press conferences and red carpets discussing the film with fans. Cruise now plans to attend the Cannes Film Festival in France to debut the film next week.</p><p>The <i>Mission: Impossible – The Final Reckoning</i> is set to release in theatres on May 23.</p> \n\n\n\n\n"
    },
    {
        "title": "Princess Anne, King Charles send emotional message from Windsor",
        "link": "https://www.thenews.com.pk/latest/1310891-princess-anne-king-charles-send-emotional-message-from-windsor",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310891_095037_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310891_2122955_Kingandanne_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310891_2122955_Kingandanne_updates.jpg\"/>\n<figcaption>Princess Anne, King Charles get emotional at Windsor's big event</figcaption></figure></div><p>Princess Anne, who's undertaking engagements in Guernsey and Sark, returned to the UK to support his brother King Charles during a major event at Windsor Castle on Monday.</p><p>The royal siblings got emotional as they teamed up for rare joint engagement at Windsor Castle, attending the Household Cavalry new Standards Parade.</p>\n\n<p>The King attended as Colonel-in-Chief of the Household Cavalry, while Anne supported her brother as Colonel of The Blues and Royals.</p><p>Upon arrival, the monarch was received by a Royal Salute and the playing of the National Anthem.</p><p>The ceremony, held on Monday, involved the presentation of new Standards, large ceremonial flags, to The Life Guards and the Blues and Royals, which are the two most senior regiments in the British Army.</p><p>The new standards are made from silk damask with gold and silver embroidery. The ceremonial event is full of pomp and pageantry, with the Band of the Household Cavalry, The Dismounted Squadrons and Mounted Troops positioned in the Quadrangle of the Castle, which boasts views of the Long Walk down Windsor Great Park.</p><p>At the centre of the parade were the silver kettle drums, with the new Union Standards placed upon them. The Sovereign’s Standards marched on parade.</p><p>The King will conclude the ceremony by giving a speech before a Royal Fanfare and a parade march past.</p>\n\n\n\n\n"
    },
    {
        "title": "Will Diddy's trial be live streamed? How to get live updates",
        "link": "https://www.thenews.com.pk/latest/1310889-will-diddys-trial-be-live-streamed-how-to-get-live-updates",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310889_085912_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "",
        "content": "\n\n\n\n\n<div> <figure>  <figcaption>Jury selection for Diddy's trial was finalised after a long delay just hours ahead of opening statements</figcaption></figure>  </div><p>Don’t expect to watch Sean “Diddy” Combs’ high-profile trial unfold on TV.</p><p>Diddy’s trial has officially begun as opening statements were made on Monday, May 12, after a long jury selection process over the past week. However, the highly anticipated trial won’t be livestreamed. </p>\n\n<p>Unlike the cases of O.J. Simpson, Johnny Depp, or Michael Jackson, cameras are strictly banned from the courtroom. That’s because Combs is facing federal criminal charges — and those come with different rules.</p><h2>Why won’t Diddy’s trial be live streamed? </h2><p>Combs’ trial won’t be televised due to Federal Rule of Criminal Procedure 53, which has been in place since 1946. The rule explicitly prohibits “the taking of photographs in the courtroom during judicial proceedings or the broadcasting of judicial proceedings from the courtroom.”</p><p>That means no video, no photos, and no live audio. Just sketches and written coverage from reporters in the room. Though you won’t be able to watch the trial, you will still have access to live updates. </p><p>Combs is currently facing multiple federal charges including racketeering and sex trafficking. His trial is expected to last weeks, but fans of courtroom drama will have to follow the headlines instead.</p> \n\n\n\n\n"
    },
    {
        "title": "Kate Middleton went to therapy to support brother's mental health journey",
        "link": "https://www.thenews.com.pk/latest/1310897-kate-middleton-went-to-therapy-to-support-brothers-mental-health-journey",
        "thumbnail_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/s_1310897_092700_updates.jpg",
        "time": "2025-05-12",
        "author": "Web Desk",
        "main_image": "https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310897_5443699_Kate-Middleton_updates.jpg",
        "content": "\n\n\n\n\n<div><figure>\n<img src=\"https://www.thenews.com.pk/assets/uploads/updates/2025-05-12/1310897_5443699_Kate-Middleton_updates.jpg\"/>\n<figcaption>James Middleton also opens up about the Princess of Wales' cancer battle</figcaption></figure></div><p>James Middleton is opening up about just how deeply his sisters supported him through his darkest days.</p><p>In an emotional interview with <i>The Times</i> published Monday, May 12, the younger brother of Princess Kate revealed that both she and Pippa Middleton joined him in therapy while he was struggling with clinical depression.</p>\n\n<p>James said their presence helped him feel less alone during a period when he was also dealing with suicidal thoughts and had just been diagnosed with ADHD and depression in 2017.</p><p>\"Having them there meant that I knew I was surrounded by people that truly understood what I was going through,\" James shared.</p><p>He explained that his treatment involved cognitive behavioral therapy and antidepressants, along with medication to manage an irregular heartbeat and improve sleep. </p><p>James admitted he initially carried his own stigma around mental health. But experience along with his sisters' involvement changed his perspective.</p><p>He's now off medication and credits Kate and Prince William's Heads Together initiative — launched in 2016 with Prince Harry — for inspiring his openness around mental health.</p><p>James' candid admission comes just as the Princess of Wales announced an exciting new project, the Mother Nature series, during Mental Health Awareness week. </p><p>\"This year's Mental Health Awareness Week, we are celebrating humanity's longstanding connection to nature, and its capacity to inspire us and help us to heal and grow in mind, body and spirit,\" Catherine wrote. </p><p>In the interview, James also touched on Kate's current battle with cancer, noting that their entire family is navigating it together. </p><p>“What I think is that, as a family, you learn to see and process and understand things,” he said, calling it “a challenging time” for their “bigger family.”</p>\n\n\n\n\n"
    }
]